import 'package:flutter/material.dart';

class AppColors {
  static const kPrimaryColor = Color(0xffcfad65);
  static const kSecondaryColor = Color(0xff6a564f);
}
 // Arabic ordinals for the Juz
  const List<String> arabicOrdinals = [
    'الاول', 'الثاني', 'الثالث', 'الرابع', 'الخامس', 'السادس', 
    'السابع', 'الثامن', 'التاسع', 'العاشر', 'الحادي عشر', 'الثاني عشر', 
    'الثالث عشر', 'الرابع عشر', 'الخامس عشر', 'السادس عشر', 'السابع عشر', 
    'الثامن عشر', 'التاسع عشر', 'العشرون', 'الحادي والعشرون', 'الثاني والعشرون', 
    'الثالث والعشرون', 'الرابع والعشرون', 'الخامس والعشرون', 'السادس والعشرون', 
    'السابع والعشرون', 'الثامن والعشرون', 'التاسع والعشرون', 'الثلاثون',
  ];
  