const List quranText = [
    {
        "surah_number": 1,
        "verse_number": 1,
        "content": "بسم ٱلله ٱلرحمٰن ٱلرحيم"
    },
    {
        "surah_number": 1,
        "verse_number": 2,
        "content": "ٱلحمد لله رب ٱلعٰلمين"
    },
    {
        "surah_number": 1,
        "verse_number": 3,
        "content": "ٱلرحمٰن ٱلرحيم"
    },
    {
        "surah_number": 1,
        "verse_number": 4,
        "content": "مٰلك يوم ٱلدين"
    },
    {
        "surah_number": 1,
        "verse_number": 5,
        "content": "إياك نعبد وإياك نستعين"
    },
    {
        "surah_number": 1,
        "verse_number": 6,
        "content": "ٱهدنا ٱلصرٰط ٱلمستقيم"
    },
    {
        "surah_number": 1,
        "verse_number": 7,
        "content": "صرٰط ٱلذين أنعمت عليهم غير ٱلمغضوب عليهم ولا ٱلضالين"
    },
    {
        "surah_number": 2,
        "verse_number": 1,
        "content": "الم"
    },
    {
        "surah_number": 2,
        "verse_number": 2,
        "content": "ذٰلك ٱلكتٰب لا ريب فيه هدى للمتقين"
    },
    {
        "surah_number": 2,
        "verse_number": 3,
        "content": "ٱلذين يؤمنون بٱلغيب ويقيمون ٱلصلوٰة ومما رزقنٰهم ينفقون"
    },
    {
        "surah_number": 2,
        "verse_number": 4,
        "content": "وٱلذين يؤمنون بما أنزل إليك وما أنزل من قبلك وبٱلأخرة هم يوقنون"
    },
    {
        "surah_number": 2,
        "verse_number": 5,
        "content": "أولـٰئك علىٰ هدى من ربهم وأولـٰئك هم ٱلمفلحون"
    },
    {
        "surah_number": 2,
        "verse_number": 6,
        "content": "إن ٱلذين كفروا سواء عليهم ءأنذرتهم أم لم تنذرهم لا يؤمنون"
    },
    {
        "surah_number": 2,
        "verse_number": 7,
        "content": "ختم ٱلله علىٰ قلوبهم وعلىٰ سمعهم وعلىٰ أبصٰرهم غشٰوة ولهم عذاب عظيم"
    },
    {
        "surah_number": 2,
        "verse_number": 8,
        "content": "ومن ٱلناس من يقول ءامنا بٱلله وبٱليوم ٱلأخر وما هم بمؤمنين"
    },
    {
        "surah_number": 2,
        "verse_number": 9,
        "content": "يخٰدعون ٱلله وٱلذين ءامنوا وما يخدعون إلا أنفسهم وما يشعرون"
    },
    {
        "surah_number": 2,
        "verse_number": 10,
        "content": "في قلوبهم مرض فزادهم ٱلله مرضا ولهم عذاب أليم بما كانوا يكذبون"
    },
    {
        "surah_number": 2,
        "verse_number": 11,
        "content": "وإذا قيل لهم لا تفسدوا في ٱلأرض قالوا إنما نحن مصلحون"
    },
    {
        "surah_number": 2,
        "verse_number": 12,
        "content": "ألا إنهم هم ٱلمفسدون ولٰكن لا يشعرون"
    },
    {
        "surah_number": 2,
        "verse_number": 13,
        "content": "وإذا قيل لهم ءامنوا كما ءامن ٱلناس قالوا أنؤمن كما ءامن ٱلسفهاء ألا إنهم هم ٱلسفهاء ولٰكن لا يعلمون"
    },
    {
        "surah_number": 2,
        "verse_number": 14,
        "content": "وإذا لقوا ٱلذين ءامنوا قالوا ءامنا وإذا خلوا إلىٰ شيٰطينهم قالوا إنا معكم إنما نحن مستهزءون"
    },
    {
        "surah_number": 2,
        "verse_number": 15,
        "content": "ٱلله يستهزئ بهم ويمدهم في طغيٰنهم يعمهون"
    },
    {
        "surah_number": 2,
        "verse_number": 16,
        "content": "أولـٰئك ٱلذين ٱشتروا ٱلضلٰلة بٱلهدىٰ فما ربحت تجٰرتهم وما كانوا مهتدين"
    },
    {
        "surah_number": 2,
        "verse_number": 17,
        "content": "مثلهم كمثل ٱلذي ٱستوقد نارا فلما أضاءت ما حوله ذهب ٱلله بنورهم وتركهم في ظلمٰت لا يبصرون"
    },
    {
        "surah_number": 2,
        "verse_number": 18,
        "content": "صم بكم عمي فهم لا يرجعون"
    },
    {
        "surah_number": 2,
        "verse_number": 19,
        "content": "أو كصيب من ٱلسماء فيه ظلمٰت ورعد وبرق يجعلون أصٰبعهم في ءاذانهم من ٱلصوٰعق حذر ٱلموت وٱلله محيط بٱلكٰفرين"
    },
    {
        "surah_number": 2,
        "verse_number": 20,
        "content": "يكاد ٱلبرق يخطف أبصٰرهم كلما أضاء لهم مشوا فيه وإذا أظلم عليهم قاموا ولو شاء ٱلله لذهب بسمعهم وأبصٰرهم إن ٱلله علىٰ كل شيء قدير"
    },
    {
        "surah_number": 2,
        "verse_number": 21,
        "content": "يـٰأيها ٱلناس ٱعبدوا ربكم ٱلذي خلقكم وٱلذين من قبلكم لعلكم تتقون"
    },
    {
        "surah_number": 2,
        "verse_number": 22,
        "content": "ٱلذي جعل لكم ٱلأرض فرٰشا وٱلسماء بناء وأنزل من ٱلسماء ماء فأخرج به من ٱلثمرٰت رزقا لكم فلا تجعلوا لله أندادا وأنتم تعلمون"
    },
    {
        "surah_number": 2,
        "verse_number": 23,
        "content": "وإن كنتم في ريب مما نزلنا علىٰ عبدنا فأتوا بسورة من مثله وٱدعوا شهداءكم من دون ٱلله إن كنتم صٰدقين"
    },
    {
        "surah_number": 2,
        "verse_number": 24,
        "content": "فإن لم تفعلوا ولن تفعلوا فٱتقوا ٱلنار ٱلتي وقودها ٱلناس وٱلحجارة أعدت للكٰفرين"
    },
    {
        "surah_number": 2,
        "verse_number": 25,
        "content": "وبشر ٱلذين ءامنوا وعملوا ٱلصـٰلحٰت أن لهم جنـٰت تجري من تحتها ٱلأنهٰر كلما رزقوا منها من ثمرة رزقا قالوا هٰذا ٱلذي رزقنا من قبل وأتوا به متشٰبها ولهم فيها أزوٰج مطهرة وهم فيها خٰلدون"
    },
    {
        "surah_number": 2,
        "verse_number": 26,
        "content": "إن ٱلله لا يستحي أن يضرب مثلا ما بعوضة فما فوقها فأما ٱلذين ءامنوا فيعلمون أنه ٱلحق من ربهم وأما ٱلذين كفروا فيقولون ماذا أراد ٱلله بهٰذا مثلا يضل به كثيرا ويهدي به كثيرا وما يضل به إلا ٱلفٰسقين"
    },
    {
        "surah_number": 2,
        "verse_number": 27,
        "content": "ٱلذين ينقضون عهد ٱلله من بعد ميثٰقه ويقطعون ما أمر ٱلله به أن يوصل ويفسدون في ٱلأرض أولـٰئك هم ٱلخٰسرون"
    },
    {
        "surah_number": 2,
        "verse_number": 28,
        "content": "كيف تكفرون بٱلله وكنتم أموٰتا فأحيٰكم ثم يميتكم ثم يحييكم ثم إليه ترجعون"
    },
    {
        "surah_number": 2,
        "verse_number": 29,
        "content": "هو ٱلذي خلق لكم ما في ٱلأرض جميعا ثم ٱستوىٰ إلى ٱلسماء فسوىٰهن سبع سمٰوٰت وهو بكل شيء عليم"
    },
    {
        "surah_number": 2,
        "verse_number": 30,
        "content": "وإذ قال ربك للملـٰئكة إني جاعل في ٱلأرض خليفة قالوا أتجعل فيها من يفسد فيها ويسفك ٱلدماء ونحن نسبح بحمدك ونقدس لك قال إني أعلم ما لا تعلمون"
    },
    {
        "surah_number": 2,
        "verse_number": 31,
        "content": "وعلم ءادم ٱلأسماء كلها ثم عرضهم على ٱلملـٰئكة فقال أنبـوني بأسماء هـٰؤلاء إن كنتم صٰدقين"
    },
    {
        "surah_number": 2,
        "verse_number": 32,
        "content": "قالوا سبحٰنك لا علم لنا إلا ما علمتنا إنك أنت ٱلعليم ٱلحكيم"
    },
    {
        "surah_number": 2,
        "verse_number": 33,
        "content": "قال يـٰـادم أنبئهم بأسمائهم فلما أنبأهم بأسمائهم قال ألم أقل لكم إني أعلم غيب ٱلسمٰوٰت وٱلأرض وأعلم ما تبدون وما كنتم تكتمون"
    },
    {
        "surah_number": 2,
        "verse_number": 34,
        "content": "وإذ قلنا للملـٰئكة ٱسجدوا لأدم فسجدوا إلا إبليس أبىٰ وٱستكبر وكان من ٱلكٰفرين"
    },
    {
        "surah_number": 2,
        "verse_number": 35,
        "content": "وقلنا يـٰـادم ٱسكن أنت وزوجك ٱلجنة وكلا منها رغدا حيث شئتما ولا تقربا هٰذه ٱلشجرة فتكونا من ٱلظـٰلمين"
    },
    {
        "surah_number": 2,
        "verse_number": 36,
        "content": "فأزلهما ٱلشيطٰن عنها فأخرجهما مما كانا فيه وقلنا ٱهبطوا بعضكم لبعض عدو ولكم في ٱلأرض مستقر ومتٰع إلىٰ حين"
    },
    {
        "surah_number": 2,
        "verse_number": 37,
        "content": "فتلقىٰ ءادم من ربه كلمٰت فتاب عليه إنه هو ٱلتواب ٱلرحيم"
    },
    {
        "surah_number": 2,
        "verse_number": 38,
        "content": "قلنا ٱهبطوا منها جميعا فإما يأتينكم مني هدى فمن تبع هداي فلا خوف عليهم ولا هم يحزنون"
    },
    {
        "surah_number": 2,
        "verse_number": 39,
        "content": "وٱلذين كفروا وكذبوا بـايٰتنا أولـٰئك أصحٰب ٱلنار هم فيها خٰلدون"
    },
    {
        "surah_number": 2,
        "verse_number": 40,
        "content": "يٰبني إسرـٰءيل ٱذكروا نعمتي ٱلتي أنعمت عليكم وأوفوا بعهدي أوف بعهدكم وإيـٰي فٱرهبون"
    },
    {
        "surah_number": 2,
        "verse_number": 41,
        "content": "وءامنوا بما أنزلت مصدقا لما معكم ولا تكونوا أول كافر به ولا تشتروا بـايٰتي ثمنا قليلا وإيـٰي فٱتقون"
    },
    {
        "surah_number": 2,
        "verse_number": 42,
        "content": "ولا تلبسوا ٱلحق بٱلبٰطل وتكتموا ٱلحق وأنتم تعلمون"
    },
    {
        "surah_number": 2,
        "verse_number": 43,
        "content": "وأقيموا ٱلصلوٰة وءاتوا ٱلزكوٰة وٱركعوا مع ٱلرٰكعين"
    },
    {
        "surah_number": 2,
        "verse_number": 44,
        "content": "أتأمرون ٱلناس بٱلبر وتنسون أنفسكم وأنتم تتلون ٱلكتٰب أفلا تعقلون"
    },
    {
        "surah_number": 2,
        "verse_number": 45,
        "content": "وٱستعينوا بٱلصبر وٱلصلوٰة وإنها لكبيرة إلا على ٱلخٰشعين"
    },
    {
        "surah_number": 2,
        "verse_number": 46,
        "content": "ٱلذين يظنون أنهم ملٰقوا ربهم وأنهم إليه رٰجعون"
    },
    {
        "surah_number": 2,
        "verse_number": 47,
        "content": "يٰبني إسرـٰءيل ٱذكروا نعمتي ٱلتي أنعمت عليكم وأني فضلتكم على ٱلعٰلمين"
    },
    {
        "surah_number": 2,
        "verse_number": 48,
        "content": "وٱتقوا يوما لا تجزي نفس عن نفس شيـا ولا يقبل منها شفٰعة ولا يؤخذ منها عدل ولا هم ينصرون"
    },
    {
        "surah_number": 2,
        "verse_number": 49,
        "content": "وإذ نجينٰكم من ءال فرعون يسومونكم سوء ٱلعذاب يذبحون أبناءكم ويستحيون نساءكم وفي ذٰلكم بلاء من ربكم عظيم"
    },
    {
        "surah_number": 2,
        "verse_number": 50,
        "content": "وإذ فرقنا بكم ٱلبحر فأنجينٰكم وأغرقنا ءال فرعون وأنتم تنظرون"
    },
    {
        "surah_number": 2,
        "verse_number": 51,
        "content": "وإذ وٰعدنا موسىٰ أربعين ليلة ثم ٱتخذتم ٱلعجل من بعده وأنتم ظٰلمون"
    },
    {
        "surah_number": 2,
        "verse_number": 52,
        "content": "ثم عفونا عنكم من بعد ذٰلك لعلكم تشكرون"
    },
    {
        "surah_number": 2,
        "verse_number": 53,
        "content": "وإذ ءاتينا موسى ٱلكتٰب وٱلفرقان لعلكم تهتدون"
    },
    {
        "surah_number": 2,
        "verse_number": 54,
        "content": "وإذ قال موسىٰ لقومه يٰقوم إنكم ظلمتم أنفسكم بٱتخاذكم ٱلعجل فتوبوا إلىٰ بارئكم فٱقتلوا أنفسكم ذٰلكم خير لكم عند بارئكم فتاب عليكم إنه هو ٱلتواب ٱلرحيم"
    },
    {
        "surah_number": 2,
        "verse_number": 55,
        "content": "وإذ قلتم يٰموسىٰ لن نؤمن لك حتىٰ نرى ٱلله جهرة فأخذتكم ٱلصـٰعقة وأنتم تنظرون"
    },
    {
        "surah_number": 2,
        "verse_number": 56,
        "content": "ثم بعثنٰكم من بعد موتكم لعلكم تشكرون"
    },
    {
        "surah_number": 2,
        "verse_number": 57,
        "content": "وظللنا عليكم ٱلغمام وأنزلنا عليكم ٱلمن وٱلسلوىٰ كلوا من طيبٰت ما رزقنٰكم وما ظلمونا ولٰكن كانوا أنفسهم يظلمون"
    },
    {
        "surah_number": 2,
        "verse_number": 58,
        "content": "وإذ قلنا ٱدخلوا هٰذه ٱلقرية فكلوا منها حيث شئتم رغدا وٱدخلوا ٱلباب سجدا وقولوا حطة نغفر لكم خطٰيٰكم وسنزيد ٱلمحسنين"
    },
    {
        "surah_number": 2,
        "verse_number": 59,
        "content": "فبدل ٱلذين ظلموا قولا غير ٱلذي قيل لهم فأنزلنا على ٱلذين ظلموا رجزا من ٱلسماء بما كانوا يفسقون"
    },
    {
        "surah_number": 2,
        "verse_number": 60,
        "content": "وإذ ٱستسقىٰ موسىٰ لقومه فقلنا ٱضرب بعصاك ٱلحجر فٱنفجرت منه ٱثنتا عشرة عينا قد علم كل أناس مشربهم كلوا وٱشربوا من رزق ٱلله ولا تعثوا في ٱلأرض مفسدين"
    },
    {
        "surah_number": 2,
        "verse_number": 61,
        "content": "وإذ قلتم يٰموسىٰ لن نصبر علىٰ طعام وٰحد فٱدع لنا ربك يخرج لنا مما تنبت ٱلأرض من بقلها وقثائها وفومها وعدسها وبصلها قال أتستبدلون ٱلذي هو أدنىٰ بٱلذي هو خير ٱهبطوا مصرا فإن لكم ما سألتم وضربت عليهم ٱلذلة وٱلمسكنة وباءو بغضب من ٱلله ذٰلك بأنهم كانوا يكفرون بـايٰت ٱلله ويقتلون ٱلنبيـن بغير ٱلحق ذٰلك بما عصوا وكانوا يعتدون"
    },
    {
        "surah_number": 2,
        "verse_number": 62,
        "content": "إن ٱلذين ءامنوا وٱلذين هادوا وٱلنصٰرىٰ وٱلصـٰبـين من ءامن بٱلله وٱليوم ٱلأخر وعمل صٰلحا فلهم أجرهم عند ربهم ولا خوف عليهم ولا هم يحزنون"
    },
    {
        "surah_number": 2,
        "verse_number": 63,
        "content": "وإذ أخذنا ميثٰقكم ورفعنا فوقكم ٱلطور خذوا ما ءاتينٰكم بقوة وٱذكروا ما فيه لعلكم تتقون"
    },
    {
        "surah_number": 2,
        "verse_number": 64,
        "content": "ثم توليتم من بعد ذٰلك فلولا فضل ٱلله عليكم ورحمته لكنتم من ٱلخٰسرين"
    },
    {
        "surah_number": 2,
        "verse_number": 65,
        "content": "ولقد علمتم ٱلذين ٱعتدوا منكم في ٱلسبت فقلنا لهم كونوا قردة خٰسـين"
    },
    {
        "surah_number": 2,
        "verse_number": 66,
        "content": "فجعلنٰها نكٰلا لما بين يديها وما خلفها وموعظة للمتقين"
    },
    {
        "surah_number": 2,
        "verse_number": 67,
        "content": "وإذ قال موسىٰ لقومه إن ٱلله يأمركم أن تذبحوا بقرة قالوا أتتخذنا هزوا قال أعوذ بٱلله أن أكون من ٱلجٰهلين"
    },
    {
        "surah_number": 2,
        "verse_number": 68,
        "content": "قالوا ٱدع لنا ربك يبين لنا ما هي قال إنه يقول إنها بقرة لا فارض ولا بكر عوان بين ذٰلك فٱفعلوا ما تؤمرون"
    },
    {
        "surah_number": 2,
        "verse_number": 69,
        "content": "قالوا ٱدع لنا ربك يبين لنا ما لونها قال إنه يقول إنها بقرة صفراء فاقع لونها تسر ٱلنـٰظرين"
    },
    {
        "surah_number": 2,
        "verse_number": 70,
        "content": "قالوا ٱدع لنا ربك يبين لنا ما هي إن ٱلبقر تشٰبه علينا وإنا إن شاء ٱلله لمهتدون"
    },
    {
        "surah_number": 2,
        "verse_number": 71,
        "content": "قال إنه يقول إنها بقرة لا ذلول تثير ٱلأرض ولا تسقي ٱلحرث مسلمة لا شية فيها قالوا ٱلـٰن جئت بٱلحق فذبحوها وما كادوا يفعلون"
    },
    {
        "surah_number": 2,
        "verse_number": 72,
        "content": "وإذ قتلتم نفسا فٱدـٰر ٰتم فيها وٱلله مخرج ما كنتم تكتمون"
    },
    {
        "surah_number": 2,
        "verse_number": 73,
        "content": "فقلنا ٱضربوه ببعضها كذٰلك يحي ٱلله ٱلموتىٰ ويريكم ءايٰته لعلكم تعقلون"
    },
    {
        "surah_number": 2,
        "verse_number": 74,
        "content": "ثم قست قلوبكم من بعد ذٰلك فهي كٱلحجارة أو أشد قسوة وإن من ٱلحجارة لما يتفجر منه ٱلأنهٰر وإن منها لما يشقق فيخرج منه ٱلماء وإن منها لما يهبط من خشية ٱلله وما ٱلله بغٰفل عما تعملون"
    },
    {
        "surah_number": 2,
        "verse_number": 75,
        "content": "أفتطمعون أن يؤمنوا لكم وقد كان فريق منهم يسمعون كلٰم ٱلله ثم يحرفونه من بعد ما عقلوه وهم يعلمون"
    },
    {
        "surah_number": 2,
        "verse_number": 76,
        "content": "وإذا لقوا ٱلذين ءامنوا قالوا ءامنا وإذا خلا بعضهم إلىٰ بعض قالوا أتحدثونهم بما فتح ٱلله عليكم ليحاجوكم به عند ربكم أفلا تعقلون"
    },
    {
        "surah_number": 2,
        "verse_number": 77,
        "content": "أولا يعلمون أن ٱلله يعلم ما يسرون وما يعلنون"
    },
    {
        "surah_number": 2,
        "verse_number": 78,
        "content": "ومنهم أميون لا يعلمون ٱلكتٰب إلا أماني وإن هم إلا يظنون"
    },
    {
        "surah_number": 2,
        "verse_number": 79,
        "content": "فويل للذين يكتبون ٱلكتٰب بأيديهم ثم يقولون هٰذا من عند ٱلله ليشتروا به ثمنا قليلا فويل لهم مما كتبت أيديهم وويل لهم مما يكسبون"
    },
    {
        "surah_number": 2,
        "verse_number": 80,
        "content": "وقالوا لن تمسنا ٱلنار إلا أياما معدودة قل أتخذتم عند ٱلله عهدا فلن يخلف ٱلله عهده أم تقولون على ٱلله ما لا تعلمون"
    },
    {
        "surah_number": 2,
        "verse_number": 81,
        "content": "بلىٰ من كسب سيئة وأحٰطت به خطيـته فأولـٰئك أصحٰب ٱلنار هم فيها خٰلدون"
    },
    {
        "surah_number": 2,
        "verse_number": 82,
        "content": "وٱلذين ءامنوا وعملوا ٱلصـٰلحٰت أولـٰئك أصحٰب ٱلجنة هم فيها خٰلدون"
    },
    {
        "surah_number": 2,
        "verse_number": 83,
        "content": "وإذ أخذنا ميثٰق بني إسرـٰءيل لا تعبدون إلا ٱلله وبٱلوٰلدين إحسانا وذي ٱلقربىٰ وٱليتٰمىٰ وٱلمسٰكين وقولوا للناس حسنا وأقيموا ٱلصلوٰة وءاتوا ٱلزكوٰة ثم توليتم إلا قليلا منكم وأنتم معرضون"
    },
    {
        "surah_number": 2,
        "verse_number": 84,
        "content": "وإذ أخذنا ميثٰقكم لا تسفكون دماءكم ولا تخرجون أنفسكم من ديٰركم ثم أقررتم وأنتم تشهدون"
    },
    {
        "surah_number": 2,
        "verse_number": 85,
        "content": "ثم أنتم هـٰؤلاء تقتلون أنفسكم وتخرجون فريقا منكم من ديٰرهم تظٰهرون عليهم بٱلإثم وٱلعدوٰن وإن يأتوكم أسٰرىٰ تفٰدوهم وهو محرم عليكم إخراجهم أفتؤمنون ببعض ٱلكتٰب وتكفرون ببعض فما جزاء من يفعل ذٰلك منكم إلا خزي في ٱلحيوٰة ٱلدنيا ويوم ٱلقيٰمة يردون إلىٰ أشد ٱلعذاب وما ٱلله بغٰفل عما تعملون"
    },
    {
        "surah_number": 2,
        "verse_number": 86,
        "content": "أولـٰئك ٱلذين ٱشتروا ٱلحيوٰة ٱلدنيا بٱلأخرة فلا يخفف عنهم ٱلعذاب ولا هم ينصرون"
    },
    {
        "surah_number": 2,
        "verse_number": 87,
        "content": "ولقد ءاتينا موسى ٱلكتٰب وقفينا من بعده بٱلرسل وءاتينا عيسى ٱبن مريم ٱلبينٰت وأيدنٰه بروح ٱلقدس أفكلما جاءكم رسول بما لا تهوىٰ أنفسكم ٱستكبرتم ففريقا كذبتم وفريقا تقتلون"
    },
    {
        "surah_number": 2,
        "verse_number": 88,
        "content": "وقالوا قلوبنا غلف بل لعنهم ٱلله بكفرهم فقليلا ما يؤمنون"
    },
    {
        "surah_number": 2,
        "verse_number": 89,
        "content": "ولما جاءهم كتٰب من عند ٱلله مصدق لما معهم وكانوا من قبل يستفتحون على ٱلذين كفروا فلما جاءهم ما عرفوا كفروا به فلعنة ٱلله على ٱلكٰفرين"
    },
    {
        "surah_number": 2,
        "verse_number": 90,
        "content": "بئسما ٱشتروا به أنفسهم أن يكفروا بما أنزل ٱلله بغيا أن ينزل ٱلله من فضله علىٰ من يشاء من عباده فباءو بغضب علىٰ غضب وللكٰفرين عذاب مهين"
    },
    {
        "surah_number": 2,
        "verse_number": 91,
        "content": "وإذا قيل لهم ءامنوا بما أنزل ٱلله قالوا نؤمن بما أنزل علينا ويكفرون بما وراءه وهو ٱلحق مصدقا لما معهم قل فلم تقتلون أنبياء ٱلله من قبل إن كنتم مؤمنين"
    },
    {
        "surah_number": 2,
        "verse_number": 92,
        "content": "ولقد جاءكم موسىٰ بٱلبينٰت ثم ٱتخذتم ٱلعجل من بعده وأنتم ظٰلمون"
    },
    {
        "surah_number": 2,
        "verse_number": 93,
        "content": "وإذ أخذنا ميثٰقكم ورفعنا فوقكم ٱلطور خذوا ما ءاتينٰكم بقوة وٱسمعوا قالوا سمعنا وعصينا وأشربوا في قلوبهم ٱلعجل بكفرهم قل بئسما يأمركم به إيمٰنكم إن كنتم مؤمنين"
    },
    {
        "surah_number": 2,
        "verse_number": 94,
        "content": "قل إن كانت لكم ٱلدار ٱلأخرة عند ٱلله خالصة من دون ٱلناس فتمنوا ٱلموت إن كنتم صٰدقين"
    },
    {
        "surah_number": 2,
        "verse_number": 95,
        "content": "ولن يتمنوه أبدا بما قدمت أيديهم وٱلله عليم بٱلظـٰلمين"
    },
    {
        "surah_number": 2,
        "verse_number": 96,
        "content": "ولتجدنهم أحرص ٱلناس علىٰ حيوٰة ومن ٱلذين أشركوا يود أحدهم لو يعمر ألف سنة وما هو بمزحزحه من ٱلعذاب أن يعمر وٱلله بصير بما يعملون"
    },
    {
        "surah_number": 2,
        "verse_number": 97,
        "content": "قل من كان عدوا لـجبريل فإنه نزله علىٰ قلبك بإذن ٱلله مصدقا لما بين يديه وهدى وبشرىٰ للمؤمنين"
    },
    {
        "surah_number": 2,
        "verse_number": 98,
        "content": "من كان عدوا لله وملـٰئكته ورسله وجبريل وميكىٰل فإن ٱلله عدو للكٰفرين"
    },
    {
        "surah_number": 2,
        "verse_number": 99,
        "content": "ولقد أنزلنا إليك ءايٰت بينٰت وما يكفر بها إلا ٱلفٰسقون"
    },
    {
        "surah_number": 2,
        "verse_number": 100,
        "content": "أوكلما عٰهدوا عهدا نبذه فريق منهم بل أكثرهم لا يؤمنون"
    },
    {
        "surah_number": 2,
        "verse_number": 101,
        "content": "ولما جاءهم رسول من عند ٱلله مصدق لما معهم نبذ فريق من ٱلذين أوتوا ٱلكتٰب كتٰب ٱلله وراء ظهورهم كأنهم لا يعلمون"
    },
    {
        "surah_number": 2,
        "verse_number": 102,
        "content": "وٱتبعوا ما تتلوا ٱلشيٰطين علىٰ ملك سليمٰن وما كفر سليمٰن ولٰكن ٱلشيٰطين كفروا يعلمون ٱلناس ٱلسحر وما أنزل على ٱلملكين ببابل هٰروت ومٰروت وما يعلمان من أحد حتىٰ يقولا إنما نحن فتنة فلا تكفر فيتعلمون منهما ما يفرقون به بين ٱلمرء وزوجه وما هم بضارين به من أحد إلا بإذن ٱلله ويتعلمون ما يضرهم ولا ينفعهم ولقد علموا لمن ٱشترىٰه ما له في ٱلأخرة من خلٰق ولبئس ما شروا به أنفسهم لو كانوا يعلمون"
    },
    {
        "surah_number": 2,
        "verse_number": 103,
        "content": "ولو أنهم ءامنوا وٱتقوا لمثوبة من عند ٱلله خير لو كانوا يعلمون"
    },
    {
        "surah_number": 2,
        "verse_number": 104,
        "content": "يـٰأيها ٱلذين ءامنوا لا تقولوا رٰعنا وقولوا ٱنظرنا وٱسمعوا وللكٰفرين عذاب أليم"
    },
    {
        "surah_number": 2,
        "verse_number": 105,
        "content": "ما يود ٱلذين كفروا من أهل ٱلكتٰب ولا ٱلمشركين أن ينزل عليكم من خير من ربكم وٱلله يختص برحمته من يشاء وٱلله ذو ٱلفضل ٱلعظيم"
    },
    {
        "surah_number": 2,
        "verse_number": 106,
        "content": "ما ننسخ من ءاية أو ننسها نأت بخير منها أو مثلها ألم تعلم أن ٱلله علىٰ كل شيء قدير"
    },
    {
        "surah_number": 2,
        "verse_number": 107,
        "content": "ألم تعلم أن ٱلله له ملك ٱلسمٰوٰت وٱلأرض وما لكم من دون ٱلله من ولي ولا نصير"
    },
    {
        "surah_number": 2,
        "verse_number": 108,
        "content": "أم تريدون أن تسـلوا رسولكم كما سئل موسىٰ من قبل ومن يتبدل ٱلكفر بٱلإيمٰن فقد ضل سواء ٱلسبيل"
    },
    {
        "surah_number": 2,
        "verse_number": 109,
        "content": "ود كثير من أهل ٱلكتٰب لو يردونكم من بعد إيمٰنكم كفارا حسدا من عند أنفسهم من بعد ما تبين لهم ٱلحق فٱعفوا وٱصفحوا حتىٰ يأتي ٱلله بأمره إن ٱلله علىٰ كل شيء قدير"
    },
    {
        "surah_number": 2,
        "verse_number": 110,
        "content": "وأقيموا ٱلصلوٰة وءاتوا ٱلزكوٰة وما تقدموا لأنفسكم من خير تجدوه عند ٱلله إن ٱلله بما تعملون بصير"
    },
    {
        "surah_number": 2,
        "verse_number": 111,
        "content": "وقالوا لن يدخل ٱلجنة إلا من كان هودا أو نصٰرىٰ تلك أمانيهم قل هاتوا برهٰنكم إن كنتم صٰدقين"
    },
    {
        "surah_number": 2,
        "verse_number": 112,
        "content": "بلىٰ من أسلم وجهه لله وهو محسن فله أجره عند ربه ولا خوف عليهم ولا هم يحزنون"
    },
    {
        "surah_number": 2,
        "verse_number": 113,
        "content": "وقالت ٱليهود ليست ٱلنصٰرىٰ علىٰ شيء وقالت ٱلنصٰرىٰ ليست ٱليهود علىٰ شيء وهم يتلون ٱلكتٰب كذٰلك قال ٱلذين لا يعلمون مثل قولهم فٱلله يحكم بينهم يوم ٱلقيٰمة فيما كانوا فيه يختلفون"
    },
    {
        "surah_number": 2,
        "verse_number": 114,
        "content": "ومن أظلم ممن منع مسٰجد ٱلله أن يذكر فيها ٱسمه وسعىٰ في خرابها أولـٰئك ما كان لهم أن يدخلوها إلا خائفين لهم في ٱلدنيا خزي ولهم في ٱلأخرة عذاب عظيم"
    },
    {
        "surah_number": 2,
        "verse_number": 115,
        "content": "ولله ٱلمشرق وٱلمغرب فأينما تولوا فثم وجه ٱلله إن ٱلله وٰسع عليم"
    },
    {
        "surah_number": 2,
        "verse_number": 116,
        "content": "وقالوا ٱتخذ ٱلله ولدا سبحٰنه بل له ما في ٱلسمٰوٰت وٱلأرض كل له قٰنتون"
    },
    {
        "surah_number": 2,
        "verse_number": 117,
        "content": "بديع ٱلسمٰوٰت وٱلأرض وإذا قضىٰ أمرا فإنما يقول له كن فيكون"
    },
    {
        "surah_number": 2,
        "verse_number": 118,
        "content": "وقال ٱلذين لا يعلمون لولا يكلمنا ٱلله أو تأتينا ءاية كذٰلك قال ٱلذين من قبلهم مثل قولهم تشٰبهت قلوبهم قد بينا ٱلأيٰت لقوم يوقنون"
    },
    {
        "surah_number": 2,
        "verse_number": 119,
        "content": "إنا أرسلنٰك بٱلحق بشيرا ونذيرا ولا تسـل عن أصحٰب ٱلجحيم"
    },
    {
        "surah_number": 2,
        "verse_number": 120,
        "content": "ولن ترضىٰ عنك ٱليهود ولا ٱلنصٰرىٰ حتىٰ تتبع ملتهم قل إن هدى ٱلله هو ٱلهدىٰ ولئن ٱتبعت أهواءهم بعد ٱلذي جاءك من ٱلعلم ما لك من ٱلله من ولي ولا نصير"
    },
    {
        "surah_number": 2,
        "verse_number": 121,
        "content": "ٱلذين ءاتينٰهم ٱلكتٰب يتلونه حق تلاوته أولـٰئك يؤمنون به ومن يكفر به فأولـٰئك هم ٱلخٰسرون"
    },
    {
        "surah_number": 2,
        "verse_number": 122,
        "content": "يٰبني إسرـٰءيل ٱذكروا نعمتي ٱلتي أنعمت عليكم وأني فضلتكم على ٱلعٰلمين"
    },
    {
        "surah_number": 2,
        "verse_number": 123,
        "content": "وٱتقوا يوما لا تجزي نفس عن نفس شيـا ولا يقبل منها عدل ولا تنفعها شفٰعة ولا هم ينصرون"
    },
    {
        "surah_number": 2,
        "verse_number": 124,
        "content": "وإذ ٱبتلىٰ إبرٰهـم ربه بكلمٰت فأتمهن قال إني جاعلك للناس إماما قال ومن ذريتي قال لا ينال عهدي ٱلظـٰلمين"
    },
    {
        "surah_number": 2,
        "verse_number": 125,
        "content": "وإذ جعلنا ٱلبيت مثابة للناس وأمنا وٱتخذوا من مقام إبرٰهـم مصلى وعهدنا إلىٰ إبرٰهـم وإسمٰعيل أن طهرا بيتي للطائفين وٱلعٰكفين وٱلركع ٱلسجود"
    },
    {
        "surah_number": 2,
        "verse_number": 126,
        "content": "وإذ قال إبرٰهـم رب ٱجعل هٰذا بلدا ءامنا وٱرزق أهله من ٱلثمرٰت من ءامن منهم بٱلله وٱليوم ٱلأخر قال ومن كفر فأمتعه قليلا ثم أضطره إلىٰ عذاب ٱلنار وبئس ٱلمصير"
    },
    {
        "surah_number": 2,
        "verse_number": 127,
        "content": "وإذ يرفع إبرٰهـم ٱلقواعد من ٱلبيت وإسمٰعيل ربنا تقبل منا إنك أنت ٱلسميع ٱلعليم"
    },
    {
        "surah_number": 2,
        "verse_number": 128,
        "content": "ربنا وٱجعلنا مسلمين لك ومن ذريتنا أمة مسلمة لك وأرنا مناسكنا وتب علينا إنك أنت ٱلتواب ٱلرحيم"
    },
    {
        "surah_number": 2,
        "verse_number": 129,
        "content": "ربنا وٱبعث فيهم رسولا منهم يتلوا عليهم ءايٰتك ويعلمهم ٱلكتٰب وٱلحكمة ويزكيهم إنك أنت ٱلعزيز ٱلحكيم"
    },
    {
        "surah_number": 2,
        "verse_number": 130,
        "content": "ومن يرغب عن ملة إبرٰهـم إلا من سفه نفسه ولقد ٱصطفينٰه في ٱلدنيا وإنه في ٱلأخرة لمن ٱلصـٰلحين"
    },
    {
        "surah_number": 2,
        "verse_number": 131,
        "content": "إذ قال له ربه أسلم قال أسلمت لرب ٱلعٰلمين"
    },
    {
        "surah_number": 2,
        "verse_number": 132,
        "content": "ووصىٰ بها إبرٰهـم بنيه ويعقوب يٰبني إن ٱلله ٱصطفىٰ لكم ٱلدين فلا تموتن إلا وأنتم مسلمون"
    },
    {
        "surah_number": 2,
        "verse_number": 133,
        "content": "أم كنتم شهداء إذ حضر يعقوب ٱلموت إذ قال لبنيه ما تعبدون من بعدي قالوا نعبد إلٰهك وإلٰه ءابائك إبرٰهـم وإسمٰعيل وإسحٰق إلٰها وٰحدا ونحن له مسلمون"
    },
    {
        "surah_number": 2,
        "verse_number": 134,
        "content": "تلك أمة قد خلت لها ما كسبت ولكم ما كسبتم ولا تسـلون عما كانوا يعملون"
    },
    {
        "surah_number": 2,
        "verse_number": 135,
        "content": "وقالوا كونوا هودا أو نصٰرىٰ تهتدوا قل بل ملة إبرٰهـم حنيفا وما كان من ٱلمشركين"
    },
    {
        "surah_number": 2,
        "verse_number": 136,
        "content": "قولوا ءامنا بٱلله وما أنزل إلينا وما أنزل إلىٰ إبرٰهـم وإسمٰعيل وإسحٰق ويعقوب وٱلأسباط وما أوتي موسىٰ وعيسىٰ وما أوتي ٱلنبيون من ربهم لا نفرق بين أحد منهم ونحن له مسلمون"
    },
    {
        "surah_number": 2,
        "verse_number": 137,
        "content": "فإن ءامنوا بمثل ما ءامنتم به فقد ٱهتدوا وإن تولوا فإنما هم في شقاق فسيكفيكهم ٱلله وهو ٱلسميع ٱلعليم"
    },
    {
        "surah_number": 2,
        "verse_number": 138,
        "content": "صبغة ٱلله ومن أحسن من ٱلله صبغة ونحن له عٰبدون"
    },
    {
        "surah_number": 2,
        "verse_number": 139,
        "content": "قل أتحاجوننا في ٱلله وهو ربنا وربكم ولنا أعمٰلنا ولكم أعمٰلكم ونحن له مخلصون"
    },
    {
        "surah_number": 2,
        "verse_number": 140,
        "content": "أم تقولون إن إبرٰهـم وإسمٰعيل وإسحٰق ويعقوب وٱلأسباط كانوا هودا أو نصٰرىٰ قل ءأنتم أعلم أم ٱلله ومن أظلم ممن كتم شهٰدة عنده من ٱلله وما ٱلله بغٰفل عما تعملون"
    },
    {
        "surah_number": 2,
        "verse_number": 141,
        "content": "تلك أمة قد خلت لها ما كسبت ولكم ما كسبتم ولا تسـلون عما كانوا يعملون"
    },
    {
        "surah_number": 2,
        "verse_number": 142,
        "content": "سيقول ٱلسفهاء من ٱلناس ما ولىٰهم عن قبلتهم ٱلتي كانوا عليها قل لله ٱلمشرق وٱلمغرب يهدي من يشاء إلىٰ صرٰط مستقيم"
    },
    {
        "surah_number": 2,
        "verse_number": 143,
        "content": "وكذٰلك جعلنٰكم أمة وسطا لتكونوا شهداء على ٱلناس ويكون ٱلرسول عليكم شهيدا وما جعلنا ٱلقبلة ٱلتي كنت عليها إلا لنعلم من يتبع ٱلرسول ممن ينقلب علىٰ عقبيه وإن كانت لكبيرة إلا على ٱلذين هدى ٱلله وما كان ٱلله ليضيع إيمٰنكم إن ٱلله بٱلناس لرءوف رحيم"
    },
    {
        "surah_number": 2,
        "verse_number": 144,
        "content": "قد نرىٰ تقلب وجهك في ٱلسماء فلنولينك قبلة ترضىٰها فول وجهك شطر ٱلمسجد ٱلحرام وحيث ما كنتم فولوا وجوهكم شطره وإن ٱلذين أوتوا ٱلكتٰب ليعلمون أنه ٱلحق من ربهم وما ٱلله بغٰفل عما يعملون"
    },
    {
        "surah_number": 2,
        "verse_number": 145,
        "content": "ولئن أتيت ٱلذين أوتوا ٱلكتٰب بكل ءاية ما تبعوا قبلتك وما أنت بتابع قبلتهم وما بعضهم بتابع قبلة بعض ولئن ٱتبعت أهواءهم من بعد ما جاءك من ٱلعلم إنك إذا لمن ٱلظـٰلمين"
    },
    {
        "surah_number": 2,
        "verse_number": 146,
        "content": "ٱلذين ءاتينٰهم ٱلكتٰب يعرفونه كما يعرفون أبناءهم وإن فريقا منهم ليكتمون ٱلحق وهم يعلمون"
    },
    {
        "surah_number": 2,
        "verse_number": 147,
        "content": "ٱلحق من ربك فلا تكونن من ٱلممترين"
    },
    {
        "surah_number": 2,
        "verse_number": 148,
        "content": "ولكل وجهة هو موليها فٱستبقوا ٱلخيرٰت أين ما تكونوا يأت بكم ٱلله جميعا إن ٱلله علىٰ كل شيء قدير"
    },
    {
        "surah_number": 2,
        "verse_number": 149,
        "content": "ومن حيث خرجت فول وجهك شطر ٱلمسجد ٱلحرام وإنه للحق من ربك وما ٱلله بغٰفل عما تعملون"
    },
    {
        "surah_number": 2,
        "verse_number": 150,
        "content": "ومن حيث خرجت فول وجهك شطر ٱلمسجد ٱلحرام وحيث ما كنتم فولوا وجوهكم شطره لئلا يكون للناس عليكم حجة إلا ٱلذين ظلموا منهم فلا تخشوهم وٱخشوني ولأتم نعمتي عليكم ولعلكم تهتدون"
    },
    {
        "surah_number": 2,
        "verse_number": 151,
        "content": "كما أرسلنا فيكم رسولا منكم يتلوا عليكم ءايٰتنا ويزكيكم ويعلمكم ٱلكتٰب وٱلحكمة ويعلمكم ما لم تكونوا تعلمون"
    },
    {
        "surah_number": 2,
        "verse_number": 152,
        "content": "فٱذكروني أذكركم وٱشكروا لي ولا تكفرون"
    },
    {
        "surah_number": 2,
        "verse_number": 153,
        "content": "يـٰأيها ٱلذين ءامنوا ٱستعينوا بٱلصبر وٱلصلوٰة إن ٱلله مع ٱلصـٰبرين"
    },
    {
        "surah_number": 2,
        "verse_number": 154,
        "content": "ولا تقولوا لمن يقتل في سبيل ٱلله أموٰت بل أحياء ولٰكن لا تشعرون"
    },
    {
        "surah_number": 2,
        "verse_number": 155,
        "content": "ولنبلونكم بشيء من ٱلخوف وٱلجوع ونقص من ٱلأموٰل وٱلأنفس وٱلثمرٰت وبشر ٱلصـٰبرين"
    },
    {
        "surah_number": 2,
        "verse_number": 156,
        "content": "ٱلذين إذا أصٰبتهم مصيبة قالوا إنا لله وإنا إليه رٰجعون"
    },
    {
        "surah_number": 2,
        "verse_number": 157,
        "content": "أولـٰئك عليهم صلوٰت من ربهم ورحمة وأولـٰئك هم ٱلمهتدون"
    },
    {
        "surah_number": 2,
        "verse_number": 158,
        "content": "إن ٱلصفا وٱلمروة من شعائر ٱلله فمن حج ٱلبيت أو ٱعتمر فلا جناح عليه أن يطوف بهما ومن تطوع خيرا فإن ٱلله شاكر عليم"
    },
    {
        "surah_number": 2,
        "verse_number": 159,
        "content": "إن ٱلذين يكتمون ما أنزلنا من ٱلبينٰت وٱلهدىٰ من بعد ما بينـٰه للناس في ٱلكتٰب أولـٰئك يلعنهم ٱلله ويلعنهم ٱللـٰعنون"
    },
    {
        "surah_number": 2,
        "verse_number": 160,
        "content": "إلا ٱلذين تابوا وأصلحوا وبينوا فأولـٰئك أتوب عليهم وأنا ٱلتواب ٱلرحيم"
    },
    {
        "surah_number": 2,
        "verse_number": 161,
        "content": "إن ٱلذين كفروا وماتوا وهم كفار أولـٰئك عليهم لعنة ٱلله وٱلملـٰئكة وٱلناس أجمعين"
    },
    {
        "surah_number": 2,
        "verse_number": 162,
        "content": "خٰلدين فيها لا يخفف عنهم ٱلعذاب ولا هم ينظرون"
    },
    {
        "surah_number": 2,
        "verse_number": 163,
        "content": "وإلٰهكم إلٰه وٰحد لا إلٰه إلا هو ٱلرحمٰن ٱلرحيم"
    },
    {
        "surah_number": 2,
        "verse_number": 164,
        "content": "إن في خلق ٱلسمٰوٰت وٱلأرض وٱختلٰف ٱليل وٱلنهار وٱلفلك ٱلتي تجري في ٱلبحر بما ينفع ٱلناس وما أنزل ٱلله من ٱلسماء من ماء فأحيا به ٱلأرض بعد موتها وبث فيها من كل دابة وتصريف ٱلريٰح وٱلسحاب ٱلمسخر بين ٱلسماء وٱلأرض لأيٰت لقوم يعقلون"
    },
    {
        "surah_number": 2,
        "verse_number": 165,
        "content": "ومن ٱلناس من يتخذ من دون ٱلله أندادا يحبونهم كحب ٱلله وٱلذين ءامنوا أشد حبا لله ولو يرى ٱلذين ظلموا إذ يرون ٱلعذاب أن ٱلقوة لله جميعا وأن ٱلله شديد ٱلعذاب"
    },
    {
        "surah_number": 2,
        "verse_number": 166,
        "content": "إذ تبرأ ٱلذين ٱتبعوا من ٱلذين ٱتبعوا ورأوا ٱلعذاب وتقطعت بهم ٱلأسباب"
    },
    {
        "surah_number": 2,
        "verse_number": 167,
        "content": "وقال ٱلذين ٱتبعوا لو أن لنا كرة فنتبرأ منهم كما تبرءوا منا كذٰلك يريهم ٱلله أعمٰلهم حسرٰت عليهم وما هم بخٰرجين من ٱلنار"
    },
    {
        "surah_number": 2,
        "verse_number": 168,
        "content": "يـٰأيها ٱلناس كلوا مما في ٱلأرض حلٰلا طيبا ولا تتبعوا خطوٰت ٱلشيطٰن إنه لكم عدو مبين"
    },
    {
        "surah_number": 2,
        "verse_number": 169,
        "content": "إنما يأمركم بٱلسوء وٱلفحشاء وأن تقولوا على ٱلله ما لا تعلمون"
    },
    {
        "surah_number": 2,
        "verse_number": 170,
        "content": "وإذا قيل لهم ٱتبعوا ما أنزل ٱلله قالوا بل نتبع ما ألفينا عليه ءاباءنا أولو كان ءاباؤهم لا يعقلون شيـا ولا يهتدون"
    },
    {
        "surah_number": 2,
        "verse_number": 171,
        "content": "ومثل ٱلذين كفروا كمثل ٱلذي ينعق بما لا يسمع إلا دعاء ونداء صم بكم عمي فهم لا يعقلون"
    },
    {
        "surah_number": 2,
        "verse_number": 172,
        "content": "يـٰأيها ٱلذين ءامنوا كلوا من طيبٰت ما رزقنٰكم وٱشكروا لله إن كنتم إياه تعبدون"
    },
    {
        "surah_number": 2,
        "verse_number": 173,
        "content": "إنما حرم عليكم ٱلميتة وٱلدم ولحم ٱلخنزير وما أهل به لغير ٱلله فمن ٱضطر غير باغ ولا عاد فلا إثم عليه إن ٱلله غفور رحيم"
    },
    {
        "surah_number": 2,
        "verse_number": 174,
        "content": "إن ٱلذين يكتمون ما أنزل ٱلله من ٱلكتٰب ويشترون به ثمنا قليلا أولـٰئك ما يأكلون في بطونهم إلا ٱلنار ولا يكلمهم ٱلله يوم ٱلقيٰمة ولا يزكيهم ولهم عذاب أليم"
    },
    {
        "surah_number": 2,
        "verse_number": 175,
        "content": "أولـٰئك ٱلذين ٱشتروا ٱلضلٰلة بٱلهدىٰ وٱلعذاب بٱلمغفرة فما أصبرهم على ٱلنار"
    },
    {
        "surah_number": 2,
        "verse_number": 176,
        "content": "ذٰلك بأن ٱلله نزل ٱلكتٰب بٱلحق وإن ٱلذين ٱختلفوا في ٱلكتٰب لفي شقاق بعيد"
    },
    {
        "surah_number": 2,
        "verse_number": 177,
        "content": "ليس ٱلبر أن تولوا وجوهكم قبل ٱلمشرق وٱلمغرب ولٰكن ٱلبر من ءامن بٱلله وٱليوم ٱلأخر وٱلملـٰئكة وٱلكتٰب وٱلنبيـن وءاتى ٱلمال علىٰ حبه ذوي ٱلقربىٰ وٱليتٰمىٰ وٱلمسٰكين وٱبن ٱلسبيل وٱلسائلين وفي ٱلرقاب وأقام ٱلصلوٰة وءاتى ٱلزكوٰة وٱلموفون بعهدهم إذا عٰهدوا وٱلصـٰبرين في ٱلبأساء وٱلضراء وحين ٱلبأس أولـٰئك ٱلذين صدقوا وأولـٰئك هم ٱلمتقون"
    },
    {
        "surah_number": 2,
        "verse_number": 178,
        "content": "يـٰأيها ٱلذين ءامنوا كتب عليكم ٱلقصاص في ٱلقتلى ٱلحر بٱلحر وٱلعبد بٱلعبد وٱلأنثىٰ بٱلأنثىٰ فمن عفي له من أخيه شيء فٱتباع بٱلمعروف وأداء إليه بإحسٰن ذٰلك تخفيف من ربكم ورحمة فمن ٱعتدىٰ بعد ذٰلك فله عذاب أليم"
    },
    {
        "surah_number": 2,
        "verse_number": 179,
        "content": "ولكم في ٱلقصاص حيوٰة يـٰأولي ٱلألبٰب لعلكم تتقون"
    },
    {
        "surah_number": 2,
        "verse_number": 180,
        "content": "كتب عليكم إذا حضر أحدكم ٱلموت إن ترك خيرا ٱلوصية للوٰلدين وٱلأقربين بٱلمعروف حقا على ٱلمتقين"
    },
    {
        "surah_number": 2,
        "verse_number": 181,
        "content": "فمن بدله بعد ما سمعه فإنما إثمه على ٱلذين يبدلونه إن ٱلله سميع عليم"
    },
    {
        "surah_number": 2,
        "verse_number": 182,
        "content": "فمن خاف من موص جنفا أو إثما فأصلح بينهم فلا إثم عليه إن ٱلله غفور رحيم"
    },
    {
        "surah_number": 2,
        "verse_number": 183,
        "content": "يـٰأيها ٱلذين ءامنوا كتب عليكم ٱلصيام كما كتب على ٱلذين من قبلكم لعلكم تتقون"
    },
    {
        "surah_number": 2,
        "verse_number": 184,
        "content": "أياما معدودٰت فمن كان منكم مريضا أو علىٰ سفر فعدة من أيام أخر وعلى ٱلذين يطيقونه فدية طعام مسكين فمن تطوع خيرا فهو خير له وأن تصوموا خير لكم إن كنتم تعلمون"
    },
    {
        "surah_number": 2,
        "verse_number": 185,
        "content": "شهر رمضان ٱلذي أنزل فيه ٱلقرءان هدى للناس وبينٰت من ٱلهدىٰ وٱلفرقان فمن شهد منكم ٱلشهر فليصمه ومن كان مريضا أو علىٰ سفر فعدة من أيام أخر يريد ٱلله بكم ٱليسر ولا يريد بكم ٱلعسر ولتكملوا ٱلعدة ولتكبروا ٱلله علىٰ ما هدىٰكم ولعلكم تشكرون"
    },
    {
        "surah_number": 2,
        "verse_number": 186,
        "content": "وإذا سألك عبادي عني فإني قريب أجيب دعوة ٱلداع إذا دعان فليستجيبوا لي وليؤمنوا بي لعلهم يرشدون"
    },
    {
        "surah_number": 2,
        "verse_number": 187,
        "content": "أحل لكم ليلة ٱلصيام ٱلرفث إلىٰ نسائكم هن لباس لكم وأنتم لباس لهن علم ٱلله أنكم كنتم تختانون أنفسكم فتاب عليكم وعفا عنكم فٱلـٰن بٰشروهن وٱبتغوا ما كتب ٱلله لكم وكلوا وٱشربوا حتىٰ يتبين لكم ٱلخيط ٱلأبيض من ٱلخيط ٱلأسود من ٱلفجر ثم أتموا ٱلصيام إلى ٱليل ولا تبٰشروهن وأنتم عٰكفون في ٱلمسٰجد تلك حدود ٱلله فلا تقربوها كذٰلك يبين ٱلله ءايٰته للناس لعلهم يتقون"
    },
    {
        "surah_number": 2,
        "verse_number": 188,
        "content": "ولا تأكلوا أموٰلكم بينكم بٱلبٰطل وتدلوا بها إلى ٱلحكام لتأكلوا فريقا من أموٰل ٱلناس بٱلإثم وأنتم تعلمون"
    },
    {
        "surah_number": 2,
        "verse_number": 189,
        "content": "يسـلونك عن ٱلأهلة قل هي موٰقيت للناس وٱلحج وليس ٱلبر بأن تأتوا ٱلبيوت من ظهورها ولٰكن ٱلبر من ٱتقىٰ وأتوا ٱلبيوت من أبوٰبها وٱتقوا ٱلله لعلكم تفلحون"
    },
    {
        "surah_number": 2,
        "verse_number": 190,
        "content": "وقٰتلوا في سبيل ٱلله ٱلذين يقٰتلونكم ولا تعتدوا إن ٱلله لا يحب ٱلمعتدين"
    },
    {
        "surah_number": 2,
        "verse_number": 191,
        "content": "وٱقتلوهم حيث ثقفتموهم وأخرجوهم من حيث أخرجوكم وٱلفتنة أشد من ٱلقتل ولا تقٰتلوهم عند ٱلمسجد ٱلحرام حتىٰ يقٰتلوكم فيه فإن قٰتلوكم فٱقتلوهم كذٰلك جزاء ٱلكٰفرين"
    },
    {
        "surah_number": 2,
        "verse_number": 192,
        "content": "فإن ٱنتهوا فإن ٱلله غفور رحيم"
    },
    {
        "surah_number": 2,
        "verse_number": 193,
        "content": "وقٰتلوهم حتىٰ لا تكون فتنة ويكون ٱلدين لله فإن ٱنتهوا فلا عدوٰن إلا على ٱلظـٰلمين"
    },
    {
        "surah_number": 2,
        "verse_number": 194,
        "content": "ٱلشهر ٱلحرام بٱلشهر ٱلحرام وٱلحرمٰت قصاص فمن ٱعتدىٰ عليكم فٱعتدوا عليه بمثل ما ٱعتدىٰ عليكم وٱتقوا ٱلله وٱعلموا أن ٱلله مع ٱلمتقين"
    },
    {
        "surah_number": 2,
        "verse_number": 195,
        "content": "وأنفقوا في سبيل ٱلله ولا تلقوا بأيديكم إلى ٱلتهلكة وأحسنوا إن ٱلله يحب ٱلمحسنين"
    },
    {
        "surah_number": 2,
        "verse_number": 196,
        "content": "وأتموا ٱلحج وٱلعمرة لله فإن أحصرتم فما ٱستيسر من ٱلهدي ولا تحلقوا رءوسكم حتىٰ يبلغ ٱلهدي محله فمن كان منكم مريضا أو به أذى من رأسه ففدية من صيام أو صدقة أو نسك فإذا أمنتم فمن تمتع بٱلعمرة إلى ٱلحج فما ٱستيسر من ٱلهدي فمن لم يجد فصيام ثلٰثة أيام في ٱلحج وسبعة إذا رجعتم تلك عشرة كاملة ذٰلك لمن لم يكن أهله حاضري ٱلمسجد ٱلحرام وٱتقوا ٱلله وٱعلموا أن ٱلله شديد ٱلعقاب"
    },
    {
        "surah_number": 2,
        "verse_number": 197,
        "content": "ٱلحج أشهر معلومٰت فمن فرض فيهن ٱلحج فلا رفث ولا فسوق ولا جدال في ٱلحج وما تفعلوا من خير يعلمه ٱلله وتزودوا فإن خير ٱلزاد ٱلتقوىٰ وٱتقون يـٰأولي ٱلألبٰب"
    },
    {
        "surah_number": 2,
        "verse_number": 198,
        "content": "ليس عليكم جناح أن تبتغوا فضلا من ربكم فإذا أفضتم من عرفٰت فٱذكروا ٱلله عند ٱلمشعر ٱلحرام وٱذكروه كما هدىٰكم وإن كنتم من قبله لمن ٱلضالين"
    },
    {
        "surah_number": 2,
        "verse_number": 199,
        "content": "ثم أفيضوا من حيث أفاض ٱلناس وٱستغفروا ٱلله إن ٱلله غفور رحيم"
    },
    {
        "surah_number": 2,
        "verse_number": 200,
        "content": "فإذا قضيتم منٰسككم فٱذكروا ٱلله كذكركم ءاباءكم أو أشد ذكرا فمن ٱلناس من يقول ربنا ءاتنا في ٱلدنيا وما له في ٱلأخرة من خلٰق"
    },
    {
        "surah_number": 2,
        "verse_number": 201,
        "content": "ومنهم من يقول ربنا ءاتنا في ٱلدنيا حسنة وفي ٱلأخرة حسنة وقنا عذاب ٱلنار"
    },
    {
        "surah_number": 2,
        "verse_number": 202,
        "content": "أولـٰئك لهم نصيب مما كسبوا وٱلله سريع ٱلحساب"
    },
    {
        "surah_number": 2,
        "verse_number": 203,
        "content": "وٱذكروا ٱلله في أيام معدودٰت فمن تعجل في يومين فلا إثم عليه ومن تأخر فلا إثم عليه لمن ٱتقىٰ وٱتقوا ٱلله وٱعلموا أنكم إليه تحشرون"
    },
    {
        "surah_number": 2,
        "verse_number": 204,
        "content": "ومن ٱلناس من يعجبك قوله في ٱلحيوٰة ٱلدنيا ويشهد ٱلله علىٰ ما في قلبه وهو ألد ٱلخصام"
    },
    {
        "surah_number": 2,
        "verse_number": 205,
        "content": "وإذا تولىٰ سعىٰ في ٱلأرض ليفسد فيها ويهلك ٱلحرث وٱلنسل وٱلله لا يحب ٱلفساد"
    },
    {
        "surah_number": 2,
        "verse_number": 206,
        "content": "وإذا قيل له ٱتق ٱلله أخذته ٱلعزة بٱلإثم فحسبه جهنم ولبئس ٱلمهاد"
    },
    {
        "surah_number": 2,
        "verse_number": 207,
        "content": "ومن ٱلناس من يشري نفسه ٱبتغاء مرضات ٱلله وٱلله رءوف بٱلعباد"
    },
    {
        "surah_number": 2,
        "verse_number": 208,
        "content": "يـٰأيها ٱلذين ءامنوا ٱدخلوا في ٱلسلم كافة ولا تتبعوا خطوٰت ٱلشيطٰن إنه لكم عدو مبين"
    },
    {
        "surah_number": 2,
        "verse_number": 209,
        "content": "فإن زللتم من بعد ما جاءتكم ٱلبينٰت فٱعلموا أن ٱلله عزيز حكيم"
    },
    {
        "surah_number": 2,
        "verse_number": 210,
        "content": "هل ينظرون إلا أن يأتيهم ٱلله في ظلل من ٱلغمام وٱلملـٰئكة وقضي ٱلأمر وإلى ٱلله ترجع ٱلأمور"
    },
    {
        "surah_number": 2,
        "verse_number": 211,
        "content": "سل بني إسرـٰءيل كم ءاتينٰهم من ءاية بينة ومن يبدل نعمة ٱلله من بعد ما جاءته فإن ٱلله شديد ٱلعقاب"
    },
    {
        "surah_number": 2,
        "verse_number": 212,
        "content": "زين للذين كفروا ٱلحيوٰة ٱلدنيا ويسخرون من ٱلذين ءامنوا وٱلذين ٱتقوا فوقهم يوم ٱلقيٰمة وٱلله يرزق من يشاء بغير حساب"
    },
    {
        "surah_number": 2,
        "verse_number": 213,
        "content": "كان ٱلناس أمة وٰحدة فبعث ٱلله ٱلنبيـن مبشرين ومنذرين وأنزل معهم ٱلكتٰب بٱلحق ليحكم بين ٱلناس فيما ٱختلفوا فيه وما ٱختلف فيه إلا ٱلذين أوتوه من بعد ما جاءتهم ٱلبينٰت بغيا بينهم فهدى ٱلله ٱلذين ءامنوا لما ٱختلفوا فيه من ٱلحق بإذنه وٱلله يهدي من يشاء إلىٰ صرٰط مستقيم"
    },
    {
        "surah_number": 2,
        "verse_number": 214,
        "content": "أم حسبتم أن تدخلوا ٱلجنة ولما يأتكم مثل ٱلذين خلوا من قبلكم مستهم ٱلبأساء وٱلضراء وزلزلوا حتىٰ يقول ٱلرسول وٱلذين ءامنوا معه متىٰ نصر ٱلله ألا إن نصر ٱلله قريب"
    },
    {
        "surah_number": 2,
        "verse_number": 215,
        "content": "يسـلونك ماذا ينفقون قل ما أنفقتم من خير فللوٰلدين وٱلأقربين وٱليتٰمىٰ وٱلمسٰكين وٱبن ٱلسبيل وما تفعلوا من خير فإن ٱلله به عليم"
    },
    {
        "surah_number": 2,
        "verse_number": 216,
        "content": "كتب عليكم ٱلقتال وهو كره لكم وعسىٰ أن تكرهوا شيـا وهو خير لكم وعسىٰ أن تحبوا شيـا وهو شر لكم وٱلله يعلم وأنتم لا تعلمون"
    },
    {
        "surah_number": 2,
        "verse_number": 217,
        "content": "يسـلونك عن ٱلشهر ٱلحرام قتال فيه قل قتال فيه كبير وصد عن سبيل ٱلله وكفر به وٱلمسجد ٱلحرام وإخراج أهله منه أكبر عند ٱلله وٱلفتنة أكبر من ٱلقتل ولا يزالون يقٰتلونكم حتىٰ يردوكم عن دينكم إن ٱستطٰعوا ومن يرتدد منكم عن دينه فيمت وهو كافر فأولـٰئك حبطت أعمٰلهم في ٱلدنيا وٱلأخرة وأولـٰئك أصحٰب ٱلنار هم فيها خٰلدون"
    },
    {
        "surah_number": 2,
        "verse_number": 218,
        "content": "إن ٱلذين ءامنوا وٱلذين هاجروا وجٰهدوا في سبيل ٱلله أولـٰئك يرجون رحمت ٱلله وٱلله غفور رحيم"
    },
    {
        "surah_number": 2,
        "verse_number": 219,
        "content": "يسـلونك عن ٱلخمر وٱلميسر قل فيهما إثم كبير ومنٰفع للناس وإثمهما أكبر من نفعهما ويسـلونك ماذا ينفقون قل ٱلعفو كذٰلك يبين ٱلله لكم ٱلأيٰت لعلكم تتفكرون"
    },
    {
        "surah_number": 2,
        "verse_number": 220,
        "content": "في ٱلدنيا وٱلأخرة ويسـلونك عن ٱليتٰمىٰ قل إصلاح لهم خير وإن تخالطوهم فإخوٰنكم وٱلله يعلم ٱلمفسد من ٱلمصلح ولو شاء ٱلله لأعنتكم إن ٱلله عزيز حكيم"
    },
    {
        "surah_number": 2,
        "verse_number": 221,
        "content": "ولا تنكحوا ٱلمشركٰت حتىٰ يؤمن ولأمة مؤمنة خير من مشركة ولو أعجبتكم ولا تنكحوا ٱلمشركين حتىٰ يؤمنوا ولعبد مؤمن خير من مشرك ولو أعجبكم أولـٰئك يدعون إلى ٱلنار وٱلله يدعوا إلى ٱلجنة وٱلمغفرة بإذنه ويبين ءايٰته للناس لعلهم يتذكرون"
    },
    {
        "surah_number": 2,
        "verse_number": 222,
        "content": "ويسـلونك عن ٱلمحيض قل هو أذى فٱعتزلوا ٱلنساء في ٱلمحيض ولا تقربوهن حتىٰ يطهرن فإذا تطهرن فأتوهن من حيث أمركم ٱلله إن ٱلله يحب ٱلتوـٰبين ويحب ٱلمتطهرين"
    },
    {
        "surah_number": 2,
        "verse_number": 223,
        "content": "نساؤكم حرث لكم فأتوا حرثكم أنىٰ شئتم وقدموا لأنفسكم وٱتقوا ٱلله وٱعلموا أنكم ملٰقوه وبشر ٱلمؤمنين"
    },
    {
        "surah_number": 2,
        "verse_number": 224,
        "content": "ولا تجعلوا ٱلله عرضة لأيمٰنكم أن تبروا وتتقوا وتصلحوا بين ٱلناس وٱلله سميع عليم"
    },
    {
        "surah_number": 2,
        "verse_number": 225,
        "content": "لا يؤاخذكم ٱلله بٱللغو في أيمٰنكم ولٰكن يؤاخذكم بما كسبت قلوبكم وٱلله غفور حليم"
    },
    {
        "surah_number": 2,
        "verse_number": 226,
        "content": "للذين يؤلون من نسائهم تربص أربعة أشهر فإن فاءو فإن ٱلله غفور رحيم"
    },
    {
        "surah_number": 2,
        "verse_number": 227,
        "content": "وإن عزموا ٱلطلٰق فإن ٱلله سميع عليم"
    },
    {
        "surah_number": 2,
        "verse_number": 228,
        "content": "وٱلمطلقٰت يتربصن بأنفسهن ثلٰثة قروء ولا يحل لهن أن يكتمن ما خلق ٱلله في أرحامهن إن كن يؤمن بٱلله وٱليوم ٱلأخر وبعولتهن أحق بردهن في ذٰلك إن أرادوا إصلٰحا ولهن مثل ٱلذي عليهن بٱلمعروف وللرجال عليهن درجة وٱلله عزيز حكيم"
    },
    {
        "surah_number": 2,
        "verse_number": 229,
        "content": "ٱلطلٰق مرتان فإمساك بمعروف أو تسريح بإحسٰن ولا يحل لكم أن تأخذوا مما ءاتيتموهن شيـا إلا أن يخافا ألا يقيما حدود ٱلله فإن خفتم ألا يقيما حدود ٱلله فلا جناح عليهما فيما ٱفتدت به تلك حدود ٱلله فلا تعتدوها ومن يتعد حدود ٱلله فأولـٰئك هم ٱلظـٰلمون"
    },
    {
        "surah_number": 2,
        "verse_number": 230,
        "content": "فإن طلقها فلا تحل له من بعد حتىٰ تنكح زوجا غيره فإن طلقها فلا جناح عليهما أن يتراجعا إن ظنا أن يقيما حدود ٱلله وتلك حدود ٱلله يبينها لقوم يعلمون"
    },
    {
        "surah_number": 2,
        "verse_number": 231,
        "content": "وإذا طلقتم ٱلنساء فبلغن أجلهن فأمسكوهن بمعروف أو سرحوهن بمعروف ولا تمسكوهن ضرارا لتعتدوا ومن يفعل ذٰلك فقد ظلم نفسه ولا تتخذوا ءايٰت ٱلله هزوا وٱذكروا نعمت ٱلله عليكم وما أنزل عليكم من ٱلكتٰب وٱلحكمة يعظكم به وٱتقوا ٱلله وٱعلموا أن ٱلله بكل شيء عليم"
    },
    {
        "surah_number": 2,
        "verse_number": 232,
        "content": "وإذا طلقتم ٱلنساء فبلغن أجلهن فلا تعضلوهن أن ينكحن أزوٰجهن إذا ترٰضوا بينهم بٱلمعروف ذٰلك يوعظ به من كان منكم يؤمن بٱلله وٱليوم ٱلأخر ذٰلكم أزكىٰ لكم وأطهر وٱلله يعلم وأنتم لا تعلمون"
    },
    {
        "surah_number": 2,
        "verse_number": 233,
        "content": "وٱلوٰلدٰت يرضعن أولٰدهن حولين كاملين لمن أراد أن يتم ٱلرضاعة وعلى ٱلمولود له رزقهن وكسوتهن بٱلمعروف لا تكلف نفس إلا وسعها لا تضار وٰلدة بولدها ولا مولود له بولده وعلى ٱلوارث مثل ذٰلك فإن أرادا فصالا عن تراض منهما وتشاور فلا جناح عليهما وإن أردتم أن تسترضعوا أولٰدكم فلا جناح عليكم إذا سلمتم ما ءاتيتم بٱلمعروف وٱتقوا ٱلله وٱعلموا أن ٱلله بما تعملون بصير"
    },
    {
        "surah_number": 2,
        "verse_number": 234,
        "content": "وٱلذين يتوفون منكم ويذرون أزوٰجا يتربصن بأنفسهن أربعة أشهر وعشرا فإذا بلغن أجلهن فلا جناح عليكم فيما فعلن في أنفسهن بٱلمعروف وٱلله بما تعملون خبير"
    },
    {
        "surah_number": 2,
        "verse_number": 235,
        "content": "ولا جناح عليكم فيما عرضتم به من خطبة ٱلنساء أو أكننتم في أنفسكم علم ٱلله أنكم ستذكرونهن ولٰكن لا تواعدوهن سرا إلا أن تقولوا قولا معروفا ولا تعزموا عقدة ٱلنكاح حتىٰ يبلغ ٱلكتٰب أجله وٱعلموا أن ٱلله يعلم ما في أنفسكم فٱحذروه وٱعلموا أن ٱلله غفور حليم"
    },
    {
        "surah_number": 2,
        "verse_number": 236,
        "content": "لا جناح عليكم إن طلقتم ٱلنساء ما لم تمسوهن أو تفرضوا لهن فريضة ومتعوهن على ٱلموسع قدره وعلى ٱلمقتر قدره متٰعا بٱلمعروف حقا على ٱلمحسنين"
    },
    {
        "surah_number": 2,
        "verse_number": 237,
        "content": "وإن طلقتموهن من قبل أن تمسوهن وقد فرضتم لهن فريضة فنصف ما فرضتم إلا أن يعفون أو يعفوا ٱلذي بيده عقدة ٱلنكاح وأن تعفوا أقرب للتقوىٰ ولا تنسوا ٱلفضل بينكم إن ٱلله بما تعملون بصير"
    },
    {
        "surah_number": 2,
        "verse_number": 238,
        "content": "حٰفظوا على ٱلصلوٰت وٱلصلوٰة ٱلوسطىٰ وقوموا لله قٰنتين"
    },
    {
        "surah_number": 2,
        "verse_number": 239,
        "content": "فإن خفتم فرجالا أو ركبانا فإذا أمنتم فٱذكروا ٱلله كما علمكم ما لم تكونوا تعلمون"
    },
    {
        "surah_number": 2,
        "verse_number": 240,
        "content": "وٱلذين يتوفون منكم ويذرون أزوٰجا وصية لأزوٰجهم متٰعا إلى ٱلحول غير إخراج فإن خرجن فلا جناح عليكم في ما فعلن في أنفسهن من معروف وٱلله عزيز حكيم"
    },
    {
        "surah_number": 2,
        "verse_number": 241,
        "content": "وللمطلقٰت متٰع بٱلمعروف حقا على ٱلمتقين"
    },
    {
        "surah_number": 2,
        "verse_number": 242,
        "content": "كذٰلك يبين ٱلله لكم ءايٰته لعلكم تعقلون"
    },
    {
        "surah_number": 2,
        "verse_number": 243,
        "content": "ألم تر إلى ٱلذين خرجوا من ديٰرهم وهم ألوف حذر ٱلموت فقال لهم ٱلله موتوا ثم أحيٰهم إن ٱلله لذو فضل على ٱلناس ولٰكن أكثر ٱلناس لا يشكرون"
    },
    {
        "surah_number": 2,
        "verse_number": 244,
        "content": "وقٰتلوا في سبيل ٱلله وٱعلموا أن ٱلله سميع عليم"
    },
    {
        "surah_number": 2,
        "verse_number": 245,
        "content": "من ذا ٱلذي يقرض ٱلله قرضا حسنا فيضٰعفه له أضعافا كثيرة وٱلله يقبض ويبصط وإليه ترجعون"
    },
    {
        "surah_number": 2,
        "verse_number": 246,
        "content": "ألم تر إلى ٱلملإ من بني إسرـٰءيل من بعد موسىٰ إذ قالوا لنبي لهم ٱبعث لنا ملكا نقٰتل في سبيل ٱلله قال هل عسيتم إن كتب عليكم ٱلقتال ألا تقٰتلوا قالوا وما لنا ألا نقٰتل في سبيل ٱلله وقد أخرجنا من ديٰرنا وأبنائنا فلما كتب عليهم ٱلقتال تولوا إلا قليلا منهم وٱلله عليم بٱلظـٰلمين"
    },
    {
        "surah_number": 2,
        "verse_number": 247,
        "content": "وقال لهم نبيهم إن ٱلله قد بعث لكم طالوت ملكا قالوا أنىٰ يكون له ٱلملك علينا ونحن أحق بٱلملك منه ولم يؤت سعة من ٱلمال قال إن ٱلله ٱصطفىٰه عليكم وزاده بسطة في ٱلعلم وٱلجسم وٱلله يؤتي ملكه من يشاء وٱلله وٰسع عليم"
    },
    {
        "surah_number": 2,
        "verse_number": 248,
        "content": "وقال لهم نبيهم إن ءاية ملكه أن يأتيكم ٱلتابوت فيه سكينة من ربكم وبقية مما ترك ءال موسىٰ وءال هٰرون تحمله ٱلملـٰئكة إن في ذٰلك لأية لكم إن كنتم مؤمنين"
    },
    {
        "surah_number": 2,
        "verse_number": 249,
        "content": "فلما فصل طالوت بٱلجنود قال إن ٱلله مبتليكم بنهر فمن شرب منه فليس مني ومن لم يطعمه فإنه مني إلا من ٱغترف غرفة بيده فشربوا منه إلا قليلا منهم فلما جاوزه هو وٱلذين ءامنوا معه قالوا لا طاقة لنا ٱليوم بجالوت وجنوده قال ٱلذين يظنون أنهم ملٰقوا ٱلله كم من فئة قليلة غلبت فئة كثيرة بإذن ٱلله وٱلله مع ٱلصـٰبرين"
    },
    {
        "surah_number": 2,
        "verse_number": 250,
        "content": "ولما برزوا لجالوت وجنوده قالوا ربنا أفرغ علينا صبرا وثبت أقدامنا وٱنصرنا على ٱلقوم ٱلكٰفرين"
    },
    {
        "surah_number": 2,
        "verse_number": 251,
        "content": "فهزموهم بإذن ٱلله وقتل داود جالوت وءاتىٰه ٱلله ٱلملك وٱلحكمة وعلمه مما يشاء ولولا دفع ٱلله ٱلناس بعضهم ببعض لفسدت ٱلأرض ولٰكن ٱلله ذو فضل على ٱلعٰلمين"
    },
    {
        "surah_number": 2,
        "verse_number": 252,
        "content": "تلك ءايٰت ٱلله نتلوها عليك بٱلحق وإنك لمن ٱلمرسلين"
    },
    {
        "surah_number": 2,
        "verse_number": 253,
        "content": "تلك ٱلرسل فضلنا بعضهم علىٰ بعض منهم من كلم ٱلله ورفع بعضهم درجٰت وءاتينا عيسى ٱبن مريم ٱلبينٰت وأيدنٰه بروح ٱلقدس ولو شاء ٱلله ما ٱقتتل ٱلذين من بعدهم من بعد ما جاءتهم ٱلبينٰت ولٰكن ٱختلفوا فمنهم من ءامن ومنهم من كفر ولو شاء ٱلله ما ٱقتتلوا ولٰكن ٱلله يفعل ما يريد"
    },
    {
        "surah_number": 2,
        "verse_number": 254,
        "content": "يـٰأيها ٱلذين ءامنوا أنفقوا مما رزقنٰكم من قبل أن يأتي يوم لا بيع فيه ولا خلة ولا شفٰعة وٱلكٰفرون هم ٱلظـٰلمون"
    },
    {
        "surah_number": 2,
        "verse_number": 255,
        "content": "ٱلله لا إلٰه إلا هو ٱلحي ٱلقيوم لا تأخذه سنة ولا نوم له ما في ٱلسمٰوٰت وما في ٱلأرض من ذا ٱلذي يشفع عنده إلا بإذنه يعلم ما بين أيديهم وما خلفهم ولا يحيطون بشيء من علمه إلا بما شاء وسع كرسيه ٱلسمٰوٰت وٱلأرض ولا يـوده حفظهما وهو ٱلعلي ٱلعظيم"
    },
    {
        "surah_number": 2,
        "verse_number": 256,
        "content": "لا إكراه في ٱلدين قد تبين ٱلرشد من ٱلغي فمن يكفر بٱلطـٰغوت ويؤمن بٱلله فقد ٱستمسك بٱلعروة ٱلوثقىٰ لا ٱنفصام لها وٱلله سميع عليم"
    },
    {
        "surah_number": 2,
        "verse_number": 257,
        "content": "ٱلله ولي ٱلذين ءامنوا يخرجهم من ٱلظلمٰت إلى ٱلنور وٱلذين كفروا أولياؤهم ٱلطـٰغوت يخرجونهم من ٱلنور إلى ٱلظلمٰت أولـٰئك أصحٰب ٱلنار هم فيها خٰلدون"
    },
    {
        "surah_number": 2,
        "verse_number": 258,
        "content": "ألم تر إلى ٱلذي حاج إبرٰهـم في ربه أن ءاتىٰه ٱلله ٱلملك إذ قال إبرٰهـم ربي ٱلذي يحي ويميت قال أنا أحي وأميت قال إبرٰهـم فإن ٱلله يأتي بٱلشمس من ٱلمشرق فأت بها من ٱلمغرب فبهت ٱلذي كفر وٱلله لا يهدي ٱلقوم ٱلظـٰلمين"
    },
    {
        "surah_number": 2,
        "verse_number": 259,
        "content": "أو كٱلذي مر علىٰ قرية وهي خاوية علىٰ عروشها قال أنىٰ يحي هٰذه ٱلله بعد موتها فأماته ٱلله مائة عام ثم بعثه قال كم لبثت قال لبثت يوما أو بعض يوم قال بل لبثت مائة عام فٱنظر إلىٰ طعامك وشرابك لم يتسنه وٱنظر إلىٰ حمارك ولنجعلك ءاية للناس وٱنظر إلى ٱلعظام كيف ننشزها ثم نكسوها لحما فلما تبين له قال أعلم أن ٱلله علىٰ كل شيء قدير"
    },
    {
        "surah_number": 2,
        "verse_number": 260,
        "content": "وإذ قال إبرٰهـم رب أرني كيف تحي ٱلموتىٰ قال أولم تؤمن قال بلىٰ ولٰكن ليطمئن قلبي قال فخذ أربعة من ٱلطير فصرهن إليك ثم ٱجعل علىٰ كل جبل منهن جزءا ثم ٱدعهن يأتينك سعيا وٱعلم أن ٱلله عزيز حكيم"
    },
    {
        "surah_number": 2,
        "verse_number": 261,
        "content": "مثل ٱلذين ينفقون أموٰلهم في سبيل ٱلله كمثل حبة أنبتت سبع سنابل في كل سنبلة مائة حبة وٱلله يضٰعف لمن يشاء وٱلله وٰسع عليم"
    },
    {
        "surah_number": 2,
        "verse_number": 262,
        "content": "ٱلذين ينفقون أموٰلهم في سبيل ٱلله ثم لا يتبعون ما أنفقوا منا ولا أذى لهم أجرهم عند ربهم ولا خوف عليهم ولا هم يحزنون"
    },
    {
        "surah_number": 2,
        "verse_number": 263,
        "content": "قول معروف ومغفرة خير من صدقة يتبعها أذى وٱلله غني حليم"
    },
    {
        "surah_number": 2,
        "verse_number": 264,
        "content": "يـٰأيها ٱلذين ءامنوا لا تبطلوا صدقٰتكم بٱلمن وٱلأذىٰ كٱلذي ينفق ماله رئاء ٱلناس ولا يؤمن بٱلله وٱليوم ٱلأخر فمثله كمثل صفوان عليه تراب فأصابه وابل فتركه صلدا لا يقدرون علىٰ شيء مما كسبوا وٱلله لا يهدي ٱلقوم ٱلكٰفرين"
    },
    {
        "surah_number": 2,
        "verse_number": 265,
        "content": "ومثل ٱلذين ينفقون أموٰلهم ٱبتغاء مرضات ٱلله وتثبيتا من أنفسهم كمثل جنة بربوة أصابها وابل فـاتت أكلها ضعفين فإن لم يصبها وابل فطل وٱلله بما تعملون بصير"
    },
    {
        "surah_number": 2,
        "verse_number": 266,
        "content": "أيود أحدكم أن تكون له جنة من نخيل وأعناب تجري من تحتها ٱلأنهٰر له فيها من كل ٱلثمرٰت وأصابه ٱلكبر وله ذرية ضعفاء فأصابها إعصار فيه نار فٱحترقت كذٰلك يبين ٱلله لكم ٱلأيٰت لعلكم تتفكرون"
    },
    {
        "surah_number": 2,
        "verse_number": 267,
        "content": "يـٰأيها ٱلذين ءامنوا أنفقوا من طيبٰت ما كسبتم ومما أخرجنا لكم من ٱلأرض ولا تيمموا ٱلخبيث منه تنفقون ولستم بـاخذيه إلا أن تغمضوا فيه وٱعلموا أن ٱلله غني حميد"
    },
    {
        "surah_number": 2,
        "verse_number": 268,
        "content": "ٱلشيطٰن يعدكم ٱلفقر ويأمركم بٱلفحشاء وٱلله يعدكم مغفرة منه وفضلا وٱلله وٰسع عليم"
    },
    {
        "surah_number": 2,
        "verse_number": 269,
        "content": "يؤتي ٱلحكمة من يشاء ومن يؤت ٱلحكمة فقد أوتي خيرا كثيرا وما يذكر إلا أولوا ٱلألبٰب"
    },
    {
        "surah_number": 2,
        "verse_number": 270,
        "content": "وما أنفقتم من نفقة أو نذرتم من نذر فإن ٱلله يعلمه وما للظـٰلمين من أنصار"
    },
    {
        "surah_number": 2,
        "verse_number": 271,
        "content": "إن تبدوا ٱلصدقٰت فنعما هي وإن تخفوها وتؤتوها ٱلفقراء فهو خير لكم ويكفر عنكم من سيـاتكم وٱلله بما تعملون خبير"
    },
    {
        "surah_number": 2,
        "verse_number": 272,
        "content": "ليس عليك هدىٰهم ولٰكن ٱلله يهدي من يشاء وما تنفقوا من خير فلأنفسكم وما تنفقون إلا ٱبتغاء وجه ٱلله وما تنفقوا من خير يوف إليكم وأنتم لا تظلمون"
    },
    {
        "surah_number": 2,
        "verse_number": 273,
        "content": "للفقراء ٱلذين أحصروا في سبيل ٱلله لا يستطيعون ضربا في ٱلأرض يحسبهم ٱلجاهل أغنياء من ٱلتعفف تعرفهم بسيمٰهم لا يسـلون ٱلناس إلحافا وما تنفقوا من خير فإن ٱلله به عليم"
    },
    {
        "surah_number": 2,
        "verse_number": 274,
        "content": "ٱلذين ينفقون أموٰلهم بٱليل وٱلنهار سرا وعلانية فلهم أجرهم عند ربهم ولا خوف عليهم ولا هم يحزنون"
    },
    {
        "surah_number": 2,
        "verse_number": 275,
        "content": "ٱلذين يأكلون ٱلربوٰا لا يقومون إلا كما يقوم ٱلذي يتخبطه ٱلشيطٰن من ٱلمس ذٰلك بأنهم قالوا إنما ٱلبيع مثل ٱلربوٰا وأحل ٱلله ٱلبيع وحرم ٱلربوٰا فمن جاءه موعظة من ربه فٱنتهىٰ فله ما سلف وأمره إلى ٱلله ومن عاد فأولـٰئك أصحٰب ٱلنار هم فيها خٰلدون"
    },
    {
        "surah_number": 2,
        "verse_number": 276,
        "content": "يمحق ٱلله ٱلربوٰا ويربي ٱلصدقٰت وٱلله لا يحب كل كفار أثيم"
    },
    {
        "surah_number": 2,
        "verse_number": 277,
        "content": "إن ٱلذين ءامنوا وعملوا ٱلصـٰلحٰت وأقاموا ٱلصلوٰة وءاتوا ٱلزكوٰة لهم أجرهم عند ربهم ولا خوف عليهم ولا هم يحزنون"
    },
    {
        "surah_number": 2,
        "verse_number": 278,
        "content": "يـٰأيها ٱلذين ءامنوا ٱتقوا ٱلله وذروا ما بقي من ٱلربوٰا إن كنتم مؤمنين"
    },
    {
        "surah_number": 2,
        "verse_number": 279,
        "content": "فإن لم تفعلوا فأذنوا بحرب من ٱلله ورسوله وإن تبتم فلكم رءوس أموٰلكم لا تظلمون ولا تظلمون"
    },
    {
        "surah_number": 2,
        "verse_number": 280,
        "content": "وإن كان ذو عسرة فنظرة إلىٰ ميسرة وأن تصدقوا خير لكم إن كنتم تعلمون"
    },
    {
        "surah_number": 2,
        "verse_number": 281,
        "content": "وٱتقوا يوما ترجعون فيه إلى ٱلله ثم توفىٰ كل نفس ما كسبت وهم لا يظلمون"
    },
    {
        "surah_number": 2,
        "verse_number": 282,
        "content": "يـٰأيها ٱلذين ءامنوا إذا تداينتم بدين إلىٰ أجل مسمى فٱكتبوه وليكتب بينكم كاتب بٱلعدل ولا يأب كاتب أن يكتب كما علمه ٱلله فليكتب وليملل ٱلذي عليه ٱلحق وليتق ٱلله ربه ولا يبخس منه شيـا فإن كان ٱلذي عليه ٱلحق سفيها أو ضعيفا أو لا يستطيع أن يمل هو فليملل وليه بٱلعدل وٱستشهدوا شهيدين من رجالكم فإن لم يكونا رجلين فرجل وٱمرأتان ممن ترضون من ٱلشهداء أن تضل إحدىٰهما فتذكر إحدىٰهما ٱلأخرىٰ ولا يأب ٱلشهداء إذا ما دعوا ولا تسـموا أن تكتبوه صغيرا أو كبيرا إلىٰ أجله ذٰلكم أقسط عند ٱلله وأقوم للشهٰدة وأدنىٰ ألا ترتابوا إلا أن تكون تجٰرة حاضرة تديرونها بينكم فليس عليكم جناح ألا تكتبوها وأشهدوا إذا تبايعتم ولا يضار كاتب ولا شهيد وإن تفعلوا فإنه فسوق بكم وٱتقوا ٱلله ويعلمكم ٱلله وٱلله بكل شيء عليم"
    },
    {
        "surah_number": 2,
        "verse_number": 283,
        "content": "وإن كنتم علىٰ سفر ولم تجدوا كاتبا فرهٰن مقبوضة فإن أمن بعضكم بعضا فليؤد ٱلذي ٱؤتمن أمٰنته وليتق ٱلله ربه ولا تكتموا ٱلشهٰدة ومن يكتمها فإنه ءاثم قلبه وٱلله بما تعملون عليم"
    },
    {
        "surah_number": 2,
        "verse_number": 284,
        "content": "لله ما في ٱلسمٰوٰت وما في ٱلأرض وإن تبدوا ما في أنفسكم أو تخفوه يحاسبكم به ٱلله فيغفر لمن يشاء ويعذب من يشاء وٱلله علىٰ كل شيء قدير"
    },
    {
        "surah_number": 2,
        "verse_number": 285,
        "content": "ءامن ٱلرسول بما أنزل إليه من ربه وٱلمؤمنون كل ءامن بٱلله وملـٰئكته وكتبه ورسله لا نفرق بين أحد من رسله وقالوا سمعنا وأطعنا غفرانك ربنا وإليك ٱلمصير"
    },
    {
        "surah_number": 2,
        "verse_number": 286,
        "content": "لا يكلف ٱلله نفسا إلا وسعها لها ما كسبت وعليها ما ٱكتسبت ربنا لا تؤاخذنا إن نسينا أو أخطأنا ربنا ولا تحمل علينا إصرا كما حملته على ٱلذين من قبلنا ربنا ولا تحملنا ما لا طاقة لنا به وٱعف عنا وٱغفر لنا وٱرحمنا أنت مولىٰنا فٱنصرنا على ٱلقوم ٱلكٰفرين"
    },
    {
        "surah_number": 3,
        "verse_number": 1,
        "content": "الم"
    },
    {
        "surah_number": 3,
        "verse_number": 2,
        "content": "ٱلله لا إلٰه إلا هو ٱلحي ٱلقيوم"
    },
    {
        "surah_number": 3,
        "verse_number": 3,
        "content": "نزل عليك ٱلكتٰب بٱلحق مصدقا لما بين يديه وأنزل ٱلتورىٰة وٱلإنجيل"
    },
    {
        "surah_number": 3,
        "verse_number": 4,
        "content": "من قبل هدى للناس وأنزل ٱلفرقان إن ٱلذين كفروا بـايٰت ٱلله لهم عذاب شديد وٱلله عزيز ذو ٱنتقام"
    },
    {
        "surah_number": 3,
        "verse_number": 5,
        "content": "إن ٱلله لا يخفىٰ عليه شيء في ٱلأرض ولا في ٱلسماء"
    },
    {
        "surah_number": 3,
        "verse_number": 6,
        "content": "هو ٱلذي يصوركم في ٱلأرحام كيف يشاء لا إلٰه إلا هو ٱلعزيز ٱلحكيم"
    },
    {
        "surah_number": 3,
        "verse_number": 7,
        "content": "هو ٱلذي أنزل عليك ٱلكتٰب منه ءايٰت محكمٰت هن أم ٱلكتٰب وأخر متشٰبهٰت فأما ٱلذين في قلوبهم زيغ فيتبعون ما تشٰبه منه ٱبتغاء ٱلفتنة وٱبتغاء تأويله وما يعلم تأويله إلا ٱلله وٱلرـٰسخون في ٱلعلم يقولون ءامنا به كل من عند ربنا وما يذكر إلا أولوا ٱلألبٰب"
    },
    {
        "surah_number": 3,
        "verse_number": 8,
        "content": "ربنا لا تزغ قلوبنا بعد إذ هديتنا وهب لنا من لدنك رحمة إنك أنت ٱلوهاب"
    },
    {
        "surah_number": 3,
        "verse_number": 9,
        "content": "ربنا إنك جامع ٱلناس ليوم لا ريب فيه إن ٱلله لا يخلف ٱلميعاد"
    },
    {
        "surah_number": 3,
        "verse_number": 10,
        "content": "إن ٱلذين كفروا لن تغني عنهم أموٰلهم ولا أولٰدهم من ٱلله شيـا وأولـٰئك هم وقود ٱلنار"
    },
    {
        "surah_number": 3,
        "verse_number": 11,
        "content": "كدأب ءال فرعون وٱلذين من قبلهم كذبوا بـايٰتنا فأخذهم ٱلله بذنوبهم وٱلله شديد ٱلعقاب"
    },
    {
        "surah_number": 3,
        "verse_number": 12,
        "content": "قل للذين كفروا ستغلبون وتحشرون إلىٰ جهنم وبئس ٱلمهاد"
    },
    {
        "surah_number": 3,
        "verse_number": 13,
        "content": "قد كان لكم ءاية في فئتين ٱلتقتا فئة تقٰتل في سبيل ٱلله وأخرىٰ كافرة يرونهم مثليهم رأي ٱلعين وٱلله يؤيد بنصره من يشاء إن في ذٰلك لعبرة لأولي ٱلأبصٰر"
    },
    {
        "surah_number": 3,
        "verse_number": 14,
        "content": "زين للناس حب ٱلشهوٰت من ٱلنساء وٱلبنين وٱلقنٰطير ٱلمقنطرة من ٱلذهب وٱلفضة وٱلخيل ٱلمسومة وٱلأنعٰم وٱلحرث ذٰلك متٰع ٱلحيوٰة ٱلدنيا وٱلله عنده حسن ٱلمـاب"
    },
    {
        "surah_number": 3,
        "verse_number": 15,
        "content": "قل أؤنبئكم بخير من ذٰلكم للذين ٱتقوا عند ربهم جنـٰت تجري من تحتها ٱلأنهٰر خٰلدين فيها وأزوٰج مطهرة ورضوٰن من ٱلله وٱلله بصير بٱلعباد"
    },
    {
        "surah_number": 3,
        "verse_number": 16,
        "content": "ٱلذين يقولون ربنا إننا ءامنا فٱغفر لنا ذنوبنا وقنا عذاب ٱلنار"
    },
    {
        "surah_number": 3,
        "verse_number": 17,
        "content": "ٱلصـٰبرين وٱلصـٰدقين وٱلقٰنتين وٱلمنفقين وٱلمستغفرين بٱلأسحار"
    },
    {
        "surah_number": 3,
        "verse_number": 18,
        "content": "شهد ٱلله أنه لا إلٰه إلا هو وٱلملـٰئكة وأولوا ٱلعلم قائما بٱلقسط لا إلٰه إلا هو ٱلعزيز ٱلحكيم"
    },
    {
        "surah_number": 3,
        "verse_number": 19,
        "content": "إن ٱلدين عند ٱلله ٱلإسلٰم وما ٱختلف ٱلذين أوتوا ٱلكتٰب إلا من بعد ما جاءهم ٱلعلم بغيا بينهم ومن يكفر بـايٰت ٱلله فإن ٱلله سريع ٱلحساب"
    },
    {
        "surah_number": 3,
        "verse_number": 20,
        "content": "فإن حاجوك فقل أسلمت وجهي لله ومن ٱتبعن وقل للذين أوتوا ٱلكتٰب وٱلأميـن ءأسلمتم فإن أسلموا فقد ٱهتدوا وإن تولوا فإنما عليك ٱلبلٰغ وٱلله بصير بٱلعباد"
    },
    {
        "surah_number": 3,
        "verse_number": 21,
        "content": "إن ٱلذين يكفرون بـايٰت ٱلله ويقتلون ٱلنبيـن بغير حق ويقتلون ٱلذين يأمرون بٱلقسط من ٱلناس فبشرهم بعذاب أليم"
    },
    {
        "surah_number": 3,
        "verse_number": 22,
        "content": "أولـٰئك ٱلذين حبطت أعمٰلهم في ٱلدنيا وٱلأخرة وما لهم من نـٰصرين"
    },
    {
        "surah_number": 3,
        "verse_number": 23,
        "content": "ألم تر إلى ٱلذين أوتوا نصيبا من ٱلكتٰب يدعون إلىٰ كتٰب ٱلله ليحكم بينهم ثم يتولىٰ فريق منهم وهم معرضون"
    },
    {
        "surah_number": 3,
        "verse_number": 24,
        "content": "ذٰلك بأنهم قالوا لن تمسنا ٱلنار إلا أياما معدودٰت وغرهم في دينهم ما كانوا يفترون"
    },
    {
        "surah_number": 3,
        "verse_number": 25,
        "content": "فكيف إذا جمعنٰهم ليوم لا ريب فيه ووفيت كل نفس ما كسبت وهم لا يظلمون"
    },
    {
        "surah_number": 3,
        "verse_number": 26,
        "content": "قل ٱللهم مٰلك ٱلملك تؤتي ٱلملك من تشاء وتنزع ٱلملك ممن تشاء وتعز من تشاء وتذل من تشاء بيدك ٱلخير إنك علىٰ كل شيء قدير"
    },
    {
        "surah_number": 3,
        "verse_number": 27,
        "content": "تولج ٱليل في ٱلنهار وتولج ٱلنهار في ٱليل وتخرج ٱلحي من ٱلميت وتخرج ٱلميت من ٱلحي وترزق من تشاء بغير حساب"
    },
    {
        "surah_number": 3,
        "verse_number": 28,
        "content": "لا يتخذ ٱلمؤمنون ٱلكٰفرين أولياء من دون ٱلمؤمنين ومن يفعل ذٰلك فليس من ٱلله في شيء إلا أن تتقوا منهم تقىٰة ويحذركم ٱلله نفسه وإلى ٱلله ٱلمصير"
    },
    {
        "surah_number": 3,
        "verse_number": 29,
        "content": "قل إن تخفوا ما في صدوركم أو تبدوه يعلمه ٱلله ويعلم ما في ٱلسمٰوٰت وما في ٱلأرض وٱلله علىٰ كل شيء قدير"
    },
    {
        "surah_number": 3,
        "verse_number": 30,
        "content": "يوم تجد كل نفس ما عملت من خير محضرا وما عملت من سوء تود لو أن بينها وبينه أمدا بعيدا ويحذركم ٱلله نفسه وٱلله رءوف بٱلعباد"
    },
    {
        "surah_number": 3,
        "verse_number": 31,
        "content": "قل إن كنتم تحبون ٱلله فٱتبعوني يحببكم ٱلله ويغفر لكم ذنوبكم وٱلله غفور رحيم"
    },
    {
        "surah_number": 3,
        "verse_number": 32,
        "content": "قل أطيعوا ٱلله وٱلرسول فإن تولوا فإن ٱلله لا يحب ٱلكٰفرين"
    },
    {
        "surah_number": 3,
        "verse_number": 33,
        "content": "إن ٱلله ٱصطفىٰ ءادم ونوحا وءال إبرٰهيم وءال عمرٰن على ٱلعٰلمين"
    },
    {
        "surah_number": 3,
        "verse_number": 34,
        "content": "ذرية بعضها من بعض وٱلله سميع عليم"
    },
    {
        "surah_number": 3,
        "verse_number": 35,
        "content": "إذ قالت ٱمرأت عمرٰن رب إني نذرت لك ما في بطني محررا فتقبل مني إنك أنت ٱلسميع ٱلعليم"
    },
    {
        "surah_number": 3,
        "verse_number": 36,
        "content": "فلما وضعتها قالت رب إني وضعتها أنثىٰ وٱلله أعلم بما وضعت وليس ٱلذكر كٱلأنثىٰ وإني سميتها مريم وإني أعيذها بك وذريتها من ٱلشيطٰن ٱلرجيم"
    },
    {
        "surah_number": 3,
        "verse_number": 37,
        "content": "فتقبلها ربها بقبول حسن وأنبتها نباتا حسنا وكفلها زكريا كلما دخل عليها زكريا ٱلمحراب وجد عندها رزقا قال يٰمريم أنىٰ لك هٰذا قالت هو من عند ٱلله إن ٱلله يرزق من يشاء بغير حساب"
    },
    {
        "surah_number": 3,
        "verse_number": 38,
        "content": "هنالك دعا زكريا ربه قال رب هب لي من لدنك ذرية طيبة إنك سميع ٱلدعاء"
    },
    {
        "surah_number": 3,
        "verse_number": 39,
        "content": "فنادته ٱلملـٰئكة وهو قائم يصلي في ٱلمحراب أن ٱلله يبشرك بيحيىٰ مصدقا بكلمة من ٱلله وسيدا وحصورا ونبيا من ٱلصـٰلحين"
    },
    {
        "surah_number": 3,
        "verse_number": 40,
        "content": "قال رب أنىٰ يكون لي غلٰم وقد بلغني ٱلكبر وٱمرأتي عاقر قال كذٰلك ٱلله يفعل ما يشاء"
    },
    {
        "surah_number": 3,
        "verse_number": 41,
        "content": "قال رب ٱجعل لي ءاية قال ءايتك ألا تكلم ٱلناس ثلٰثة أيام إلا رمزا وٱذكر ربك كثيرا وسبح بٱلعشي وٱلإبكٰر"
    },
    {
        "surah_number": 3,
        "verse_number": 42,
        "content": "وإذ قالت ٱلملـٰئكة يٰمريم إن ٱلله ٱصطفىٰك وطهرك وٱصطفىٰك علىٰ نساء ٱلعٰلمين"
    },
    {
        "surah_number": 3,
        "verse_number": 43,
        "content": "يٰمريم ٱقنتي لربك وٱسجدي وٱركعي مع ٱلرٰكعين"
    },
    {
        "surah_number": 3,
        "verse_number": 44,
        "content": "ذٰلك من أنباء ٱلغيب نوحيه إليك وما كنت لديهم إذ يلقون أقلٰمهم أيهم يكفل مريم وما كنت لديهم إذ يختصمون"
    },
    {
        "surah_number": 3,
        "verse_number": 45,
        "content": "إذ قالت ٱلملـٰئكة يٰمريم إن ٱلله يبشرك بكلمة منه ٱسمه ٱلمسيح عيسى ٱبن مريم وجيها في ٱلدنيا وٱلأخرة ومن ٱلمقربين"
    },
    {
        "surah_number": 3,
        "verse_number": 46,
        "content": "ويكلم ٱلناس في ٱلمهد وكهلا ومن ٱلصـٰلحين"
    },
    {
        "surah_number": 3,
        "verse_number": 47,
        "content": "قالت رب أنىٰ يكون لي ولد ولم يمسسني بشر قال كذٰلك ٱلله يخلق ما يشاء إذا قضىٰ أمرا فإنما يقول له كن فيكون"
    },
    {
        "surah_number": 3,
        "verse_number": 48,
        "content": "ويعلمه ٱلكتٰب وٱلحكمة وٱلتورىٰة وٱلإنجيل"
    },
    {
        "surah_number": 3,
        "verse_number": 49,
        "content": "ورسولا إلىٰ بني إسرـٰءيل أني قد جئتكم بـاية من ربكم أني أخلق لكم من ٱلطين كهيـة ٱلطير فأنفخ فيه فيكون طيرا بإذن ٱلله وأبرئ ٱلأكمه وٱلأبرص وأحي ٱلموتىٰ بإذن ٱلله وأنبئكم بما تأكلون وما تدخرون في بيوتكم إن في ذٰلك لأية لكم إن كنتم مؤمنين"
    },
    {
        "surah_number": 3,
        "verse_number": 50,
        "content": "ومصدقا لما بين يدي من ٱلتورىٰة ولأحل لكم بعض ٱلذي حرم عليكم وجئتكم بـاية من ربكم فٱتقوا ٱلله وأطيعون"
    },
    {
        "surah_number": 3,
        "verse_number": 51,
        "content": "إن ٱلله ربي وربكم فٱعبدوه هٰذا صرٰط مستقيم"
    },
    {
        "surah_number": 3,
        "verse_number": 52,
        "content": "فلما أحس عيسىٰ منهم ٱلكفر قال من أنصاري إلى ٱلله قال ٱلحواريون نحن أنصار ٱلله ءامنا بٱلله وٱشهد بأنا مسلمون"
    },
    {
        "surah_number": 3,
        "verse_number": 53,
        "content": "ربنا ءامنا بما أنزلت وٱتبعنا ٱلرسول فٱكتبنا مع ٱلشـٰهدين"
    },
    {
        "surah_number": 3,
        "verse_number": 54,
        "content": "ومكروا ومكر ٱلله وٱلله خير ٱلمٰكرين"
    },
    {
        "surah_number": 3,
        "verse_number": 55,
        "content": "إذ قال ٱلله يٰعيسىٰ إني متوفيك ورافعك إلي ومطهرك من ٱلذين كفروا وجاعل ٱلذين ٱتبعوك فوق ٱلذين كفروا إلىٰ يوم ٱلقيٰمة ثم إلي مرجعكم فأحكم بينكم فيما كنتم فيه تختلفون"
    },
    {
        "surah_number": 3,
        "verse_number": 56,
        "content": "فأما ٱلذين كفروا فأعذبهم عذابا شديدا في ٱلدنيا وٱلأخرة وما لهم من نـٰصرين"
    },
    {
        "surah_number": 3,
        "verse_number": 57,
        "content": "وأما ٱلذين ءامنوا وعملوا ٱلصـٰلحٰت فيوفيهم أجورهم وٱلله لا يحب ٱلظـٰلمين"
    },
    {
        "surah_number": 3,
        "verse_number": 58,
        "content": "ذٰلك نتلوه عليك من ٱلأيٰت وٱلذكر ٱلحكيم"
    },
    {
        "surah_number": 3,
        "verse_number": 59,
        "content": "إن مثل عيسىٰ عند ٱلله كمثل ءادم خلقه من تراب ثم قال له كن فيكون"
    },
    {
        "surah_number": 3,
        "verse_number": 60,
        "content": "ٱلحق من ربك فلا تكن من ٱلممترين"
    },
    {
        "surah_number": 3,
        "verse_number": 61,
        "content": "فمن حاجك فيه من بعد ما جاءك من ٱلعلم فقل تعالوا ندع أبناءنا وأبناءكم ونساءنا ونساءكم وأنفسنا وأنفسكم ثم نبتهل فنجعل لعنت ٱلله على ٱلكٰذبين"
    },
    {
        "surah_number": 3,
        "verse_number": 62,
        "content": "إن هٰذا لهو ٱلقصص ٱلحق وما من إلٰه إلا ٱلله وإن ٱلله لهو ٱلعزيز ٱلحكيم"
    },
    {
        "surah_number": 3,
        "verse_number": 63,
        "content": "فإن تولوا فإن ٱلله عليم بٱلمفسدين"
    },
    {
        "surah_number": 3,
        "verse_number": 64,
        "content": "قل يـٰأهل ٱلكتٰب تعالوا إلىٰ كلمة سواء بيننا وبينكم ألا نعبد إلا ٱلله ولا نشرك به شيـا ولا يتخذ بعضنا بعضا أربابا من دون ٱلله فإن تولوا فقولوا ٱشهدوا بأنا مسلمون"
    },
    {
        "surah_number": 3,
        "verse_number": 65,
        "content": "يـٰأهل ٱلكتٰب لم تحاجون في إبرٰهيم وما أنزلت ٱلتورىٰة وٱلإنجيل إلا من بعده أفلا تعقلون"
    },
    {
        "surah_number": 3,
        "verse_number": 66,
        "content": "هـٰأنتم هـٰؤلاء حٰججتم فيما لكم به علم فلم تحاجون فيما ليس لكم به علم وٱلله يعلم وأنتم لا تعلمون"
    },
    {
        "surah_number": 3,
        "verse_number": 67,
        "content": "ما كان إبرٰهيم يهوديا ولا نصرانيا ولٰكن كان حنيفا مسلما وما كان من ٱلمشركين"
    },
    {
        "surah_number": 3,
        "verse_number": 68,
        "content": "إن أولى ٱلناس بإبرٰهيم للذين ٱتبعوه وهٰذا ٱلنبي وٱلذين ءامنوا وٱلله ولي ٱلمؤمنين"
    },
    {
        "surah_number": 3,
        "verse_number": 69,
        "content": "ودت طائفة من أهل ٱلكتٰب لو يضلونكم وما يضلون إلا أنفسهم وما يشعرون"
    },
    {
        "surah_number": 3,
        "verse_number": 70,
        "content": "يـٰأهل ٱلكتٰب لم تكفرون بـايٰت ٱلله وأنتم تشهدون"
    },
    {
        "surah_number": 3,
        "verse_number": 71,
        "content": "يـٰأهل ٱلكتٰب لم تلبسون ٱلحق بٱلبٰطل وتكتمون ٱلحق وأنتم تعلمون"
    },
    {
        "surah_number": 3,
        "verse_number": 72,
        "content": "وقالت طائفة من أهل ٱلكتٰب ءامنوا بٱلذي أنزل على ٱلذين ءامنوا وجه ٱلنهار وٱكفروا ءاخره لعلهم يرجعون"
    },
    {
        "surah_number": 3,
        "verse_number": 73,
        "content": "ولا تؤمنوا إلا لمن تبع دينكم قل إن ٱلهدىٰ هدى ٱلله أن يؤتىٰ أحد مثل ما أوتيتم أو يحاجوكم عند ربكم قل إن ٱلفضل بيد ٱلله يؤتيه من يشاء وٱلله وٰسع عليم"
    },
    {
        "surah_number": 3,
        "verse_number": 74,
        "content": "يختص برحمته من يشاء وٱلله ذو ٱلفضل ٱلعظيم"
    },
    {
        "surah_number": 3,
        "verse_number": 75,
        "content": "ومن أهل ٱلكتٰب من إن تأمنه بقنطار يؤده إليك ومنهم من إن تأمنه بدينار لا يؤده إليك إلا ما دمت عليه قائما ذٰلك بأنهم قالوا ليس علينا في ٱلأميـن سبيل ويقولون على ٱلله ٱلكذب وهم يعلمون"
    },
    {
        "surah_number": 3,
        "verse_number": 76,
        "content": "بلىٰ من أوفىٰ بعهده وٱتقىٰ فإن ٱلله يحب ٱلمتقين"
    },
    {
        "surah_number": 3,
        "verse_number": 77,
        "content": "إن ٱلذين يشترون بعهد ٱلله وأيمٰنهم ثمنا قليلا أولـٰئك لا خلٰق لهم في ٱلأخرة ولا يكلمهم ٱلله ولا ينظر إليهم يوم ٱلقيٰمة ولا يزكيهم ولهم عذاب أليم"
    },
    {
        "surah_number": 3,
        "verse_number": 78,
        "content": "وإن منهم لفريقا يلون ألسنتهم بٱلكتٰب لتحسبوه من ٱلكتٰب وما هو من ٱلكتٰب ويقولون هو من عند ٱلله وما هو من عند ٱلله ويقولون على ٱلله ٱلكذب وهم يعلمون"
    },
    {
        "surah_number": 3,
        "verse_number": 79,
        "content": "ما كان لبشر أن يؤتيه ٱلله ٱلكتٰب وٱلحكم وٱلنبوة ثم يقول للناس كونوا عبادا لي من دون ٱلله ولٰكن كونوا ربـٰنيـن بما كنتم تعلمون ٱلكتٰب وبما كنتم تدرسون"
    },
    {
        "surah_number": 3,
        "verse_number": 80,
        "content": "ولا يأمركم أن تتخذوا ٱلملـٰئكة وٱلنبيـن أربابا أيأمركم بٱلكفر بعد إذ أنتم مسلمون"
    },
    {
        "surah_number": 3,
        "verse_number": 81,
        "content": "وإذ أخذ ٱلله ميثٰق ٱلنبيـن لما ءاتيتكم من كتٰب وحكمة ثم جاءكم رسول مصدق لما معكم لتؤمنن به ولتنصرنه قال ءأقررتم وأخذتم علىٰ ذٰلكم إصري قالوا أقررنا قال فٱشهدوا وأنا معكم من ٱلشـٰهدين"
    },
    {
        "surah_number": 3,
        "verse_number": 82,
        "content": "فمن تولىٰ بعد ذٰلك فأولـٰئك هم ٱلفٰسقون"
    },
    {
        "surah_number": 3,
        "verse_number": 83,
        "content": "أفغير دين ٱلله يبغون وله أسلم من في ٱلسمٰوٰت وٱلأرض طوعا وكرها وإليه يرجعون"
    },
    {
        "surah_number": 3,
        "verse_number": 84,
        "content": "قل ءامنا بٱلله وما أنزل علينا وما أنزل علىٰ إبرٰهيم وإسمٰعيل وإسحٰق ويعقوب وٱلأسباط وما أوتي موسىٰ وعيسىٰ وٱلنبيون من ربهم لا نفرق بين أحد منهم ونحن له مسلمون"
    },
    {
        "surah_number": 3,
        "verse_number": 85,
        "content": "ومن يبتغ غير ٱلإسلٰم دينا فلن يقبل منه وهو في ٱلأخرة من ٱلخٰسرين"
    },
    {
        "surah_number": 3,
        "verse_number": 86,
        "content": "كيف يهدي ٱلله قوما كفروا بعد إيمٰنهم وشهدوا أن ٱلرسول حق وجاءهم ٱلبينٰت وٱلله لا يهدي ٱلقوم ٱلظـٰلمين"
    },
    {
        "surah_number": 3,
        "verse_number": 87,
        "content": "أولـٰئك جزاؤهم أن عليهم لعنة ٱلله وٱلملـٰئكة وٱلناس أجمعين"
    },
    {
        "surah_number": 3,
        "verse_number": 88,
        "content": "خٰلدين فيها لا يخفف عنهم ٱلعذاب ولا هم ينظرون"
    },
    {
        "surah_number": 3,
        "verse_number": 89,
        "content": "إلا ٱلذين تابوا من بعد ذٰلك وأصلحوا فإن ٱلله غفور رحيم"
    },
    {
        "surah_number": 3,
        "verse_number": 90,
        "content": "إن ٱلذين كفروا بعد إيمٰنهم ثم ٱزدادوا كفرا لن تقبل توبتهم وأولـٰئك هم ٱلضالون"
    },
    {
        "surah_number": 3,
        "verse_number": 91,
        "content": "إن ٱلذين كفروا وماتوا وهم كفار فلن يقبل من أحدهم ملء ٱلأرض ذهبا ولو ٱفتدىٰ به أولـٰئك لهم عذاب أليم وما لهم من نـٰصرين"
    },
    {
        "surah_number": 3,
        "verse_number": 92,
        "content": "لن تنالوا ٱلبر حتىٰ تنفقوا مما تحبون وما تنفقوا من شيء فإن ٱلله به عليم"
    },
    {
        "surah_number": 3,
        "verse_number": 93,
        "content": "كل ٱلطعام كان حلا لبني إسرـٰءيل إلا ما حرم إسرـٰءيل علىٰ نفسه من قبل أن تنزل ٱلتورىٰة قل فأتوا بٱلتورىٰة فٱتلوها إن كنتم صٰدقين"
    },
    {
        "surah_number": 3,
        "verse_number": 94,
        "content": "فمن ٱفترىٰ على ٱلله ٱلكذب من بعد ذٰلك فأولـٰئك هم ٱلظـٰلمون"
    },
    {
        "surah_number": 3,
        "verse_number": 95,
        "content": "قل صدق ٱلله فٱتبعوا ملة إبرٰهيم حنيفا وما كان من ٱلمشركين"
    },
    {
        "surah_number": 3,
        "verse_number": 96,
        "content": "إن أول بيت وضع للناس للذي ببكة مباركا وهدى للعٰلمين"
    },
    {
        "surah_number": 3,
        "verse_number": 97,
        "content": "فيه ءايٰت بينٰت مقام إبرٰهيم ومن دخله كان ءامنا ولله على ٱلناس حج ٱلبيت من ٱستطاع إليه سبيلا ومن كفر فإن ٱلله غني عن ٱلعٰلمين"
    },
    {
        "surah_number": 3,
        "verse_number": 98,
        "content": "قل يـٰأهل ٱلكتٰب لم تكفرون بـايٰت ٱلله وٱلله شهيد علىٰ ما تعملون"
    },
    {
        "surah_number": 3,
        "verse_number": 99,
        "content": "قل يـٰأهل ٱلكتٰب لم تصدون عن سبيل ٱلله من ءامن تبغونها عوجا وأنتم شهداء وما ٱلله بغٰفل عما تعملون"
    },
    {
        "surah_number": 3,
        "verse_number": 100,
        "content": "يـٰأيها ٱلذين ءامنوا إن تطيعوا فريقا من ٱلذين أوتوا ٱلكتٰب يردوكم بعد إيمٰنكم كٰفرين"
    },
    {
        "surah_number": 3,
        "verse_number": 101,
        "content": "وكيف تكفرون وأنتم تتلىٰ عليكم ءايٰت ٱلله وفيكم رسوله ومن يعتصم بٱلله فقد هدي إلىٰ صرٰط مستقيم"
    },
    {
        "surah_number": 3,
        "verse_number": 102,
        "content": "يـٰأيها ٱلذين ءامنوا ٱتقوا ٱلله حق تقاته ولا تموتن إلا وأنتم مسلمون"
    },
    {
        "surah_number": 3,
        "verse_number": 103,
        "content": "وٱعتصموا بحبل ٱلله جميعا ولا تفرقوا وٱذكروا نعمت ٱلله عليكم إذ كنتم أعداء فألف بين قلوبكم فأصبحتم بنعمته إخوٰنا وكنتم علىٰ شفا حفرة من ٱلنار فأنقذكم منها كذٰلك يبين ٱلله لكم ءايٰته لعلكم تهتدون"
    },
    {
        "surah_number": 3,
        "verse_number": 104,
        "content": "ولتكن منكم أمة يدعون إلى ٱلخير ويأمرون بٱلمعروف وينهون عن ٱلمنكر وأولـٰئك هم ٱلمفلحون"
    },
    {
        "surah_number": 3,
        "verse_number": 105,
        "content": "ولا تكونوا كٱلذين تفرقوا وٱختلفوا من بعد ما جاءهم ٱلبينٰت وأولـٰئك لهم عذاب عظيم"
    },
    {
        "surah_number": 3,
        "verse_number": 106,
        "content": "يوم تبيض وجوه وتسود وجوه فأما ٱلذين ٱسودت وجوههم أكفرتم بعد إيمٰنكم فذوقوا ٱلعذاب بما كنتم تكفرون"
    },
    {
        "surah_number": 3,
        "verse_number": 107,
        "content": "وأما ٱلذين ٱبيضت وجوههم ففي رحمة ٱلله هم فيها خٰلدون"
    },
    {
        "surah_number": 3,
        "verse_number": 108,
        "content": "تلك ءايٰت ٱلله نتلوها عليك بٱلحق وما ٱلله يريد ظلما للعٰلمين"
    },
    {
        "surah_number": 3,
        "verse_number": 109,
        "content": "ولله ما في ٱلسمٰوٰت وما في ٱلأرض وإلى ٱلله ترجع ٱلأمور"
    },
    {
        "surah_number": 3,
        "verse_number": 110,
        "content": "كنتم خير أمة أخرجت للناس تأمرون بٱلمعروف وتنهون عن ٱلمنكر وتؤمنون بٱلله ولو ءامن أهل ٱلكتٰب لكان خيرا لهم منهم ٱلمؤمنون وأكثرهم ٱلفٰسقون"
    },
    {
        "surah_number": 3,
        "verse_number": 111,
        "content": "لن يضروكم إلا أذى وإن يقٰتلوكم يولوكم ٱلأدبار ثم لا ينصرون"
    },
    {
        "surah_number": 3,
        "verse_number": 112,
        "content": "ضربت عليهم ٱلذلة أين ما ثقفوا إلا بحبل من ٱلله وحبل من ٱلناس وباءو بغضب من ٱلله وضربت عليهم ٱلمسكنة ذٰلك بأنهم كانوا يكفرون بـايٰت ٱلله ويقتلون ٱلأنبياء بغير حق ذٰلك بما عصوا وكانوا يعتدون"
    },
    {
        "surah_number": 3,
        "verse_number": 113,
        "content": "ليسوا سواء من أهل ٱلكتٰب أمة قائمة يتلون ءايٰت ٱلله ءاناء ٱليل وهم يسجدون"
    },
    {
        "surah_number": 3,
        "verse_number": 114,
        "content": "يؤمنون بٱلله وٱليوم ٱلأخر ويأمرون بٱلمعروف وينهون عن ٱلمنكر ويسٰرعون في ٱلخيرٰت وأولـٰئك من ٱلصـٰلحين"
    },
    {
        "surah_number": 3,
        "verse_number": 115,
        "content": "وما يفعلوا من خير فلن يكفروه وٱلله عليم بٱلمتقين"
    },
    {
        "surah_number": 3,
        "verse_number": 116,
        "content": "إن ٱلذين كفروا لن تغني عنهم أموٰلهم ولا أولٰدهم من ٱلله شيـا وأولـٰئك أصحٰب ٱلنار هم فيها خٰلدون"
    },
    {
        "surah_number": 3,
        "verse_number": 117,
        "content": "مثل ما ينفقون في هٰذه ٱلحيوٰة ٱلدنيا كمثل ريح فيها صر أصابت حرث قوم ظلموا أنفسهم فأهلكته وما ظلمهم ٱلله ولٰكن أنفسهم يظلمون"
    },
    {
        "surah_number": 3,
        "verse_number": 118,
        "content": "يـٰأيها ٱلذين ءامنوا لا تتخذوا بطانة من دونكم لا يألونكم خبالا ودوا ما عنتم قد بدت ٱلبغضاء من أفوٰههم وما تخفي صدورهم أكبر قد بينا لكم ٱلأيٰت إن كنتم تعقلون"
    },
    {
        "surah_number": 3,
        "verse_number": 119,
        "content": "هـٰأنتم أولاء تحبونهم ولا يحبونكم وتؤمنون بٱلكتٰب كله وإذا لقوكم قالوا ءامنا وإذا خلوا عضوا عليكم ٱلأنامل من ٱلغيظ قل موتوا بغيظكم إن ٱلله عليم بذات ٱلصدور"
    },
    {
        "surah_number": 3,
        "verse_number": 120,
        "content": "إن تمسسكم حسنة تسؤهم وإن تصبكم سيئة يفرحوا بها وإن تصبروا وتتقوا لا يضركم كيدهم شيـا إن ٱلله بما يعملون محيط"
    },
    {
        "surah_number": 3,
        "verse_number": 121,
        "content": "وإذ غدوت من أهلك تبوئ ٱلمؤمنين مقٰعد للقتال وٱلله سميع عليم"
    },
    {
        "surah_number": 3,
        "verse_number": 122,
        "content": "إذ همت طائفتان منكم أن تفشلا وٱلله وليهما وعلى ٱلله فليتوكل ٱلمؤمنون"
    },
    {
        "surah_number": 3,
        "verse_number": 123,
        "content": "ولقد نصركم ٱلله ببدر وأنتم أذلة فٱتقوا ٱلله لعلكم تشكرون"
    },
    {
        "surah_number": 3,
        "verse_number": 124,
        "content": "إذ تقول للمؤمنين ألن يكفيكم أن يمدكم ربكم بثلٰثة ءالٰف من ٱلملـٰئكة منزلين"
    },
    {
        "surah_number": 3,
        "verse_number": 125,
        "content": "بلىٰ إن تصبروا وتتقوا ويأتوكم من فورهم هٰذا يمددكم ربكم بخمسة ءالٰف من ٱلملـٰئكة مسومين"
    },
    {
        "surah_number": 3,
        "verse_number": 126,
        "content": "وما جعله ٱلله إلا بشرىٰ لكم ولتطمئن قلوبكم به وما ٱلنصر إلا من عند ٱلله ٱلعزيز ٱلحكيم"
    },
    {
        "surah_number": 3,
        "verse_number": 127,
        "content": "ليقطع طرفا من ٱلذين كفروا أو يكبتهم فينقلبوا خائبين"
    },
    {
        "surah_number": 3,
        "verse_number": 128,
        "content": "ليس لك من ٱلأمر شيء أو يتوب عليهم أو يعذبهم فإنهم ظٰلمون"
    },
    {
        "surah_number": 3,
        "verse_number": 129,
        "content": "ولله ما في ٱلسمٰوٰت وما في ٱلأرض يغفر لمن يشاء ويعذب من يشاء وٱلله غفور رحيم"
    },
    {
        "surah_number": 3,
        "verse_number": 130,
        "content": "يـٰأيها ٱلذين ءامنوا لا تأكلوا ٱلربوٰا أضعٰفا مضٰعفة وٱتقوا ٱلله لعلكم تفلحون"
    },
    {
        "surah_number": 3,
        "verse_number": 131,
        "content": "وٱتقوا ٱلنار ٱلتي أعدت للكٰفرين"
    },
    {
        "surah_number": 3,
        "verse_number": 132,
        "content": "وأطيعوا ٱلله وٱلرسول لعلكم ترحمون"
    },
    {
        "surah_number": 3,
        "verse_number": 133,
        "content": "وسارعوا إلىٰ مغفرة من ربكم وجنة عرضها ٱلسمٰوٰت وٱلأرض أعدت للمتقين"
    },
    {
        "surah_number": 3,
        "verse_number": 134,
        "content": "ٱلذين ينفقون في ٱلسراء وٱلضراء وٱلكٰظمين ٱلغيظ وٱلعافين عن ٱلناس وٱلله يحب ٱلمحسنين"
    },
    {
        "surah_number": 3,
        "verse_number": 135,
        "content": "وٱلذين إذا فعلوا فٰحشة أو ظلموا أنفسهم ذكروا ٱلله فٱستغفروا لذنوبهم ومن يغفر ٱلذنوب إلا ٱلله ولم يصروا علىٰ ما فعلوا وهم يعلمون"
    },
    {
        "surah_number": 3,
        "verse_number": 136,
        "content": "أولـٰئك جزاؤهم مغفرة من ربهم وجنـٰت تجري من تحتها ٱلأنهٰر خٰلدين فيها ونعم أجر ٱلعٰملين"
    },
    {
        "surah_number": 3,
        "verse_number": 137,
        "content": "قد خلت من قبلكم سنن فسيروا في ٱلأرض فٱنظروا كيف كان عٰقبة ٱلمكذبين"
    },
    {
        "surah_number": 3,
        "verse_number": 138,
        "content": "هٰذا بيان للناس وهدى وموعظة للمتقين"
    },
    {
        "surah_number": 3,
        "verse_number": 139,
        "content": "ولا تهنوا ولا تحزنوا وأنتم ٱلأعلون إن كنتم مؤمنين"
    },
    {
        "surah_number": 3,
        "verse_number": 140,
        "content": "إن يمسسكم قرح فقد مس ٱلقوم قرح مثله وتلك ٱلأيام نداولها بين ٱلناس وليعلم ٱلله ٱلذين ءامنوا ويتخذ منكم شهداء وٱلله لا يحب ٱلظـٰلمين"
    },
    {
        "surah_number": 3,
        "verse_number": 141,
        "content": "وليمحص ٱلله ٱلذين ءامنوا ويمحق ٱلكٰفرين"
    },
    {
        "surah_number": 3,
        "verse_number": 142,
        "content": "أم حسبتم أن تدخلوا ٱلجنة ولما يعلم ٱلله ٱلذين جٰهدوا منكم ويعلم ٱلصـٰبرين"
    },
    {
        "surah_number": 3,
        "verse_number": 143,
        "content": "ولقد كنتم تمنون ٱلموت من قبل أن تلقوه فقد رأيتموه وأنتم تنظرون"
    },
    {
        "surah_number": 3,
        "verse_number": 144,
        "content": "وما محمد إلا رسول قد خلت من قبله ٱلرسل أفإين مات أو قتل ٱنقلبتم علىٰ أعقٰبكم ومن ينقلب علىٰ عقبيه فلن يضر ٱلله شيـا وسيجزي ٱلله ٱلشـٰكرين"
    },
    {
        "surah_number": 3,
        "verse_number": 145,
        "content": "وما كان لنفس أن تموت إلا بإذن ٱلله كتٰبا مؤجلا ومن يرد ثواب ٱلدنيا نؤته منها ومن يرد ثواب ٱلأخرة نؤته منها وسنجزي ٱلشـٰكرين"
    },
    {
        "surah_number": 3,
        "verse_number": 146,
        "content": "وكأين من نبي قٰتل معه ربيون كثير فما وهنوا لما أصابهم في سبيل ٱلله وما ضعفوا وما ٱستكانوا وٱلله يحب ٱلصـٰبرين"
    },
    {
        "surah_number": 3,
        "verse_number": 147,
        "content": "وما كان قولهم إلا أن قالوا ربنا ٱغفر لنا ذنوبنا وإسرافنا في أمرنا وثبت أقدامنا وٱنصرنا على ٱلقوم ٱلكٰفرين"
    },
    {
        "surah_number": 3,
        "verse_number": 148,
        "content": "فـاتىٰهم ٱلله ثواب ٱلدنيا وحسن ثواب ٱلأخرة وٱلله يحب ٱلمحسنين"
    },
    {
        "surah_number": 3,
        "verse_number": 149,
        "content": "يـٰأيها ٱلذين ءامنوا إن تطيعوا ٱلذين كفروا يردوكم علىٰ أعقٰبكم فتنقلبوا خٰسرين"
    },
    {
        "surah_number": 3,
        "verse_number": 150,
        "content": "بل ٱلله مولىٰكم وهو خير ٱلنـٰصرين"
    },
    {
        "surah_number": 3,
        "verse_number": 151,
        "content": "سنلقي في قلوب ٱلذين كفروا ٱلرعب بما أشركوا بٱلله ما لم ينزل به سلطٰنا ومأوىٰهم ٱلنار وبئس مثوى ٱلظـٰلمين"
    },
    {
        "surah_number": 3,
        "verse_number": 152,
        "content": "ولقد صدقكم ٱلله وعده إذ تحسونهم بإذنه حتىٰ إذا فشلتم وتنٰزعتم في ٱلأمر وعصيتم من بعد ما أرىٰكم ما تحبون منكم من يريد ٱلدنيا ومنكم من يريد ٱلأخرة ثم صرفكم عنهم ليبتليكم ولقد عفا عنكم وٱلله ذو فضل على ٱلمؤمنين"
    },
    {
        "surah_number": 3,
        "verse_number": 153,
        "content": "إذ تصعدون ولا تلون علىٰ أحد وٱلرسول يدعوكم في أخرىٰكم فأثٰبكم غما بغم لكيلا تحزنوا علىٰ ما فاتكم ولا ما أصٰبكم وٱلله خبير بما تعملون"
    },
    {
        "surah_number": 3,
        "verse_number": 154,
        "content": "ثم أنزل عليكم من بعد ٱلغم أمنة نعاسا يغشىٰ طائفة منكم وطائفة قد أهمتهم أنفسهم يظنون بٱلله غير ٱلحق ظن ٱلجٰهلية يقولون هل لنا من ٱلأمر من شيء قل إن ٱلأمر كله لله يخفون في أنفسهم ما لا يبدون لك يقولون لو كان لنا من ٱلأمر شيء ما قتلنا هٰهنا قل لو كنتم في بيوتكم لبرز ٱلذين كتب عليهم ٱلقتل إلىٰ مضاجعهم وليبتلي ٱلله ما في صدوركم وليمحص ما في قلوبكم وٱلله عليم بذات ٱلصدور"
    },
    {
        "surah_number": 3,
        "verse_number": 155,
        "content": "إن ٱلذين تولوا منكم يوم ٱلتقى ٱلجمعان إنما ٱستزلهم ٱلشيطٰن ببعض ما كسبوا ولقد عفا ٱلله عنهم إن ٱلله غفور حليم"
    },
    {
        "surah_number": 3,
        "verse_number": 156,
        "content": "يـٰأيها ٱلذين ءامنوا لا تكونوا كٱلذين كفروا وقالوا لإخوٰنهم إذا ضربوا في ٱلأرض أو كانوا غزى لو كانوا عندنا ما ماتوا وما قتلوا ليجعل ٱلله ذٰلك حسرة في قلوبهم وٱلله يحي ويميت وٱلله بما تعملون بصير"
    },
    {
        "surah_number": 3,
        "verse_number": 157,
        "content": "ولئن قتلتم في سبيل ٱلله أو متم لمغفرة من ٱلله ورحمة خير مما يجمعون"
    },
    {
        "surah_number": 3,
        "verse_number": 158,
        "content": "ولئن متم أو قتلتم لإلى ٱلله تحشرون"
    },
    {
        "surah_number": 3,
        "verse_number": 159,
        "content": "فبما رحمة من ٱلله لنت لهم ولو كنت فظا غليظ ٱلقلب لٱنفضوا من حولك فٱعف عنهم وٱستغفر لهم وشاورهم في ٱلأمر فإذا عزمت فتوكل على ٱلله إن ٱلله يحب ٱلمتوكلين"
    },
    {
        "surah_number": 3,
        "verse_number": 160,
        "content": "إن ينصركم ٱلله فلا غالب لكم وإن يخذلكم فمن ذا ٱلذي ينصركم من بعده وعلى ٱلله فليتوكل ٱلمؤمنون"
    },
    {
        "surah_number": 3,
        "verse_number": 161,
        "content": "وما كان لنبي أن يغل ومن يغلل يأت بما غل يوم ٱلقيٰمة ثم توفىٰ كل نفس ما كسبت وهم لا يظلمون"
    },
    {
        "surah_number": 3,
        "verse_number": 162,
        "content": "أفمن ٱتبع رضوٰن ٱلله كمن باء بسخط من ٱلله ومأوىٰه جهنم وبئس ٱلمصير"
    },
    {
        "surah_number": 3,
        "verse_number": 163,
        "content": "هم درجٰت عند ٱلله وٱلله بصير بما يعملون"
    },
    {
        "surah_number": 3,
        "verse_number": 164,
        "content": "لقد من ٱلله على ٱلمؤمنين إذ بعث فيهم رسولا من أنفسهم يتلوا عليهم ءايٰته ويزكيهم ويعلمهم ٱلكتٰب وٱلحكمة وإن كانوا من قبل لفي ضلٰل مبين"
    },
    {
        "surah_number": 3,
        "verse_number": 165,
        "content": "أولما أصٰبتكم مصيبة قد أصبتم مثليها قلتم أنىٰ هٰذا قل هو من عند أنفسكم إن ٱلله علىٰ كل شيء قدير"
    },
    {
        "surah_number": 3,
        "verse_number": 166,
        "content": "وما أصٰبكم يوم ٱلتقى ٱلجمعان فبإذن ٱلله وليعلم ٱلمؤمنين"
    },
    {
        "surah_number": 3,
        "verse_number": 167,
        "content": "وليعلم ٱلذين نافقوا وقيل لهم تعالوا قٰتلوا في سبيل ٱلله أو ٱدفعوا قالوا لو نعلم قتالا لٱتبعنٰكم هم للكفر يومئذ أقرب منهم للإيمٰن يقولون بأفوٰههم ما ليس في قلوبهم وٱلله أعلم بما يكتمون"
    },
    {
        "surah_number": 3,
        "verse_number": 168,
        "content": "ٱلذين قالوا لإخوٰنهم وقعدوا لو أطاعونا ما قتلوا قل فٱدرءوا عن أنفسكم ٱلموت إن كنتم صٰدقين"
    },
    {
        "surah_number": 3,
        "verse_number": 169,
        "content": "ولا تحسبن ٱلذين قتلوا في سبيل ٱلله أموٰتا بل أحياء عند ربهم يرزقون"
    },
    {
        "surah_number": 3,
        "verse_number": 170,
        "content": "فرحين بما ءاتىٰهم ٱلله من فضله ويستبشرون بٱلذين لم يلحقوا بهم من خلفهم ألا خوف عليهم ولا هم يحزنون"
    },
    {
        "surah_number": 3,
        "verse_number": 171,
        "content": "يستبشرون بنعمة من ٱلله وفضل وأن ٱلله لا يضيع أجر ٱلمؤمنين"
    },
    {
        "surah_number": 3,
        "verse_number": 172,
        "content": "ٱلذين ٱستجابوا لله وٱلرسول من بعد ما أصابهم ٱلقرح للذين أحسنوا منهم وٱتقوا أجر عظيم"
    },
    {
        "surah_number": 3,
        "verse_number": 173,
        "content": "ٱلذين قال لهم ٱلناس إن ٱلناس قد جمعوا لكم فٱخشوهم فزادهم إيمٰنا وقالوا حسبنا ٱلله ونعم ٱلوكيل"
    },
    {
        "surah_number": 3,
        "verse_number": 174,
        "content": "فٱنقلبوا بنعمة من ٱلله وفضل لم يمسسهم سوء وٱتبعوا رضوٰن ٱلله وٱلله ذو فضل عظيم"
    },
    {
        "surah_number": 3,
        "verse_number": 175,
        "content": "إنما ذٰلكم ٱلشيطٰن يخوف أولياءه فلا تخافوهم وخافون إن كنتم مؤمنين"
    },
    {
        "surah_number": 3,
        "verse_number": 176,
        "content": "ولا يحزنك ٱلذين يسٰرعون في ٱلكفر إنهم لن يضروا ٱلله شيـا يريد ٱلله ألا يجعل لهم حظا في ٱلأخرة ولهم عذاب عظيم"
    },
    {
        "surah_number": 3,
        "verse_number": 177,
        "content": "إن ٱلذين ٱشتروا ٱلكفر بٱلإيمٰن لن يضروا ٱلله شيـا ولهم عذاب أليم"
    },
    {
        "surah_number": 3,
        "verse_number": 178,
        "content": "ولا يحسبن ٱلذين كفروا أنما نملي لهم خير لأنفسهم إنما نملي لهم ليزدادوا إثما ولهم عذاب مهين"
    },
    {
        "surah_number": 3,
        "verse_number": 179,
        "content": "ما كان ٱلله ليذر ٱلمؤمنين علىٰ ما أنتم عليه حتىٰ يميز ٱلخبيث من ٱلطيب وما كان ٱلله ليطلعكم على ٱلغيب ولٰكن ٱلله يجتبي من رسله من يشاء فـامنوا بٱلله ورسله وإن تؤمنوا وتتقوا فلكم أجر عظيم"
    },
    {
        "surah_number": 3,
        "verse_number": 180,
        "content": "ولا يحسبن ٱلذين يبخلون بما ءاتىٰهم ٱلله من فضله هو خيرا لهم بل هو شر لهم سيطوقون ما بخلوا به يوم ٱلقيٰمة ولله ميرٰث ٱلسمٰوٰت وٱلأرض وٱلله بما تعملون خبير"
    },
    {
        "surah_number": 3,
        "verse_number": 181,
        "content": "لقد سمع ٱلله قول ٱلذين قالوا إن ٱلله فقير ونحن أغنياء سنكتب ما قالوا وقتلهم ٱلأنبياء بغير حق ونقول ذوقوا عذاب ٱلحريق"
    },
    {
        "surah_number": 3,
        "verse_number": 182,
        "content": "ذٰلك بما قدمت أيديكم وأن ٱلله ليس بظلام للعبيد"
    },
    {
        "surah_number": 3,
        "verse_number": 183,
        "content": "ٱلذين قالوا إن ٱلله عهد إلينا ألا نؤمن لرسول حتىٰ يأتينا بقربان تأكله ٱلنار قل قد جاءكم رسل من قبلي بٱلبينٰت وبٱلذي قلتم فلم قتلتموهم إن كنتم صٰدقين"
    },
    {
        "surah_number": 3,
        "verse_number": 184,
        "content": "فإن كذبوك فقد كذب رسل من قبلك جاءو بٱلبينٰت وٱلزبر وٱلكتٰب ٱلمنير"
    },
    {
        "surah_number": 3,
        "verse_number": 185,
        "content": "كل نفس ذائقة ٱلموت وإنما توفون أجوركم يوم ٱلقيٰمة فمن زحزح عن ٱلنار وأدخل ٱلجنة فقد فاز وما ٱلحيوٰة ٱلدنيا إلا متٰع ٱلغرور"
    },
    {
        "surah_number": 3,
        "verse_number": 186,
        "content": "لتبلون في أموٰلكم وأنفسكم ولتسمعن من ٱلذين أوتوا ٱلكتٰب من قبلكم ومن ٱلذين أشركوا أذى كثيرا وإن تصبروا وتتقوا فإن ذٰلك من عزم ٱلأمور"
    },
    {
        "surah_number": 3,
        "verse_number": 187,
        "content": "وإذ أخذ ٱلله ميثٰق ٱلذين أوتوا ٱلكتٰب لتبيننه للناس ولا تكتمونه فنبذوه وراء ظهورهم وٱشتروا به ثمنا قليلا فبئس ما يشترون"
    },
    {
        "surah_number": 3,
        "verse_number": 188,
        "content": "لا تحسبن ٱلذين يفرحون بما أتوا ويحبون أن يحمدوا بما لم يفعلوا فلا تحسبنهم بمفازة من ٱلعذاب ولهم عذاب أليم"
    },
    {
        "surah_number": 3,
        "verse_number": 189,
        "content": "ولله ملك ٱلسمٰوٰت وٱلأرض وٱلله علىٰ كل شيء قدير"
    },
    {
        "surah_number": 3,
        "verse_number": 190,
        "content": "إن في خلق ٱلسمٰوٰت وٱلأرض وٱختلٰف ٱليل وٱلنهار لأيٰت لأولي ٱلألبٰب"
    },
    {
        "surah_number": 3,
        "verse_number": 191,
        "content": "ٱلذين يذكرون ٱلله قيٰما وقعودا وعلىٰ جنوبهم ويتفكرون في خلق ٱلسمٰوٰت وٱلأرض ربنا ما خلقت هٰذا بٰطلا سبحٰنك فقنا عذاب ٱلنار"
    },
    {
        "surah_number": 3,
        "verse_number": 192,
        "content": "ربنا إنك من تدخل ٱلنار فقد أخزيته وما للظـٰلمين من أنصار"
    },
    {
        "surah_number": 3,
        "verse_number": 193,
        "content": "ربنا إننا سمعنا مناديا ينادي للإيمٰن أن ءامنوا بربكم فـامنا ربنا فٱغفر لنا ذنوبنا وكفر عنا سيـاتنا وتوفنا مع ٱلأبرار"
    },
    {
        "surah_number": 3,
        "verse_number": 194,
        "content": "ربنا وءاتنا ما وعدتنا علىٰ رسلك ولا تخزنا يوم ٱلقيٰمة إنك لا تخلف ٱلميعاد"
    },
    {
        "surah_number": 3,
        "verse_number": 195,
        "content": "فٱستجاب لهم ربهم أني لا أضيع عمل عٰمل منكم من ذكر أو أنثىٰ بعضكم من بعض فٱلذين هاجروا وأخرجوا من ديٰرهم وأوذوا في سبيلي وقٰتلوا وقتلوا لأكفرن عنهم سيـاتهم ولأدخلنهم جنـٰت تجري من تحتها ٱلأنهٰر ثوابا من عند ٱلله وٱلله عنده حسن ٱلثواب"
    },
    {
        "surah_number": 3,
        "verse_number": 196,
        "content": "لا يغرنك تقلب ٱلذين كفروا في ٱلبلٰد"
    },
    {
        "surah_number": 3,
        "verse_number": 197,
        "content": "متٰع قليل ثم مأوىٰهم جهنم وبئس ٱلمهاد"
    },
    {
        "surah_number": 3,
        "verse_number": 198,
        "content": "لٰكن ٱلذين ٱتقوا ربهم لهم جنـٰت تجري من تحتها ٱلأنهٰر خٰلدين فيها نزلا من عند ٱلله وما عند ٱلله خير للأبرار"
    },
    {
        "surah_number": 3,
        "verse_number": 199,
        "content": "وإن من أهل ٱلكتٰب لمن يؤمن بٱلله وما أنزل إليكم وما أنزل إليهم خٰشعين لله لا يشترون بـايٰت ٱلله ثمنا قليلا أولـٰئك لهم أجرهم عند ربهم إن ٱلله سريع ٱلحساب"
    },
    {
        "surah_number": 3,
        "verse_number": 200,
        "content": "يـٰأيها ٱلذين ءامنوا ٱصبروا وصابروا ورابطوا وٱتقوا ٱلله لعلكم تفلحون"
    },
    {
        "surah_number": 4,
        "verse_number": 1,
        "content": "يـٰأيها ٱلناس ٱتقوا ربكم ٱلذي خلقكم من نفس وٰحدة وخلق منها زوجها وبث منهما رجالا كثيرا ونساء وٱتقوا ٱلله ٱلذي تساءلون به وٱلأرحام إن ٱلله كان عليكم رقيبا"
    },
    {
        "surah_number": 4,
        "verse_number": 2,
        "content": "وءاتوا ٱليتٰمىٰ أموٰلهم ولا تتبدلوا ٱلخبيث بٱلطيب ولا تأكلوا أموٰلهم إلىٰ أموٰلكم إنه كان حوبا كبيرا"
    },
    {
        "surah_number": 4,
        "verse_number": 3,
        "content": "وإن خفتم ألا تقسطوا في ٱليتٰمىٰ فٱنكحوا ما طاب لكم من ٱلنساء مثنىٰ وثلٰث وربٰع فإن خفتم ألا تعدلوا فوٰحدة أو ما ملكت أيمٰنكم ذٰلك أدنىٰ ألا تعولوا"
    },
    {
        "surah_number": 4,
        "verse_number": 4,
        "content": "وءاتوا ٱلنساء صدقٰتهن نحلة فإن طبن لكم عن شيء منه نفسا فكلوه هنيـا مريـا"
    },
    {
        "surah_number": 4,
        "verse_number": 5,
        "content": "ولا تؤتوا ٱلسفهاء أموٰلكم ٱلتي جعل ٱلله لكم قيٰما وٱرزقوهم فيها وٱكسوهم وقولوا لهم قولا معروفا"
    },
    {
        "surah_number": 4,
        "verse_number": 6,
        "content": "وٱبتلوا ٱليتٰمىٰ حتىٰ إذا بلغوا ٱلنكاح فإن ءانستم منهم رشدا فٱدفعوا إليهم أموٰلهم ولا تأكلوها إسرافا وبدارا أن يكبروا ومن كان غنيا فليستعفف ومن كان فقيرا فليأكل بٱلمعروف فإذا دفعتم إليهم أموٰلهم فأشهدوا عليهم وكفىٰ بٱلله حسيبا"
    },
    {
        "surah_number": 4,
        "verse_number": 7,
        "content": "للرجال نصيب مما ترك ٱلوٰلدان وٱلأقربون وللنساء نصيب مما ترك ٱلوٰلدان وٱلأقربون مما قل منه أو كثر نصيبا مفروضا"
    },
    {
        "surah_number": 4,
        "verse_number": 8,
        "content": "وإذا حضر ٱلقسمة أولوا ٱلقربىٰ وٱليتٰمىٰ وٱلمسٰكين فٱرزقوهم منه وقولوا لهم قولا معروفا"
    },
    {
        "surah_number": 4,
        "verse_number": 9,
        "content": "وليخش ٱلذين لو تركوا من خلفهم ذرية ضعٰفا خافوا عليهم فليتقوا ٱلله وليقولوا قولا سديدا"
    },
    {
        "surah_number": 4,
        "verse_number": 10,
        "content": "إن ٱلذين يأكلون أموٰل ٱليتٰمىٰ ظلما إنما يأكلون في بطونهم نارا وسيصلون سعيرا"
    },
    {
        "surah_number": 4,
        "verse_number": 11,
        "content": "يوصيكم ٱلله في أولٰدكم للذكر مثل حظ ٱلأنثيين فإن كن نساء فوق ٱثنتين فلهن ثلثا ما ترك وإن كانت وٰحدة فلها ٱلنصف ولأبويه لكل وٰحد منهما ٱلسدس مما ترك إن كان له ولد فإن لم يكن له ولد وورثه أبواه فلأمه ٱلثلث فإن كان له إخوة فلأمه ٱلسدس من بعد وصية يوصي بها أو دين ءاباؤكم وأبناؤكم لا تدرون أيهم أقرب لكم نفعا فريضة من ٱلله إن ٱلله كان عليما حكيما"
    },
    {
        "surah_number": 4,
        "verse_number": 12,
        "content": "ولكم نصف ما ترك أزوٰجكم إن لم يكن لهن ولد فإن كان لهن ولد فلكم ٱلربع مما تركن من بعد وصية يوصين بها أو دين ولهن ٱلربع مما تركتم إن لم يكن لكم ولد فإن كان لكم ولد فلهن ٱلثمن مما تركتم من بعد وصية توصون بها أو دين وإن كان رجل يورث كلٰلة أو ٱمرأة وله أخ أو أخت فلكل وٰحد منهما ٱلسدس فإن كانوا أكثر من ذٰلك فهم شركاء في ٱلثلث من بعد وصية يوصىٰ بها أو دين غير مضار وصية من ٱلله وٱلله عليم حليم"
    },
    {
        "surah_number": 4,
        "verse_number": 13,
        "content": "تلك حدود ٱلله ومن يطع ٱلله ورسوله يدخله جنـٰت تجري من تحتها ٱلأنهٰر خٰلدين فيها وذٰلك ٱلفوز ٱلعظيم"
    },
    {
        "surah_number": 4,
        "verse_number": 14,
        "content": "ومن يعص ٱلله ورسوله ويتعد حدوده يدخله نارا خٰلدا فيها وله عذاب مهين"
    },
    {
        "surah_number": 4,
        "verse_number": 15,
        "content": "وٱلـٰتي يأتين ٱلفٰحشة من نسائكم فٱستشهدوا عليهن أربعة منكم فإن شهدوا فأمسكوهن في ٱلبيوت حتىٰ يتوفىٰهن ٱلموت أو يجعل ٱلله لهن سبيلا"
    },
    {
        "surah_number": 4,
        "verse_number": 16,
        "content": "وٱلذان يأتيٰنها منكم فـاذوهما فإن تابا وأصلحا فأعرضوا عنهما إن ٱلله كان توابا رحيما"
    },
    {
        "surah_number": 4,
        "verse_number": 17,
        "content": "إنما ٱلتوبة على ٱلله للذين يعملون ٱلسوء بجهٰلة ثم يتوبون من قريب فأولـٰئك يتوب ٱلله عليهم وكان ٱلله عليما حكيما"
    },
    {
        "surah_number": 4,
        "verse_number": 18,
        "content": "وليست ٱلتوبة للذين يعملون ٱلسيـات حتىٰ إذا حضر أحدهم ٱلموت قال إني تبت ٱلـٰن ولا ٱلذين يموتون وهم كفار أولـٰئك أعتدنا لهم عذابا أليما"
    },
    {
        "surah_number": 4,
        "verse_number": 19,
        "content": "يـٰأيها ٱلذين ءامنوا لا يحل لكم أن ترثوا ٱلنساء كرها ولا تعضلوهن لتذهبوا ببعض ما ءاتيتموهن إلا أن يأتين بفٰحشة مبينة وعاشروهن بٱلمعروف فإن كرهتموهن فعسىٰ أن تكرهوا شيـا ويجعل ٱلله فيه خيرا كثيرا"
    },
    {
        "surah_number": 4,
        "verse_number": 20,
        "content": "وإن أردتم ٱستبدال زوج مكان زوج وءاتيتم إحدىٰهن قنطارا فلا تأخذوا منه شيـا أتأخذونه بهتٰنا وإثما مبينا"
    },
    {
        "surah_number": 4,
        "verse_number": 21,
        "content": "وكيف تأخذونه وقد أفضىٰ بعضكم إلىٰ بعض وأخذن منكم ميثٰقا غليظا"
    },
    {
        "surah_number": 4,
        "verse_number": 22,
        "content": "ولا تنكحوا ما نكح ءاباؤكم من ٱلنساء إلا ما قد سلف إنه كان فٰحشة ومقتا وساء سبيلا"
    },
    {
        "surah_number": 4,
        "verse_number": 23,
        "content": "حرمت عليكم أمهٰتكم وبناتكم وأخوٰتكم وعمـٰتكم وخٰلٰتكم وبنات ٱلأخ وبنات ٱلأخت وأمهٰتكم ٱلـٰتي أرضعنكم وأخوٰتكم من ٱلرضٰعة وأمهٰت نسائكم وربـٰئبكم ٱلـٰتي في حجوركم من نسائكم ٱلـٰتي دخلتم بهن فإن لم تكونوا دخلتم بهن فلا جناح عليكم وحلـٰئل أبنائكم ٱلذين من أصلٰبكم وأن تجمعوا بين ٱلأختين إلا ما قد سلف إن ٱلله كان غفورا رحيما"
    },
    {
        "surah_number": 4,
        "verse_number": 24,
        "content": "وٱلمحصنٰت من ٱلنساء إلا ما ملكت أيمٰنكم كتٰب ٱلله عليكم وأحل لكم ما وراء ذٰلكم أن تبتغوا بأموٰلكم محصنين غير مسٰفحين فما ٱستمتعتم به منهن فـاتوهن أجورهن فريضة ولا جناح عليكم فيما ترٰضيتم به من بعد ٱلفريضة إن ٱلله كان عليما حكيما"
    },
    {
        "surah_number": 4,
        "verse_number": 25,
        "content": "ومن لم يستطع منكم طولا أن ينكح ٱلمحصنٰت ٱلمؤمنٰت فمن ما ملكت أيمٰنكم من فتيٰتكم ٱلمؤمنٰت وٱلله أعلم بإيمٰنكم بعضكم من بعض فٱنكحوهن بإذن أهلهن وءاتوهن أجورهن بٱلمعروف محصنٰت غير مسٰفحٰت ولا متخذٰت أخدان فإذا أحصن فإن أتين بفٰحشة فعليهن نصف ما على ٱلمحصنٰت من ٱلعذاب ذٰلك لمن خشي ٱلعنت منكم وأن تصبروا خير لكم وٱلله غفور رحيم"
    },
    {
        "surah_number": 4,
        "verse_number": 26,
        "content": "يريد ٱلله ليبين لكم ويهديكم سنن ٱلذين من قبلكم ويتوب عليكم وٱلله عليم حكيم"
    },
    {
        "surah_number": 4,
        "verse_number": 27,
        "content": "وٱلله يريد أن يتوب عليكم ويريد ٱلذين يتبعون ٱلشهوٰت أن تميلوا ميلا عظيما"
    },
    {
        "surah_number": 4,
        "verse_number": 28,
        "content": "يريد ٱلله أن يخفف عنكم وخلق ٱلإنسٰن ضعيفا"
    },
    {
        "surah_number": 4,
        "verse_number": 29,
        "content": "يـٰأيها ٱلذين ءامنوا لا تأكلوا أموٰلكم بينكم بٱلبٰطل إلا أن تكون تجٰرة عن تراض منكم ولا تقتلوا أنفسكم إن ٱلله كان بكم رحيما"
    },
    {
        "surah_number": 4,
        "verse_number": 30,
        "content": "ومن يفعل ذٰلك عدوٰنا وظلما فسوف نصليه نارا وكان ذٰلك على ٱلله يسيرا"
    },
    {
        "surah_number": 4,
        "verse_number": 31,
        "content": "إن تجتنبوا كبائر ما تنهون عنه نكفر عنكم سيـاتكم وندخلكم مدخلا كريما"
    },
    {
        "surah_number": 4,
        "verse_number": 32,
        "content": "ولا تتمنوا ما فضل ٱلله به بعضكم علىٰ بعض للرجال نصيب مما ٱكتسبوا وللنساء نصيب مما ٱكتسبن وسـلوا ٱلله من فضله إن ٱلله كان بكل شيء عليما"
    },
    {
        "surah_number": 4,
        "verse_number": 33,
        "content": "ولكل جعلنا موٰلي مما ترك ٱلوٰلدان وٱلأقربون وٱلذين عقدت أيمٰنكم فـاتوهم نصيبهم إن ٱلله كان علىٰ كل شيء شهيدا"
    },
    {
        "surah_number": 4,
        "verse_number": 34,
        "content": "ٱلرجال قوـٰمون على ٱلنساء بما فضل ٱلله بعضهم علىٰ بعض وبما أنفقوا من أموٰلهم فٱلصـٰلحٰت قٰنتٰت حٰفظٰت للغيب بما حفظ ٱلله وٱلـٰتي تخافون نشوزهن فعظوهن وٱهجروهن في ٱلمضاجع وٱضربوهن فإن أطعنكم فلا تبغوا عليهن سبيلا إن ٱلله كان عليا كبيرا"
    },
    {
        "surah_number": 4,
        "verse_number": 35,
        "content": "وإن خفتم شقاق بينهما فٱبعثوا حكما من أهله وحكما من أهلها إن يريدا إصلٰحا يوفق ٱلله بينهما إن ٱلله كان عليما خبيرا"
    },
    {
        "surah_number": 4,
        "verse_number": 36,
        "content": "وٱعبدوا ٱلله ولا تشركوا به شيـا وبٱلوٰلدين إحسٰنا وبذي ٱلقربىٰ وٱليتٰمىٰ وٱلمسٰكين وٱلجار ذي ٱلقربىٰ وٱلجار ٱلجنب وٱلصاحب بٱلجنب وٱبن ٱلسبيل وما ملكت أيمٰنكم إن ٱلله لا يحب من كان مختالا فخورا"
    },
    {
        "surah_number": 4,
        "verse_number": 37,
        "content": "ٱلذين يبخلون ويأمرون ٱلناس بٱلبخل ويكتمون ما ءاتىٰهم ٱلله من فضله وأعتدنا للكٰفرين عذابا مهينا"
    },
    {
        "surah_number": 4,
        "verse_number": 38,
        "content": "وٱلذين ينفقون أموٰلهم رئاء ٱلناس ولا يؤمنون بٱلله ولا بٱليوم ٱلأخر ومن يكن ٱلشيطٰن له قرينا فساء قرينا"
    },
    {
        "surah_number": 4,
        "verse_number": 39,
        "content": "وماذا عليهم لو ءامنوا بٱلله وٱليوم ٱلأخر وأنفقوا مما رزقهم ٱلله وكان ٱلله بهم عليما"
    },
    {
        "surah_number": 4,
        "verse_number": 40,
        "content": "إن ٱلله لا يظلم مثقال ذرة وإن تك حسنة يضٰعفها ويؤت من لدنه أجرا عظيما"
    },
    {
        "surah_number": 4,
        "verse_number": 41,
        "content": "فكيف إذا جئنا من كل أمة بشهيد وجئنا بك علىٰ هـٰؤلاء شهيدا"
    },
    {
        "surah_number": 4,
        "verse_number": 42,
        "content": "يومئذ يود ٱلذين كفروا وعصوا ٱلرسول لو تسوىٰ بهم ٱلأرض ولا يكتمون ٱلله حديثا"
    },
    {
        "surah_number": 4,
        "verse_number": 43,
        "content": "يـٰأيها ٱلذين ءامنوا لا تقربوا ٱلصلوٰة وأنتم سكٰرىٰ حتىٰ تعلموا ما تقولون ولا جنبا إلا عابري سبيل حتىٰ تغتسلوا وإن كنتم مرضىٰ أو علىٰ سفر أو جاء أحد منكم من ٱلغائط أو لٰمستم ٱلنساء فلم تجدوا ماء فتيمموا صعيدا طيبا فٱمسحوا بوجوهكم وأيديكم إن ٱلله كان عفوا غفورا"
    },
    {
        "surah_number": 4,
        "verse_number": 44,
        "content": "ألم تر إلى ٱلذين أوتوا نصيبا من ٱلكتٰب يشترون ٱلضلٰلة ويريدون أن تضلوا ٱلسبيل"
    },
    {
        "surah_number": 4,
        "verse_number": 45,
        "content": "وٱلله أعلم بأعدائكم وكفىٰ بٱلله وليا وكفىٰ بٱلله نصيرا"
    },
    {
        "surah_number": 4,
        "verse_number": 46,
        "content": "من ٱلذين هادوا يحرفون ٱلكلم عن مواضعه ويقولون سمعنا وعصينا وٱسمع غير مسمع ورٰعنا ليا بألسنتهم وطعنا في ٱلدين ولو أنهم قالوا سمعنا وأطعنا وٱسمع وٱنظرنا لكان خيرا لهم وأقوم ولٰكن لعنهم ٱلله بكفرهم فلا يؤمنون إلا قليلا"
    },
    {
        "surah_number": 4,
        "verse_number": 47,
        "content": "يـٰأيها ٱلذين أوتوا ٱلكتٰب ءامنوا بما نزلنا مصدقا لما معكم من قبل أن نطمس وجوها فنردها علىٰ أدبارها أو نلعنهم كما لعنا أصحٰب ٱلسبت وكان أمر ٱلله مفعولا"
    },
    {
        "surah_number": 4,
        "verse_number": 48,
        "content": "إن ٱلله لا يغفر أن يشرك به ويغفر ما دون ذٰلك لمن يشاء ومن يشرك بٱلله فقد ٱفترىٰ إثما عظيما"
    },
    {
        "surah_number": 4,
        "verse_number": 49,
        "content": "ألم تر إلى ٱلذين يزكون أنفسهم بل ٱلله يزكي من يشاء ولا يظلمون فتيلا"
    },
    {
        "surah_number": 4,
        "verse_number": 50,
        "content": "ٱنظر كيف يفترون على ٱلله ٱلكذب وكفىٰ به إثما مبينا"
    },
    {
        "surah_number": 4,
        "verse_number": 51,
        "content": "ألم تر إلى ٱلذين أوتوا نصيبا من ٱلكتٰب يؤمنون بٱلجبت وٱلطـٰغوت ويقولون للذين كفروا هـٰؤلاء أهدىٰ من ٱلذين ءامنوا سبيلا"
    },
    {
        "surah_number": 4,
        "verse_number": 52,
        "content": "أولـٰئك ٱلذين لعنهم ٱلله ومن يلعن ٱلله فلن تجد له نصيرا"
    },
    {
        "surah_number": 4,
        "verse_number": 53,
        "content": "أم لهم نصيب من ٱلملك فإذا لا يؤتون ٱلناس نقيرا"
    },
    {
        "surah_number": 4,
        "verse_number": 54,
        "content": "أم يحسدون ٱلناس علىٰ ما ءاتىٰهم ٱلله من فضله فقد ءاتينا ءال إبرٰهيم ٱلكتٰب وٱلحكمة وءاتينٰهم ملكا عظيما"
    },
    {
        "surah_number": 4,
        "verse_number": 55,
        "content": "فمنهم من ءامن به ومنهم من صد عنه وكفىٰ بجهنم سعيرا"
    },
    {
        "surah_number": 4,
        "verse_number": 56,
        "content": "إن ٱلذين كفروا بـايٰتنا سوف نصليهم نارا كلما نضجت جلودهم بدلنٰهم جلودا غيرها ليذوقوا ٱلعذاب إن ٱلله كان عزيزا حكيما"
    },
    {
        "surah_number": 4,
        "verse_number": 57,
        "content": "وٱلذين ءامنوا وعملوا ٱلصـٰلحٰت سندخلهم جنـٰت تجري من تحتها ٱلأنهٰر خٰلدين فيها أبدا لهم فيها أزوٰج مطهرة وندخلهم ظلا ظليلا"
    },
    {
        "surah_number": 4,
        "verse_number": 58,
        "content": "إن ٱلله يأمركم أن تؤدوا ٱلأمٰنٰت إلىٰ أهلها وإذا حكمتم بين ٱلناس أن تحكموا بٱلعدل إن ٱلله نعما يعظكم به إن ٱلله كان سميعا بصيرا"
    },
    {
        "surah_number": 4,
        "verse_number": 59,
        "content": "يـٰأيها ٱلذين ءامنوا أطيعوا ٱلله وأطيعوا ٱلرسول وأولي ٱلأمر منكم فإن تنٰزعتم في شيء فردوه إلى ٱلله وٱلرسول إن كنتم تؤمنون بٱلله وٱليوم ٱلأخر ذٰلك خير وأحسن تأويلا"
    },
    {
        "surah_number": 4,
        "verse_number": 60,
        "content": "ألم تر إلى ٱلذين يزعمون أنهم ءامنوا بما أنزل إليك وما أنزل من قبلك يريدون أن يتحاكموا إلى ٱلطـٰغوت وقد أمروا أن يكفروا به ويريد ٱلشيطٰن أن يضلهم ضلٰلا بعيدا"
    },
    {
        "surah_number": 4,
        "verse_number": 61,
        "content": "وإذا قيل لهم تعالوا إلىٰ ما أنزل ٱلله وإلى ٱلرسول رأيت ٱلمنٰفقين يصدون عنك صدودا"
    },
    {
        "surah_number": 4,
        "verse_number": 62,
        "content": "فكيف إذا أصٰبتهم مصيبة بما قدمت أيديهم ثم جاءوك يحلفون بٱلله إن أردنا إلا إحسٰنا وتوفيقا"
    },
    {
        "surah_number": 4,
        "verse_number": 63,
        "content": "أولـٰئك ٱلذين يعلم ٱلله ما في قلوبهم فأعرض عنهم وعظهم وقل لهم في أنفسهم قولا بليغا"
    },
    {
        "surah_number": 4,
        "verse_number": 64,
        "content": "وما أرسلنا من رسول إلا ليطاع بإذن ٱلله ولو أنهم إذ ظلموا أنفسهم جاءوك فٱستغفروا ٱلله وٱستغفر لهم ٱلرسول لوجدوا ٱلله توابا رحيما"
    },
    {
        "surah_number": 4,
        "verse_number": 65,
        "content": "فلا وربك لا يؤمنون حتىٰ يحكموك فيما شجر بينهم ثم لا يجدوا في أنفسهم حرجا مما قضيت ويسلموا تسليما"
    },
    {
        "surah_number": 4,
        "verse_number": 66,
        "content": "ولو أنا كتبنا عليهم أن ٱقتلوا أنفسكم أو ٱخرجوا من ديٰركم ما فعلوه إلا قليل منهم ولو أنهم فعلوا ما يوعظون به لكان خيرا لهم وأشد تثبيتا"
    },
    {
        "surah_number": 4,
        "verse_number": 67,
        "content": "وإذا لأتينٰهم من لدنا أجرا عظيما"
    },
    {
        "surah_number": 4,
        "verse_number": 68,
        "content": "ولهدينٰهم صرٰطا مستقيما"
    },
    {
        "surah_number": 4,
        "verse_number": 69,
        "content": "ومن يطع ٱلله وٱلرسول فأولـٰئك مع ٱلذين أنعم ٱلله عليهم من ٱلنبيـن وٱلصديقين وٱلشهداء وٱلصـٰلحين وحسن أولـٰئك رفيقا"
    },
    {
        "surah_number": 4,
        "verse_number": 70,
        "content": "ذٰلك ٱلفضل من ٱلله وكفىٰ بٱلله عليما"
    },
    {
        "surah_number": 4,
        "verse_number": 71,
        "content": "يـٰأيها ٱلذين ءامنوا خذوا حذركم فٱنفروا ثبات أو ٱنفروا جميعا"
    },
    {
        "surah_number": 4,
        "verse_number": 72,
        "content": "وإن منكم لمن ليبطئن فإن أصٰبتكم مصيبة قال قد أنعم ٱلله علي إذ لم أكن معهم شهيدا"
    },
    {
        "surah_number": 4,
        "verse_number": 73,
        "content": "ولئن أصٰبكم فضل من ٱلله ليقولن كأن لم تكن بينكم وبينه مودة يٰليتني كنت معهم فأفوز فوزا عظيما"
    },
    {
        "surah_number": 4,
        "verse_number": 74,
        "content": "فليقٰتل في سبيل ٱلله ٱلذين يشرون ٱلحيوٰة ٱلدنيا بٱلأخرة ومن يقٰتل في سبيل ٱلله فيقتل أو يغلب فسوف نؤتيه أجرا عظيما"
    },
    {
        "surah_number": 4,
        "verse_number": 75,
        "content": "وما لكم لا تقٰتلون في سبيل ٱلله وٱلمستضعفين من ٱلرجال وٱلنساء وٱلولدٰن ٱلذين يقولون ربنا أخرجنا من هٰذه ٱلقرية ٱلظالم أهلها وٱجعل لنا من لدنك وليا وٱجعل لنا من لدنك نصيرا"
    },
    {
        "surah_number": 4,
        "verse_number": 76,
        "content": "ٱلذين ءامنوا يقٰتلون في سبيل ٱلله وٱلذين كفروا يقٰتلون في سبيل ٱلطـٰغوت فقٰتلوا أولياء ٱلشيطٰن إن كيد ٱلشيطٰن كان ضعيفا"
    },
    {
        "surah_number": 4,
        "verse_number": 77,
        "content": "ألم تر إلى ٱلذين قيل لهم كفوا أيديكم وأقيموا ٱلصلوٰة وءاتوا ٱلزكوٰة فلما كتب عليهم ٱلقتال إذا فريق منهم يخشون ٱلناس كخشية ٱلله أو أشد خشية وقالوا ربنا لم كتبت علينا ٱلقتال لولا أخرتنا إلىٰ أجل قريب قل متٰع ٱلدنيا قليل وٱلأخرة خير لمن ٱتقىٰ ولا تظلمون فتيلا"
    },
    {
        "surah_number": 4,
        "verse_number": 78,
        "content": "أينما تكونوا يدرككم ٱلموت ولو كنتم في بروج مشيدة وإن تصبهم حسنة يقولوا هٰذه من عند ٱلله وإن تصبهم سيئة يقولوا هٰذه من عندك قل كل من عند ٱلله فمال هـٰؤلاء ٱلقوم لا يكادون يفقهون حديثا"
    },
    {
        "surah_number": 4,
        "verse_number": 79,
        "content": "ما أصابك من حسنة فمن ٱلله وما أصابك من سيئة فمن نفسك وأرسلنٰك للناس رسولا وكفىٰ بٱلله شهيدا"
    },
    {
        "surah_number": 4,
        "verse_number": 80,
        "content": "من يطع ٱلرسول فقد أطاع ٱلله ومن تولىٰ فما أرسلنٰك عليهم حفيظا"
    },
    {
        "surah_number": 4,
        "verse_number": 81,
        "content": "ويقولون طاعة فإذا برزوا من عندك بيت طائفة منهم غير ٱلذي تقول وٱلله يكتب ما يبيتون فأعرض عنهم وتوكل على ٱلله وكفىٰ بٱلله وكيلا"
    },
    {
        "surah_number": 4,
        "verse_number": 82,
        "content": "أفلا يتدبرون ٱلقرءان ولو كان من عند غير ٱلله لوجدوا فيه ٱختلٰفا كثيرا"
    },
    {
        "surah_number": 4,
        "verse_number": 83,
        "content": "وإذا جاءهم أمر من ٱلأمن أو ٱلخوف أذاعوا به ولو ردوه إلى ٱلرسول وإلىٰ أولي ٱلأمر منهم لعلمه ٱلذين يستنبطونه منهم ولولا فضل ٱلله عليكم ورحمته لٱتبعتم ٱلشيطٰن إلا قليلا"
    },
    {
        "surah_number": 4,
        "verse_number": 84,
        "content": "فقٰتل في سبيل ٱلله لا تكلف إلا نفسك وحرض ٱلمؤمنين عسى ٱلله أن يكف بأس ٱلذين كفروا وٱلله أشد بأسا وأشد تنكيلا"
    },
    {
        "surah_number": 4,
        "verse_number": 85,
        "content": "من يشفع شفٰعة حسنة يكن له نصيب منها ومن يشفع شفٰعة سيئة يكن له كفل منها وكان ٱلله علىٰ كل شيء مقيتا"
    },
    {
        "surah_number": 4,
        "verse_number": 86,
        "content": "وإذا حييتم بتحية فحيوا بأحسن منها أو ردوها إن ٱلله كان علىٰ كل شيء حسيبا"
    },
    {
        "surah_number": 4,
        "verse_number": 87,
        "content": "ٱلله لا إلٰه إلا هو ليجمعنكم إلىٰ يوم ٱلقيٰمة لا ريب فيه ومن أصدق من ٱلله حديثا"
    },
    {
        "surah_number": 4,
        "verse_number": 88,
        "content": "فما لكم في ٱلمنٰفقين فئتين وٱلله أركسهم بما كسبوا أتريدون أن تهدوا من أضل ٱلله ومن يضلل ٱلله فلن تجد له سبيلا"
    },
    {
        "surah_number": 4,
        "verse_number": 89,
        "content": "ودوا لو تكفرون كما كفروا فتكونون سواء فلا تتخذوا منهم أولياء حتىٰ يهاجروا في سبيل ٱلله فإن تولوا فخذوهم وٱقتلوهم حيث وجدتموهم ولا تتخذوا منهم وليا ولا نصيرا"
    },
    {
        "surah_number": 4,
        "verse_number": 90,
        "content": "إلا ٱلذين يصلون إلىٰ قوم بينكم وبينهم ميثٰق أو جاءوكم حصرت صدورهم أن يقٰتلوكم أو يقٰتلوا قومهم ولو شاء ٱلله لسلطهم عليكم فلقٰتلوكم فإن ٱعتزلوكم فلم يقٰتلوكم وألقوا إليكم ٱلسلم فما جعل ٱلله لكم عليهم سبيلا"
    },
    {
        "surah_number": 4,
        "verse_number": 91,
        "content": "ستجدون ءاخرين يريدون أن يأمنوكم ويأمنوا قومهم كل ما ردوا إلى ٱلفتنة أركسوا فيها فإن لم يعتزلوكم ويلقوا إليكم ٱلسلم ويكفوا أيديهم فخذوهم وٱقتلوهم حيث ثقفتموهم وأولـٰئكم جعلنا لكم عليهم سلطٰنا مبينا"
    },
    {
        "surah_number": 4,
        "verse_number": 92,
        "content": "وما كان لمؤمن أن يقتل مؤمنا إلا خطـا ومن قتل مؤمنا خطـا فتحرير رقبة مؤمنة ودية مسلمة إلىٰ أهله إلا أن يصدقوا فإن كان من قوم عدو لكم وهو مؤمن فتحرير رقبة مؤمنة وإن كان من قوم بينكم وبينهم ميثٰق فدية مسلمة إلىٰ أهله وتحرير رقبة مؤمنة فمن لم يجد فصيام شهرين متتابعين توبة من ٱلله وكان ٱلله عليما حكيما"
    },
    {
        "surah_number": 4,
        "verse_number": 93,
        "content": "ومن يقتل مؤمنا متعمدا فجزاؤه جهنم خٰلدا فيها وغضب ٱلله عليه ولعنه وأعد له عذابا عظيما"
    },
    {
        "surah_number": 4,
        "verse_number": 94,
        "content": "يـٰأيها ٱلذين ءامنوا إذا ضربتم في سبيل ٱلله فتبينوا ولا تقولوا لمن ألقىٰ إليكم ٱلسلٰم لست مؤمنا تبتغون عرض ٱلحيوٰة ٱلدنيا فعند ٱلله مغانم كثيرة كذٰلك كنتم من قبل فمن ٱلله عليكم فتبينوا إن ٱلله كان بما تعملون خبيرا"
    },
    {
        "surah_number": 4,
        "verse_number": 95,
        "content": "لا يستوي ٱلقٰعدون من ٱلمؤمنين غير أولي ٱلضرر وٱلمجٰهدون في سبيل ٱلله بأموٰلهم وأنفسهم فضل ٱلله ٱلمجٰهدين بأموٰلهم وأنفسهم على ٱلقٰعدين درجة وكلا وعد ٱلله ٱلحسنىٰ وفضل ٱلله ٱلمجٰهدين على ٱلقٰعدين أجرا عظيما"
    },
    {
        "surah_number": 4,
        "verse_number": 96,
        "content": "درجٰت منه ومغفرة ورحمة وكان ٱلله غفورا رحيما"
    },
    {
        "surah_number": 4,
        "verse_number": 97,
        "content": "إن ٱلذين توفىٰهم ٱلملـٰئكة ظالمي أنفسهم قالوا فيم كنتم قالوا كنا مستضعفين في ٱلأرض قالوا ألم تكن أرض ٱلله وٰسعة فتهاجروا فيها فأولـٰئك مأوىٰهم جهنم وساءت مصيرا"
    },
    {
        "surah_number": 4,
        "verse_number": 98,
        "content": "إلا ٱلمستضعفين من ٱلرجال وٱلنساء وٱلولدٰن لا يستطيعون حيلة ولا يهتدون سبيلا"
    },
    {
        "surah_number": 4,
        "verse_number": 99,
        "content": "فأولـٰئك عسى ٱلله أن يعفو عنهم وكان ٱلله عفوا غفورا"
    },
    {
        "surah_number": 4,
        "verse_number": 100,
        "content": "ومن يهاجر في سبيل ٱلله يجد في ٱلأرض مرٰغما كثيرا وسعة ومن يخرج من بيته مهاجرا إلى ٱلله ورسوله ثم يدركه ٱلموت فقد وقع أجره على ٱلله وكان ٱلله غفورا رحيما"
    },
    {
        "surah_number": 4,
        "verse_number": 101,
        "content": "وإذا ضربتم في ٱلأرض فليس عليكم جناح أن تقصروا من ٱلصلوٰة إن خفتم أن يفتنكم ٱلذين كفروا إن ٱلكٰفرين كانوا لكم عدوا مبينا"
    },
    {
        "surah_number": 4,
        "verse_number": 102,
        "content": "وإذا كنت فيهم فأقمت لهم ٱلصلوٰة فلتقم طائفة منهم معك وليأخذوا أسلحتهم فإذا سجدوا فليكونوا من ورائكم ولتأت طائفة أخرىٰ لم يصلوا فليصلوا معك وليأخذوا حذرهم وأسلحتهم ود ٱلذين كفروا لو تغفلون عن أسلحتكم وأمتعتكم فيميلون عليكم ميلة وٰحدة ولا جناح عليكم إن كان بكم أذى من مطر أو كنتم مرضىٰ أن تضعوا أسلحتكم وخذوا حذركم إن ٱلله أعد للكٰفرين عذابا مهينا"
    },
    {
        "surah_number": 4,
        "verse_number": 103,
        "content": "فإذا قضيتم ٱلصلوٰة فٱذكروا ٱلله قيٰما وقعودا وعلىٰ جنوبكم فإذا ٱطمأننتم فأقيموا ٱلصلوٰة إن ٱلصلوٰة كانت على ٱلمؤمنين كتٰبا موقوتا"
    },
    {
        "surah_number": 4,
        "verse_number": 104,
        "content": "ولا تهنوا في ٱبتغاء ٱلقوم إن تكونوا تألمون فإنهم يألمون كما تألمون وترجون من ٱلله ما لا يرجون وكان ٱلله عليما حكيما"
    },
    {
        "surah_number": 4,
        "verse_number": 105,
        "content": "إنا أنزلنا إليك ٱلكتٰب بٱلحق لتحكم بين ٱلناس بما أرىٰك ٱلله ولا تكن للخائنين خصيما"
    },
    {
        "surah_number": 4,
        "verse_number": 106,
        "content": "وٱستغفر ٱلله إن ٱلله كان غفورا رحيما"
    },
    {
        "surah_number": 4,
        "verse_number": 107,
        "content": "ولا تجٰدل عن ٱلذين يختانون أنفسهم إن ٱلله لا يحب من كان خوانا أثيما"
    },
    {
        "surah_number": 4,
        "verse_number": 108,
        "content": "يستخفون من ٱلناس ولا يستخفون من ٱلله وهو معهم إذ يبيتون ما لا يرضىٰ من ٱلقول وكان ٱلله بما يعملون محيطا"
    },
    {
        "surah_number": 4,
        "verse_number": 109,
        "content": "هـٰأنتم هـٰؤلاء جٰدلتم عنهم في ٱلحيوٰة ٱلدنيا فمن يجٰدل ٱلله عنهم يوم ٱلقيٰمة أم من يكون عليهم وكيلا"
    },
    {
        "surah_number": 4,
        "verse_number": 110,
        "content": "ومن يعمل سوءا أو يظلم نفسه ثم يستغفر ٱلله يجد ٱلله غفورا رحيما"
    },
    {
        "surah_number": 4,
        "verse_number": 111,
        "content": "ومن يكسب إثما فإنما يكسبه علىٰ نفسه وكان ٱلله عليما حكيما"
    },
    {
        "surah_number": 4,
        "verse_number": 112,
        "content": "ومن يكسب خطيـة أو إثما ثم يرم به بريـا فقد ٱحتمل بهتٰنا وإثما مبينا"
    },
    {
        "surah_number": 4,
        "verse_number": 113,
        "content": "ولولا فضل ٱلله عليك ورحمته لهمت طائفة منهم أن يضلوك وما يضلون إلا أنفسهم وما يضرونك من شيء وأنزل ٱلله عليك ٱلكتٰب وٱلحكمة وعلمك ما لم تكن تعلم وكان فضل ٱلله عليك عظيما"
    },
    {
        "surah_number": 4,
        "verse_number": 114,
        "content": "لا خير في كثير من نجوىٰهم إلا من أمر بصدقة أو معروف أو إصلٰح بين ٱلناس ومن يفعل ذٰلك ٱبتغاء مرضات ٱلله فسوف نؤتيه أجرا عظيما"
    },
    {
        "surah_number": 4,
        "verse_number": 115,
        "content": "ومن يشاقق ٱلرسول من بعد ما تبين له ٱلهدىٰ ويتبع غير سبيل ٱلمؤمنين نوله ما تولىٰ ونصله جهنم وساءت مصيرا"
    },
    {
        "surah_number": 4,
        "verse_number": 116,
        "content": "إن ٱلله لا يغفر أن يشرك به ويغفر ما دون ذٰلك لمن يشاء ومن يشرك بٱلله فقد ضل ضلٰلا بعيدا"
    },
    {
        "surah_number": 4,
        "verse_number": 117,
        "content": "إن يدعون من دونه إلا إنٰثا وإن يدعون إلا شيطٰنا مريدا"
    },
    {
        "surah_number": 4,
        "verse_number": 118,
        "content": "لعنه ٱلله وقال لأتخذن من عبادك نصيبا مفروضا"
    },
    {
        "surah_number": 4,
        "verse_number": 119,
        "content": "ولأضلنهم ولأمنينهم ولأمرنهم فليبتكن ءاذان ٱلأنعٰم ولأمرنهم فليغيرن خلق ٱلله ومن يتخذ ٱلشيطٰن وليا من دون ٱلله فقد خسر خسرانا مبينا"
    },
    {
        "surah_number": 4,
        "verse_number": 120,
        "content": "يعدهم ويمنيهم وما يعدهم ٱلشيطٰن إلا غرورا"
    },
    {
        "surah_number": 4,
        "verse_number": 121,
        "content": "أولـٰئك مأوىٰهم جهنم ولا يجدون عنها محيصا"
    },
    {
        "surah_number": 4,
        "verse_number": 122,
        "content": "وٱلذين ءامنوا وعملوا ٱلصـٰلحٰت سندخلهم جنـٰت تجري من تحتها ٱلأنهٰر خٰلدين فيها أبدا وعد ٱلله حقا ومن أصدق من ٱلله قيلا"
    },
    {
        "surah_number": 4,
        "verse_number": 123,
        "content": "ليس بأمانيكم ولا أماني أهل ٱلكتٰب من يعمل سوءا يجز به ولا يجد له من دون ٱلله وليا ولا نصيرا"
    },
    {
        "surah_number": 4,
        "verse_number": 124,
        "content": "ومن يعمل من ٱلصـٰلحٰت من ذكر أو أنثىٰ وهو مؤمن فأولـٰئك يدخلون ٱلجنة ولا يظلمون نقيرا"
    },
    {
        "surah_number": 4,
        "verse_number": 125,
        "content": "ومن أحسن دينا ممن أسلم وجهه لله وهو محسن وٱتبع ملة إبرٰهيم حنيفا وٱتخذ ٱلله إبرٰهيم خليلا"
    },
    {
        "surah_number": 4,
        "verse_number": 126,
        "content": "ولله ما في ٱلسمٰوٰت وما في ٱلأرض وكان ٱلله بكل شيء محيطا"
    },
    {
        "surah_number": 4,
        "verse_number": 127,
        "content": "ويستفتونك في ٱلنساء قل ٱلله يفتيكم فيهن وما يتلىٰ عليكم في ٱلكتٰب في يتٰمى ٱلنساء ٱلـٰتي لا تؤتونهن ما كتب لهن وترغبون أن تنكحوهن وٱلمستضعفين من ٱلولدٰن وأن تقوموا لليتٰمىٰ بٱلقسط وما تفعلوا من خير فإن ٱلله كان به عليما"
    },
    {
        "surah_number": 4,
        "verse_number": 128,
        "content": "وإن ٱمرأة خافت من بعلها نشوزا أو إعراضا فلا جناح عليهما أن يصلحا بينهما صلحا وٱلصلح خير وأحضرت ٱلأنفس ٱلشح وإن تحسنوا وتتقوا فإن ٱلله كان بما تعملون خبيرا"
    },
    {
        "surah_number": 4,
        "verse_number": 129,
        "content": "ولن تستطيعوا أن تعدلوا بين ٱلنساء ولو حرصتم فلا تميلوا كل ٱلميل فتذروها كٱلمعلقة وإن تصلحوا وتتقوا فإن ٱلله كان غفورا رحيما"
    },
    {
        "surah_number": 4,
        "verse_number": 130,
        "content": "وإن يتفرقا يغن ٱلله كلا من سعته وكان ٱلله وٰسعا حكيما"
    },
    {
        "surah_number": 4,
        "verse_number": 131,
        "content": "ولله ما في ٱلسمٰوٰت وما في ٱلأرض ولقد وصينا ٱلذين أوتوا ٱلكتٰب من قبلكم وإياكم أن ٱتقوا ٱلله وإن تكفروا فإن لله ما في ٱلسمٰوٰت وما في ٱلأرض وكان ٱلله غنيا حميدا"
    },
    {
        "surah_number": 4,
        "verse_number": 132,
        "content": "ولله ما في ٱلسمٰوٰت وما في ٱلأرض وكفىٰ بٱلله وكيلا"
    },
    {
        "surah_number": 4,
        "verse_number": 133,
        "content": "إن يشأ يذهبكم أيها ٱلناس ويأت بـاخرين وكان ٱلله علىٰ ذٰلك قديرا"
    },
    {
        "surah_number": 4,
        "verse_number": 134,
        "content": "من كان يريد ثواب ٱلدنيا فعند ٱلله ثواب ٱلدنيا وٱلأخرة وكان ٱلله سميعا بصيرا"
    },
    {
        "surah_number": 4,
        "verse_number": 135,
        "content": "يـٰأيها ٱلذين ءامنوا كونوا قوـٰمين بٱلقسط شهداء لله ولو علىٰ أنفسكم أو ٱلوٰلدين وٱلأقربين إن يكن غنيا أو فقيرا فٱلله أولىٰ بهما فلا تتبعوا ٱلهوىٰ أن تعدلوا وإن تلوا أو تعرضوا فإن ٱلله كان بما تعملون خبيرا"
    },
    {
        "surah_number": 4,
        "verse_number": 136,
        "content": "يـٰأيها ٱلذين ءامنوا ءامنوا بٱلله ورسوله وٱلكتٰب ٱلذي نزل علىٰ رسوله وٱلكتٰب ٱلذي أنزل من قبل ومن يكفر بٱلله وملـٰئكته وكتبه ورسله وٱليوم ٱلأخر فقد ضل ضلٰلا بعيدا"
    },
    {
        "surah_number": 4,
        "verse_number": 137,
        "content": "إن ٱلذين ءامنوا ثم كفروا ثم ءامنوا ثم كفروا ثم ٱزدادوا كفرا لم يكن ٱلله ليغفر لهم ولا ليهديهم سبيلا"
    },
    {
        "surah_number": 4,
        "verse_number": 138,
        "content": "بشر ٱلمنٰفقين بأن لهم عذابا أليما"
    },
    {
        "surah_number": 4,
        "verse_number": 139,
        "content": "ٱلذين يتخذون ٱلكٰفرين أولياء من دون ٱلمؤمنين أيبتغون عندهم ٱلعزة فإن ٱلعزة لله جميعا"
    },
    {
        "surah_number": 4,
        "verse_number": 140,
        "content": "وقد نزل عليكم في ٱلكتٰب أن إذا سمعتم ءايٰت ٱلله يكفر بها ويستهزأ بها فلا تقعدوا معهم حتىٰ يخوضوا في حديث غيره إنكم إذا مثلهم إن ٱلله جامع ٱلمنٰفقين وٱلكٰفرين في جهنم جميعا"
    },
    {
        "surah_number": 4,
        "verse_number": 141,
        "content": "ٱلذين يتربصون بكم فإن كان لكم فتح من ٱلله قالوا ألم نكن معكم وإن كان للكٰفرين نصيب قالوا ألم نستحوذ عليكم ونمنعكم من ٱلمؤمنين فٱلله يحكم بينكم يوم ٱلقيٰمة ولن يجعل ٱلله للكٰفرين على ٱلمؤمنين سبيلا"
    },
    {
        "surah_number": 4,
        "verse_number": 142,
        "content": "إن ٱلمنٰفقين يخٰدعون ٱلله وهو خٰدعهم وإذا قاموا إلى ٱلصلوٰة قاموا كسالىٰ يراءون ٱلناس ولا يذكرون ٱلله إلا قليلا"
    },
    {
        "surah_number": 4,
        "verse_number": 143,
        "content": "مذبذبين بين ذٰلك لا إلىٰ هـٰؤلاء ولا إلىٰ هـٰؤلاء ومن يضلل ٱلله فلن تجد له سبيلا"
    },
    {
        "surah_number": 4,
        "verse_number": 144,
        "content": "يـٰأيها ٱلذين ءامنوا لا تتخذوا ٱلكٰفرين أولياء من دون ٱلمؤمنين أتريدون أن تجعلوا لله عليكم سلطٰنا مبينا"
    },
    {
        "surah_number": 4,
        "verse_number": 145,
        "content": "إن ٱلمنٰفقين في ٱلدرك ٱلأسفل من ٱلنار ولن تجد لهم نصيرا"
    },
    {
        "surah_number": 4,
        "verse_number": 146,
        "content": "إلا ٱلذين تابوا وأصلحوا وٱعتصموا بٱلله وأخلصوا دينهم لله فأولـٰئك مع ٱلمؤمنين وسوف يؤت ٱلله ٱلمؤمنين أجرا عظيما"
    },
    {
        "surah_number": 4,
        "verse_number": 147,
        "content": "ما يفعل ٱلله بعذابكم إن شكرتم وءامنتم وكان ٱلله شاكرا عليما"
    },
    {
        "surah_number": 4,
        "verse_number": 148,
        "content": "لا يحب ٱلله ٱلجهر بٱلسوء من ٱلقول إلا من ظلم وكان ٱلله سميعا عليما"
    },
    {
        "surah_number": 4,
        "verse_number": 149,
        "content": "إن تبدوا خيرا أو تخفوه أو تعفوا عن سوء فإن ٱلله كان عفوا قديرا"
    },
    {
        "surah_number": 4,
        "verse_number": 150,
        "content": "إن ٱلذين يكفرون بٱلله ورسله ويريدون أن يفرقوا بين ٱلله ورسله ويقولون نؤمن ببعض ونكفر ببعض ويريدون أن يتخذوا بين ذٰلك سبيلا"
    },
    {
        "surah_number": 4,
        "verse_number": 151,
        "content": "أولـٰئك هم ٱلكٰفرون حقا وأعتدنا للكٰفرين عذابا مهينا"
    },
    {
        "surah_number": 4,
        "verse_number": 152,
        "content": "وٱلذين ءامنوا بٱلله ورسله ولم يفرقوا بين أحد منهم أولـٰئك سوف يؤتيهم أجورهم وكان ٱلله غفورا رحيما"
    },
    {
        "surah_number": 4,
        "verse_number": 153,
        "content": "يسـلك أهل ٱلكتٰب أن تنزل عليهم كتٰبا من ٱلسماء فقد سألوا موسىٰ أكبر من ذٰلك فقالوا أرنا ٱلله جهرة فأخذتهم ٱلصـٰعقة بظلمهم ثم ٱتخذوا ٱلعجل من بعد ما جاءتهم ٱلبينٰت فعفونا عن ذٰلك وءاتينا موسىٰ سلطٰنا مبينا"
    },
    {
        "surah_number": 4,
        "verse_number": 154,
        "content": "ورفعنا فوقهم ٱلطور بميثٰقهم وقلنا لهم ٱدخلوا ٱلباب سجدا وقلنا لهم لا تعدوا في ٱلسبت وأخذنا منهم ميثٰقا غليظا"
    },
    {
        "surah_number": 4,
        "verse_number": 155,
        "content": "فبما نقضهم ميثٰقهم وكفرهم بـايٰت ٱلله وقتلهم ٱلأنبياء بغير حق وقولهم قلوبنا غلف بل طبع ٱلله عليها بكفرهم فلا يؤمنون إلا قليلا"
    },
    {
        "surah_number": 4,
        "verse_number": 156,
        "content": "وبكفرهم وقولهم علىٰ مريم بهتٰنا عظيما"
    },
    {
        "surah_number": 4,
        "verse_number": 157,
        "content": "وقولهم إنا قتلنا ٱلمسيح عيسى ٱبن مريم رسول ٱلله وما قتلوه وما صلبوه ولٰكن شبه لهم وإن ٱلذين ٱختلفوا فيه لفي شك منه ما لهم به من علم إلا ٱتباع ٱلظن وما قتلوه يقينا"
    },
    {
        "surah_number": 4,
        "verse_number": 158,
        "content": "بل رفعه ٱلله إليه وكان ٱلله عزيزا حكيما"
    },
    {
        "surah_number": 4,
        "verse_number": 159,
        "content": "وإن من أهل ٱلكتٰب إلا ليؤمنن به قبل موته ويوم ٱلقيٰمة يكون عليهم شهيدا"
    },
    {
        "surah_number": 4,
        "verse_number": 160,
        "content": "فبظلم من ٱلذين هادوا حرمنا عليهم طيبٰت أحلت لهم وبصدهم عن سبيل ٱلله كثيرا"
    },
    {
        "surah_number": 4,
        "verse_number": 161,
        "content": "وأخذهم ٱلربوٰا وقد نهوا عنه وأكلهم أموٰل ٱلناس بٱلبٰطل وأعتدنا للكٰفرين منهم عذابا أليما"
    },
    {
        "surah_number": 4,
        "verse_number": 162,
        "content": "لـٰكن ٱلرـٰسخون في ٱلعلم منهم وٱلمؤمنون يؤمنون بما أنزل إليك وما أنزل من قبلك وٱلمقيمين ٱلصلوٰة وٱلمؤتون ٱلزكوٰة وٱلمؤمنون بٱلله وٱليوم ٱلأخر أولـٰئك سنؤتيهم أجرا عظيما"
    },
    {
        "surah_number": 4,
        "verse_number": 163,
        "content": "إنا أوحينا إليك كما أوحينا إلىٰ نوح وٱلنبيـن من بعده وأوحينا إلىٰ إبرٰهيم وإسمٰعيل وإسحٰق ويعقوب وٱلأسباط وعيسىٰ وأيوب ويونس وهٰرون وسليمٰن وءاتينا داود زبورا"
    },
    {
        "surah_number": 4,
        "verse_number": 164,
        "content": "ورسلا قد قصصنٰهم عليك من قبل ورسلا لم نقصصهم عليك وكلم ٱلله موسىٰ تكليما"
    },
    {
        "surah_number": 4,
        "verse_number": 165,
        "content": "رسلا مبشرين ومنذرين لئلا يكون للناس على ٱلله حجة بعد ٱلرسل وكان ٱلله عزيزا حكيما"
    },
    {
        "surah_number": 4,
        "verse_number": 166,
        "content": "لـٰكن ٱلله يشهد بما أنزل إليك أنزله بعلمه وٱلملـٰئكة يشهدون وكفىٰ بٱلله شهيدا"
    },
    {
        "surah_number": 4,
        "verse_number": 167,
        "content": "إن ٱلذين كفروا وصدوا عن سبيل ٱلله قد ضلوا ضلٰلا بعيدا"
    },
    {
        "surah_number": 4,
        "verse_number": 168,
        "content": "إن ٱلذين كفروا وظلموا لم يكن ٱلله ليغفر لهم ولا ليهديهم طريقا"
    },
    {
        "surah_number": 4,
        "verse_number": 169,
        "content": "إلا طريق جهنم خٰلدين فيها أبدا وكان ذٰلك على ٱلله يسيرا"
    },
    {
        "surah_number": 4,
        "verse_number": 170,
        "content": "يـٰأيها ٱلناس قد جاءكم ٱلرسول بٱلحق من ربكم فـامنوا خيرا لكم وإن تكفروا فإن لله ما في ٱلسمٰوٰت وٱلأرض وكان ٱلله عليما حكيما"
    },
    {
        "surah_number": 4,
        "verse_number": 171,
        "content": "يـٰأهل ٱلكتٰب لا تغلوا في دينكم ولا تقولوا على ٱلله إلا ٱلحق إنما ٱلمسيح عيسى ٱبن مريم رسول ٱلله وكلمته ألقىٰها إلىٰ مريم وروح منه فـامنوا بٱلله ورسله ولا تقولوا ثلٰثة ٱنتهوا خيرا لكم إنما ٱلله إلٰه وٰحد سبحٰنه أن يكون له ولد له ما في ٱلسمٰوٰت وما في ٱلأرض وكفىٰ بٱلله وكيلا"
    },
    {
        "surah_number": 4,
        "verse_number": 172,
        "content": "لن يستنكف ٱلمسيح أن يكون عبدا لله ولا ٱلملـٰئكة ٱلمقربون ومن يستنكف عن عبادته ويستكبر فسيحشرهم إليه جميعا"
    },
    {
        "surah_number": 4,
        "verse_number": 173,
        "content": "فأما ٱلذين ءامنوا وعملوا ٱلصـٰلحٰت فيوفيهم أجورهم ويزيدهم من فضله وأما ٱلذين ٱستنكفوا وٱستكبروا فيعذبهم عذابا أليما ولا يجدون لهم من دون ٱلله وليا ولا نصيرا"
    },
    {
        "surah_number": 4,
        "verse_number": 174,
        "content": "يـٰأيها ٱلناس قد جاءكم برهٰن من ربكم وأنزلنا إليكم نورا مبينا"
    },
    {
        "surah_number": 4,
        "verse_number": 175,
        "content": "فأما ٱلذين ءامنوا بٱلله وٱعتصموا به فسيدخلهم في رحمة منه وفضل ويهديهم إليه صرٰطا مستقيما"
    },
    {
        "surah_number": 4,
        "verse_number": 176,
        "content": "يستفتونك قل ٱلله يفتيكم في ٱلكلٰلة إن ٱمرؤا هلك ليس له ولد وله أخت فلها نصف ما ترك وهو يرثها إن لم يكن لها ولد فإن كانتا ٱثنتين فلهما ٱلثلثان مما ترك وإن كانوا إخوة رجالا ونساء فللذكر مثل حظ ٱلأنثيين يبين ٱلله لكم أن تضلوا وٱلله بكل شيء عليم"
    },
    {
        "surah_number": 5,
        "verse_number": 1,
        "content": "يـٰأيها ٱلذين ءامنوا أوفوا بٱلعقود أحلت لكم بهيمة ٱلأنعٰم إلا ما يتلىٰ عليكم غير محلي ٱلصيد وأنتم حرم إن ٱلله يحكم ما يريد"
    },
    {
        "surah_number": 5,
        "verse_number": 2,
        "content": "يـٰأيها ٱلذين ءامنوا لا تحلوا شعـٰئر ٱلله ولا ٱلشهر ٱلحرام ولا ٱلهدي ولا ٱلقلـٰئد ولا ءامين ٱلبيت ٱلحرام يبتغون فضلا من ربهم ورضوٰنا وإذا حللتم فٱصطادوا ولا يجرمنكم شنـان قوم أن صدوكم عن ٱلمسجد ٱلحرام أن تعتدوا وتعاونوا على ٱلبر وٱلتقوىٰ ولا تعاونوا على ٱلإثم وٱلعدوٰن وٱتقوا ٱلله إن ٱلله شديد ٱلعقاب"
    },
    {
        "surah_number": 5,
        "verse_number": 3,
        "content": "حرمت عليكم ٱلميتة وٱلدم ولحم ٱلخنزير وما أهل لغير ٱلله به وٱلمنخنقة وٱلموقوذة وٱلمتردية وٱلنطيحة وما أكل ٱلسبع إلا ما ذكيتم وما ذبح على ٱلنصب وأن تستقسموا بٱلأزلٰم ذٰلكم فسق ٱليوم يئس ٱلذين كفروا من دينكم فلا تخشوهم وٱخشون ٱليوم أكملت لكم دينكم وأتممت عليكم نعمتي ورضيت لكم ٱلإسلٰم دينا فمن ٱضطر في مخمصة غير متجانف لإثم فإن ٱلله غفور رحيم"
    },
    {
        "surah_number": 5,
        "verse_number": 4,
        "content": "يسـلونك ماذا أحل لهم قل أحل لكم ٱلطيبٰت وما علمتم من ٱلجوارح مكلبين تعلمونهن مما علمكم ٱلله فكلوا مما أمسكن عليكم وٱذكروا ٱسم ٱلله عليه وٱتقوا ٱلله إن ٱلله سريع ٱلحساب"
    },
    {
        "surah_number": 5,
        "verse_number": 5,
        "content": "ٱليوم أحل لكم ٱلطيبٰت وطعام ٱلذين أوتوا ٱلكتٰب حل لكم وطعامكم حل لهم وٱلمحصنٰت من ٱلمؤمنٰت وٱلمحصنٰت من ٱلذين أوتوا ٱلكتٰب من قبلكم إذا ءاتيتموهن أجورهن محصنين غير مسٰفحين ولا متخذي أخدان ومن يكفر بٱلإيمٰن فقد حبط عمله وهو في ٱلأخرة من ٱلخٰسرين"
    },
    {
        "surah_number": 5,
        "verse_number": 6,
        "content": "يـٰأيها ٱلذين ءامنوا إذا قمتم إلى ٱلصلوٰة فٱغسلوا وجوهكم وأيديكم إلى ٱلمرافق وٱمسحوا برءوسكم وأرجلكم إلى ٱلكعبين وإن كنتم جنبا فٱطهروا وإن كنتم مرضىٰ أو علىٰ سفر أو جاء أحد منكم من ٱلغائط أو لٰمستم ٱلنساء فلم تجدوا ماء فتيمموا صعيدا طيبا فٱمسحوا بوجوهكم وأيديكم منه ما يريد ٱلله ليجعل عليكم من حرج ولٰكن يريد ليطهركم وليتم نعمته عليكم لعلكم تشكرون"
    },
    {
        "surah_number": 5,
        "verse_number": 7,
        "content": "وٱذكروا نعمة ٱلله عليكم وميثٰقه ٱلذي واثقكم به إذ قلتم سمعنا وأطعنا وٱتقوا ٱلله إن ٱلله عليم بذات ٱلصدور"
    },
    {
        "surah_number": 5,
        "verse_number": 8,
        "content": "يـٰأيها ٱلذين ءامنوا كونوا قوـٰمين لله شهداء بٱلقسط ولا يجرمنكم شنـان قوم علىٰ ألا تعدلوا ٱعدلوا هو أقرب للتقوىٰ وٱتقوا ٱلله إن ٱلله خبير بما تعملون"
    },
    {
        "surah_number": 5,
        "verse_number": 9,
        "content": "وعد ٱلله ٱلذين ءامنوا وعملوا ٱلصـٰلحٰت لهم مغفرة وأجر عظيم"
    },
    {
        "surah_number": 5,
        "verse_number": 10,
        "content": "وٱلذين كفروا وكذبوا بـايٰتنا أولـٰئك أصحٰب ٱلجحيم"
    },
    {
        "surah_number": 5,
        "verse_number": 11,
        "content": "يـٰأيها ٱلذين ءامنوا ٱذكروا نعمت ٱلله عليكم إذ هم قوم أن يبسطوا إليكم أيديهم فكف أيديهم عنكم وٱتقوا ٱلله وعلى ٱلله فليتوكل ٱلمؤمنون"
    },
    {
        "surah_number": 5,
        "verse_number": 12,
        "content": "ولقد أخذ ٱلله ميثٰق بني إسرـٰءيل وبعثنا منهم ٱثني عشر نقيبا وقال ٱلله إني معكم لئن أقمتم ٱلصلوٰة وءاتيتم ٱلزكوٰة وءامنتم برسلي وعزرتموهم وأقرضتم ٱلله قرضا حسنا لأكفرن عنكم سيـاتكم ولأدخلنكم جنـٰت تجري من تحتها ٱلأنهٰر فمن كفر بعد ذٰلك منكم فقد ضل سواء ٱلسبيل"
    },
    {
        "surah_number": 5,
        "verse_number": 13,
        "content": "فبما نقضهم ميثٰقهم لعنـٰهم وجعلنا قلوبهم قٰسية يحرفون ٱلكلم عن مواضعه ونسوا حظا مما ذكروا به ولا تزال تطلع علىٰ خائنة منهم إلا قليلا منهم فٱعف عنهم وٱصفح إن ٱلله يحب ٱلمحسنين"
    },
    {
        "surah_number": 5,
        "verse_number": 14,
        "content": "ومن ٱلذين قالوا إنا نصٰرىٰ أخذنا ميثٰقهم فنسوا حظا مما ذكروا به فأغرينا بينهم ٱلعداوة وٱلبغضاء إلىٰ يوم ٱلقيٰمة وسوف ينبئهم ٱلله بما كانوا يصنعون"
    },
    {
        "surah_number": 5,
        "verse_number": 15,
        "content": "يـٰأهل ٱلكتٰب قد جاءكم رسولنا يبين لكم كثيرا مما كنتم تخفون من ٱلكتٰب ويعفوا عن كثير قد جاءكم من ٱلله نور وكتٰب مبين"
    },
    {
        "surah_number": 5,
        "verse_number": 16,
        "content": "يهدي به ٱلله من ٱتبع رضوٰنه سبل ٱلسلٰم ويخرجهم من ٱلظلمٰت إلى ٱلنور بإذنه ويهديهم إلىٰ صرٰط مستقيم"
    },
    {
        "surah_number": 5,
        "verse_number": 17,
        "content": "لقد كفر ٱلذين قالوا إن ٱلله هو ٱلمسيح ٱبن مريم قل فمن يملك من ٱلله شيـا إن أراد أن يهلك ٱلمسيح ٱبن مريم وأمه ومن في ٱلأرض جميعا ولله ملك ٱلسمٰوٰت وٱلأرض وما بينهما يخلق ما يشاء وٱلله علىٰ كل شيء قدير"
    },
    {
        "surah_number": 5,
        "verse_number": 18,
        "content": "وقالت ٱليهود وٱلنصٰرىٰ نحن أبنـٰؤا ٱلله وأحبـٰؤه قل فلم يعذبكم بذنوبكم بل أنتم بشر ممن خلق يغفر لمن يشاء ويعذب من يشاء ولله ملك ٱلسمٰوٰت وٱلأرض وما بينهما وإليه ٱلمصير"
    },
    {
        "surah_number": 5,
        "verse_number": 19,
        "content": "يـٰأهل ٱلكتٰب قد جاءكم رسولنا يبين لكم علىٰ فترة من ٱلرسل أن تقولوا ما جاءنا من بشير ولا نذير فقد جاءكم بشير ونذير وٱلله علىٰ كل شيء قدير"
    },
    {
        "surah_number": 5,
        "verse_number": 20,
        "content": "وإذ قال موسىٰ لقومه يٰقوم ٱذكروا نعمة ٱلله عليكم إذ جعل فيكم أنبياء وجعلكم ملوكا وءاتىٰكم ما لم يؤت أحدا من ٱلعٰلمين"
    },
    {
        "surah_number": 5,
        "verse_number": 21,
        "content": "يٰقوم ٱدخلوا ٱلأرض ٱلمقدسة ٱلتي كتب ٱلله لكم ولا ترتدوا علىٰ أدباركم فتنقلبوا خٰسرين"
    },
    {
        "surah_number": 5,
        "verse_number": 22,
        "content": "قالوا يٰموسىٰ إن فيها قوما جبارين وإنا لن ندخلها حتىٰ يخرجوا منها فإن يخرجوا منها فإنا دٰخلون"
    },
    {
        "surah_number": 5,
        "verse_number": 23,
        "content": "قال رجلان من ٱلذين يخافون أنعم ٱلله عليهما ٱدخلوا عليهم ٱلباب فإذا دخلتموه فإنكم غٰلبون وعلى ٱلله فتوكلوا إن كنتم مؤمنين"
    },
    {
        "surah_number": 5,
        "verse_number": 24,
        "content": "قالوا يٰموسىٰ إنا لن ندخلها أبدا ما داموا فيها فٱذهب أنت وربك فقٰتلا إنا هٰهنا قٰعدون"
    },
    {
        "surah_number": 5,
        "verse_number": 25,
        "content": "قال رب إني لا أملك إلا نفسي وأخي فٱفرق بيننا وبين ٱلقوم ٱلفٰسقين"
    },
    {
        "surah_number": 5,
        "verse_number": 26,
        "content": "قال فإنها محرمة عليهم أربعين سنة يتيهون في ٱلأرض فلا تأس على ٱلقوم ٱلفٰسقين"
    },
    {
        "surah_number": 5,
        "verse_number": 27,
        "content": "وٱتل عليهم نبأ ٱبني ءادم بٱلحق إذ قربا قربانا فتقبل من أحدهما ولم يتقبل من ٱلأخر قال لأقتلنك قال إنما يتقبل ٱلله من ٱلمتقين"
    },
    {
        "surah_number": 5,
        "verse_number": 28,
        "content": "لئن بسطت إلي يدك لتقتلني ما أنا بباسط يدي إليك لأقتلك إني أخاف ٱلله رب ٱلعٰلمين"
    },
    {
        "surah_number": 5,
        "verse_number": 29,
        "content": "إني أريد أن تبوأ بإثمي وإثمك فتكون من أصحٰب ٱلنار وذٰلك جزـٰؤا ٱلظـٰلمين"
    },
    {
        "surah_number": 5,
        "verse_number": 30,
        "content": "فطوعت له نفسه قتل أخيه فقتله فأصبح من ٱلخٰسرين"
    },
    {
        "surah_number": 5,
        "verse_number": 31,
        "content": "فبعث ٱلله غرابا يبحث في ٱلأرض ليريه كيف يوٰري سوءة أخيه قال يٰويلتىٰ أعجزت أن أكون مثل هٰذا ٱلغراب فأوٰري سوءة أخي فأصبح من ٱلنـٰدمين"
    },
    {
        "surah_number": 5,
        "verse_number": 32,
        "content": "من أجل ذٰلك كتبنا علىٰ بني إسرـٰءيل أنه من قتل نفسا بغير نفس أو فساد في ٱلأرض فكأنما قتل ٱلناس جميعا ومن أحياها فكأنما أحيا ٱلناس جميعا ولقد جاءتهم رسلنا بٱلبينٰت ثم إن كثيرا منهم بعد ذٰلك في ٱلأرض لمسرفون"
    },
    {
        "surah_number": 5,
        "verse_number": 33,
        "content": "إنما جزـٰؤا ٱلذين يحاربون ٱلله ورسوله ويسعون في ٱلأرض فسادا أن يقتلوا أو يصلبوا أو تقطع أيديهم وأرجلهم من خلٰف أو ينفوا من ٱلأرض ذٰلك لهم خزي في ٱلدنيا ولهم في ٱلأخرة عذاب عظيم"
    },
    {
        "surah_number": 5,
        "verse_number": 34,
        "content": "إلا ٱلذين تابوا من قبل أن تقدروا عليهم فٱعلموا أن ٱلله غفور رحيم"
    },
    {
        "surah_number": 5,
        "verse_number": 35,
        "content": "يـٰأيها ٱلذين ءامنوا ٱتقوا ٱلله وٱبتغوا إليه ٱلوسيلة وجٰهدوا في سبيله لعلكم تفلحون"
    },
    {
        "surah_number": 5,
        "verse_number": 36,
        "content": "إن ٱلذين كفروا لو أن لهم ما في ٱلأرض جميعا ومثله معه ليفتدوا به من عذاب يوم ٱلقيٰمة ما تقبل منهم ولهم عذاب أليم"
    },
    {
        "surah_number": 5,
        "verse_number": 37,
        "content": "يريدون أن يخرجوا من ٱلنار وما هم بخٰرجين منها ولهم عذاب مقيم"
    },
    {
        "surah_number": 5,
        "verse_number": 38,
        "content": "وٱلسارق وٱلسارقة فٱقطعوا أيديهما جزاء بما كسبا نكٰلا من ٱلله وٱلله عزيز حكيم"
    },
    {
        "surah_number": 5,
        "verse_number": 39,
        "content": "فمن تاب من بعد ظلمه وأصلح فإن ٱلله يتوب عليه إن ٱلله غفور رحيم"
    },
    {
        "surah_number": 5,
        "verse_number": 40,
        "content": "ألم تعلم أن ٱلله له ملك ٱلسمٰوٰت وٱلأرض يعذب من يشاء ويغفر لمن يشاء وٱلله علىٰ كل شيء قدير"
    },
    {
        "surah_number": 5,
        "verse_number": 41,
        "content": "يـٰأيها ٱلرسول لا يحزنك ٱلذين يسٰرعون في ٱلكفر من ٱلذين قالوا ءامنا بأفوٰههم ولم تؤمن قلوبهم ومن ٱلذين هادوا سمـٰعون للكذب سمـٰعون لقوم ءاخرين لم يأتوك يحرفون ٱلكلم من بعد مواضعه يقولون إن أوتيتم هٰذا فخذوه وإن لم تؤتوه فٱحذروا ومن يرد ٱلله فتنته فلن تملك له من ٱلله شيـا أولـٰئك ٱلذين لم يرد ٱلله أن يطهر قلوبهم لهم في ٱلدنيا خزي ولهم في ٱلأخرة عذاب عظيم"
    },
    {
        "surah_number": 5,
        "verse_number": 42,
        "content": "سمـٰعون للكذب أكـٰلون للسحت فإن جاءوك فٱحكم بينهم أو أعرض عنهم وإن تعرض عنهم فلن يضروك شيـا وإن حكمت فٱحكم بينهم بٱلقسط إن ٱلله يحب ٱلمقسطين"
    },
    {
        "surah_number": 5,
        "verse_number": 43,
        "content": "وكيف يحكمونك وعندهم ٱلتورىٰة فيها حكم ٱلله ثم يتولون من بعد ذٰلك وما أولـٰئك بٱلمؤمنين"
    },
    {
        "surah_number": 5,
        "verse_number": 44,
        "content": "إنا أنزلنا ٱلتورىٰة فيها هدى ونور يحكم بها ٱلنبيون ٱلذين أسلموا للذين هادوا وٱلربـٰنيون وٱلأحبار بما ٱستحفظوا من كتٰب ٱلله وكانوا عليه شهداء فلا تخشوا ٱلناس وٱخشون ولا تشتروا بـايٰتي ثمنا قليلا ومن لم يحكم بما أنزل ٱلله فأولـٰئك هم ٱلكٰفرون"
    },
    {
        "surah_number": 5,
        "verse_number": 45,
        "content": "وكتبنا عليهم فيها أن ٱلنفس بٱلنفس وٱلعين بٱلعين وٱلأنف بٱلأنف وٱلأذن بٱلأذن وٱلسن بٱلسن وٱلجروح قصاص فمن تصدق به فهو كفارة له ومن لم يحكم بما أنزل ٱلله فأولـٰئك هم ٱلظـٰلمون"
    },
    {
        "surah_number": 5,
        "verse_number": 46,
        "content": "وقفينا علىٰ ءاثٰرهم بعيسى ٱبن مريم مصدقا لما بين يديه من ٱلتورىٰة وءاتينٰه ٱلإنجيل فيه هدى ونور ومصدقا لما بين يديه من ٱلتورىٰة وهدى وموعظة للمتقين"
    },
    {
        "surah_number": 5,
        "verse_number": 47,
        "content": "وليحكم أهل ٱلإنجيل بما أنزل ٱلله فيه ومن لم يحكم بما أنزل ٱلله فأولـٰئك هم ٱلفٰسقون"
    },
    {
        "surah_number": 5,
        "verse_number": 48,
        "content": "وأنزلنا إليك ٱلكتٰب بٱلحق مصدقا لما بين يديه من ٱلكتٰب ومهيمنا عليه فٱحكم بينهم بما أنزل ٱلله ولا تتبع أهواءهم عما جاءك من ٱلحق لكل جعلنا منكم شرعة ومنهاجا ولو شاء ٱلله لجعلكم أمة وٰحدة ولٰكن ليبلوكم في ما ءاتىٰكم فٱستبقوا ٱلخيرٰت إلى ٱلله مرجعكم جميعا فينبئكم بما كنتم فيه تختلفون"
    },
    {
        "surah_number": 5,
        "verse_number": 49,
        "content": "وأن ٱحكم بينهم بما أنزل ٱلله ولا تتبع أهواءهم وٱحذرهم أن يفتنوك عن بعض ما أنزل ٱلله إليك فإن تولوا فٱعلم أنما يريد ٱلله أن يصيبهم ببعض ذنوبهم وإن كثيرا من ٱلناس لفٰسقون"
    },
    {
        "surah_number": 5,
        "verse_number": 50,
        "content": "أفحكم ٱلجٰهلية يبغون ومن أحسن من ٱلله حكما لقوم يوقنون"
    },
    {
        "surah_number": 5,
        "verse_number": 51,
        "content": "يـٰأيها ٱلذين ءامنوا لا تتخذوا ٱليهود وٱلنصٰرىٰ أولياء بعضهم أولياء بعض ومن يتولهم منكم فإنه منهم إن ٱلله لا يهدي ٱلقوم ٱلظـٰلمين"
    },
    {
        "surah_number": 5,
        "verse_number": 52,
        "content": "فترى ٱلذين في قلوبهم مرض يسٰرعون فيهم يقولون نخشىٰ أن تصيبنا دائرة فعسى ٱلله أن يأتي بٱلفتح أو أمر من عنده فيصبحوا علىٰ ما أسروا في أنفسهم نٰدمين"
    },
    {
        "surah_number": 5,
        "verse_number": 53,
        "content": "ويقول ٱلذين ءامنوا أهـٰؤلاء ٱلذين أقسموا بٱلله جهد أيمٰنهم إنهم لمعكم حبطت أعمٰلهم فأصبحوا خٰسرين"
    },
    {
        "surah_number": 5,
        "verse_number": 54,
        "content": "يـٰأيها ٱلذين ءامنوا من يرتد منكم عن دينه فسوف يأتي ٱلله بقوم يحبهم ويحبونه أذلة على ٱلمؤمنين أعزة على ٱلكٰفرين يجٰهدون في سبيل ٱلله ولا يخافون لومة لائم ذٰلك فضل ٱلله يؤتيه من يشاء وٱلله وٰسع عليم"
    },
    {
        "surah_number": 5,
        "verse_number": 55,
        "content": "إنما وليكم ٱلله ورسوله وٱلذين ءامنوا ٱلذين يقيمون ٱلصلوٰة ويؤتون ٱلزكوٰة وهم رٰكعون"
    },
    {
        "surah_number": 5,
        "verse_number": 56,
        "content": "ومن يتول ٱلله ورسوله وٱلذين ءامنوا فإن حزب ٱلله هم ٱلغٰلبون"
    },
    {
        "surah_number": 5,
        "verse_number": 57,
        "content": "يـٰأيها ٱلذين ءامنوا لا تتخذوا ٱلذين ٱتخذوا دينكم هزوا ولعبا من ٱلذين أوتوا ٱلكتٰب من قبلكم وٱلكفار أولياء وٱتقوا ٱلله إن كنتم مؤمنين"
    },
    {
        "surah_number": 5,
        "verse_number": 58,
        "content": "وإذا ناديتم إلى ٱلصلوٰة ٱتخذوها هزوا ولعبا ذٰلك بأنهم قوم لا يعقلون"
    },
    {
        "surah_number": 5,
        "verse_number": 59,
        "content": "قل يـٰأهل ٱلكتٰب هل تنقمون منا إلا أن ءامنا بٱلله وما أنزل إلينا وما أنزل من قبل وأن أكثركم فٰسقون"
    },
    {
        "surah_number": 5,
        "verse_number": 60,
        "content": "قل هل أنبئكم بشر من ذٰلك مثوبة عند ٱلله من لعنه ٱلله وغضب عليه وجعل منهم ٱلقردة وٱلخنازير وعبد ٱلطـٰغوت أولـٰئك شر مكانا وأضل عن سواء ٱلسبيل"
    },
    {
        "surah_number": 5,
        "verse_number": 61,
        "content": "وإذا جاءوكم قالوا ءامنا وقد دخلوا بٱلكفر وهم قد خرجوا به وٱلله أعلم بما كانوا يكتمون"
    },
    {
        "surah_number": 5,
        "verse_number": 62,
        "content": "وترىٰ كثيرا منهم يسٰرعون في ٱلإثم وٱلعدوٰن وأكلهم ٱلسحت لبئس ما كانوا يعملون"
    },
    {
        "surah_number": 5,
        "verse_number": 63,
        "content": "لولا ينهىٰهم ٱلربـٰنيون وٱلأحبار عن قولهم ٱلإثم وأكلهم ٱلسحت لبئس ما كانوا يصنعون"
    },
    {
        "surah_number": 5,
        "verse_number": 64,
        "content": "وقالت ٱليهود يد ٱلله مغلولة غلت أيديهم ولعنوا بما قالوا بل يداه مبسوطتان ينفق كيف يشاء وليزيدن كثيرا منهم ما أنزل إليك من ربك طغيٰنا وكفرا وألقينا بينهم ٱلعدٰوة وٱلبغضاء إلىٰ يوم ٱلقيٰمة كلما أوقدوا نارا للحرب أطفأها ٱلله ويسعون في ٱلأرض فسادا وٱلله لا يحب ٱلمفسدين"
    },
    {
        "surah_number": 5,
        "verse_number": 65,
        "content": "ولو أن أهل ٱلكتٰب ءامنوا وٱتقوا لكفرنا عنهم سيـاتهم ولأدخلنٰهم جنـٰت ٱلنعيم"
    },
    {
        "surah_number": 5,
        "verse_number": 66,
        "content": "ولو أنهم أقاموا ٱلتورىٰة وٱلإنجيل وما أنزل إليهم من ربهم لأكلوا من فوقهم ومن تحت أرجلهم منهم أمة مقتصدة وكثير منهم ساء ما يعملون"
    },
    {
        "surah_number": 5,
        "verse_number": 67,
        "content": "يـٰأيها ٱلرسول بلغ ما أنزل إليك من ربك وإن لم تفعل فما بلغت رسالته وٱلله يعصمك من ٱلناس إن ٱلله لا يهدي ٱلقوم ٱلكٰفرين"
    },
    {
        "surah_number": 5,
        "verse_number": 68,
        "content": "قل يـٰأهل ٱلكتٰب لستم علىٰ شيء حتىٰ تقيموا ٱلتورىٰة وٱلإنجيل وما أنزل إليكم من ربكم وليزيدن كثيرا منهم ما أنزل إليك من ربك طغيٰنا وكفرا فلا تأس على ٱلقوم ٱلكٰفرين"
    },
    {
        "surah_number": 5,
        "verse_number": 69,
        "content": "إن ٱلذين ءامنوا وٱلذين هادوا وٱلصـٰبـون وٱلنصٰرىٰ من ءامن بٱلله وٱليوم ٱلأخر وعمل صٰلحا فلا خوف عليهم ولا هم يحزنون"
    },
    {
        "surah_number": 5,
        "verse_number": 70,
        "content": "لقد أخذنا ميثٰق بني إسرـٰءيل وأرسلنا إليهم رسلا كلما جاءهم رسول بما لا تهوىٰ أنفسهم فريقا كذبوا وفريقا يقتلون"
    },
    {
        "surah_number": 5,
        "verse_number": 71,
        "content": "وحسبوا ألا تكون فتنة فعموا وصموا ثم تاب ٱلله عليهم ثم عموا وصموا كثير منهم وٱلله بصير بما يعملون"
    },
    {
        "surah_number": 5,
        "verse_number": 72,
        "content": "لقد كفر ٱلذين قالوا إن ٱلله هو ٱلمسيح ٱبن مريم وقال ٱلمسيح يٰبني إسرـٰءيل ٱعبدوا ٱلله ربي وربكم إنه من يشرك بٱلله فقد حرم ٱلله عليه ٱلجنة ومأوىٰه ٱلنار وما للظـٰلمين من أنصار"
    },
    {
        "surah_number": 5,
        "verse_number": 73,
        "content": "لقد كفر ٱلذين قالوا إن ٱلله ثالث ثلٰثة وما من إلٰه إلا إلٰه وٰحد وإن لم ينتهوا عما يقولون ليمسن ٱلذين كفروا منهم عذاب أليم"
    },
    {
        "surah_number": 5,
        "verse_number": 74,
        "content": "أفلا يتوبون إلى ٱلله ويستغفرونه وٱلله غفور رحيم"
    },
    {
        "surah_number": 5,
        "verse_number": 75,
        "content": "ما ٱلمسيح ٱبن مريم إلا رسول قد خلت من قبله ٱلرسل وأمه صديقة كانا يأكلان ٱلطعام ٱنظر كيف نبين لهم ٱلأيٰت ثم ٱنظر أنىٰ يؤفكون"
    },
    {
        "surah_number": 5,
        "verse_number": 76,
        "content": "قل أتعبدون من دون ٱلله ما لا يملك لكم ضرا ولا نفعا وٱلله هو ٱلسميع ٱلعليم"
    },
    {
        "surah_number": 5,
        "verse_number": 77,
        "content": "قل يـٰأهل ٱلكتٰب لا تغلوا في دينكم غير ٱلحق ولا تتبعوا أهواء قوم قد ضلوا من قبل وأضلوا كثيرا وضلوا عن سواء ٱلسبيل"
    },
    {
        "surah_number": 5,
        "verse_number": 78,
        "content": "لعن ٱلذين كفروا من بني إسرـٰءيل علىٰ لسان داود وعيسى ٱبن مريم ذٰلك بما عصوا وكانوا يعتدون"
    },
    {
        "surah_number": 5,
        "verse_number": 79,
        "content": "كانوا لا يتناهون عن منكر فعلوه لبئس ما كانوا يفعلون"
    },
    {
        "surah_number": 5,
        "verse_number": 80,
        "content": "ترىٰ كثيرا منهم يتولون ٱلذين كفروا لبئس ما قدمت لهم أنفسهم أن سخط ٱلله عليهم وفي ٱلعذاب هم خٰلدون"
    },
    {
        "surah_number": 5,
        "verse_number": 81,
        "content": "ولو كانوا يؤمنون بٱلله وٱلنبي وما أنزل إليه ما ٱتخذوهم أولياء ولٰكن كثيرا منهم فٰسقون"
    },
    {
        "surah_number": 5,
        "verse_number": 82,
        "content": "لتجدن أشد ٱلناس عدٰوة للذين ءامنوا ٱليهود وٱلذين أشركوا ولتجدن أقربهم مودة للذين ءامنوا ٱلذين قالوا إنا نصٰرىٰ ذٰلك بأن منهم قسيسين ورهبانا وأنهم لا يستكبرون"
    },
    {
        "surah_number": 5,
        "verse_number": 83,
        "content": "وإذا سمعوا ما أنزل إلى ٱلرسول ترىٰ أعينهم تفيض من ٱلدمع مما عرفوا من ٱلحق يقولون ربنا ءامنا فٱكتبنا مع ٱلشـٰهدين"
    },
    {
        "surah_number": 5,
        "verse_number": 84,
        "content": "وما لنا لا نؤمن بٱلله وما جاءنا من ٱلحق ونطمع أن يدخلنا ربنا مع ٱلقوم ٱلصـٰلحين"
    },
    {
        "surah_number": 5,
        "verse_number": 85,
        "content": "فأثٰبهم ٱلله بما قالوا جنـٰت تجري من تحتها ٱلأنهٰر خٰلدين فيها وذٰلك جزاء ٱلمحسنين"
    },
    {
        "surah_number": 5,
        "verse_number": 86,
        "content": "وٱلذين كفروا وكذبوا بـايٰتنا أولـٰئك أصحٰب ٱلجحيم"
    },
    {
        "surah_number": 5,
        "verse_number": 87,
        "content": "يـٰأيها ٱلذين ءامنوا لا تحرموا طيبٰت ما أحل ٱلله لكم ولا تعتدوا إن ٱلله لا يحب ٱلمعتدين"
    },
    {
        "surah_number": 5,
        "verse_number": 88,
        "content": "وكلوا مما رزقكم ٱلله حلٰلا طيبا وٱتقوا ٱلله ٱلذي أنتم به مؤمنون"
    },
    {
        "surah_number": 5,
        "verse_number": 89,
        "content": "لا يؤاخذكم ٱلله بٱللغو في أيمٰنكم ولٰكن يؤاخذكم بما عقدتم ٱلأيمٰن فكفـٰرته إطعام عشرة مسٰكين من أوسط ما تطعمون أهليكم أو كسوتهم أو تحرير رقبة فمن لم يجد فصيام ثلٰثة أيام ذٰلك كفـٰرة أيمٰنكم إذا حلفتم وٱحفظوا أيمٰنكم كذٰلك يبين ٱلله لكم ءايٰته لعلكم تشكرون"
    },
    {
        "surah_number": 5,
        "verse_number": 90,
        "content": "يـٰأيها ٱلذين ءامنوا إنما ٱلخمر وٱلميسر وٱلأنصاب وٱلأزلٰم رجس من عمل ٱلشيطٰن فٱجتنبوه لعلكم تفلحون"
    },
    {
        "surah_number": 5,
        "verse_number": 91,
        "content": "إنما يريد ٱلشيطٰن أن يوقع بينكم ٱلعدٰوة وٱلبغضاء في ٱلخمر وٱلميسر ويصدكم عن ذكر ٱلله وعن ٱلصلوٰة فهل أنتم منتهون"
    },
    {
        "surah_number": 5,
        "verse_number": 92,
        "content": "وأطيعوا ٱلله وأطيعوا ٱلرسول وٱحذروا فإن توليتم فٱعلموا أنما علىٰ رسولنا ٱلبلٰغ ٱلمبين"
    },
    {
        "surah_number": 5,
        "verse_number": 93,
        "content": "ليس على ٱلذين ءامنوا وعملوا ٱلصـٰلحٰت جناح فيما طعموا إذا ما ٱتقوا وءامنوا وعملوا ٱلصـٰلحٰت ثم ٱتقوا وءامنوا ثم ٱتقوا وأحسنوا وٱلله يحب ٱلمحسنين"
    },
    {
        "surah_number": 5,
        "verse_number": 94,
        "content": "يـٰأيها ٱلذين ءامنوا ليبلونكم ٱلله بشيء من ٱلصيد تناله أيديكم ورماحكم ليعلم ٱلله من يخافه بٱلغيب فمن ٱعتدىٰ بعد ذٰلك فله عذاب أليم"
    },
    {
        "surah_number": 5,
        "verse_number": 95,
        "content": "يـٰأيها ٱلذين ءامنوا لا تقتلوا ٱلصيد وأنتم حرم ومن قتله منكم متعمدا فجزاء مثل ما قتل من ٱلنعم يحكم به ذوا عدل منكم هديا بٰلغ ٱلكعبة أو كفـٰرة طعام مسٰكين أو عدل ذٰلك صياما ليذوق وبال أمره عفا ٱلله عما سلف ومن عاد فينتقم ٱلله منه وٱلله عزيز ذو ٱنتقام"
    },
    {
        "surah_number": 5,
        "verse_number": 96,
        "content": "أحل لكم صيد ٱلبحر وطعامه متٰعا لكم وللسيارة وحرم عليكم صيد ٱلبر ما دمتم حرما وٱتقوا ٱلله ٱلذي إليه تحشرون"
    },
    {
        "surah_number": 5,
        "verse_number": 97,
        "content": "جعل ٱلله ٱلكعبة ٱلبيت ٱلحرام قيٰما للناس وٱلشهر ٱلحرام وٱلهدي وٱلقلـٰئد ذٰلك لتعلموا أن ٱلله يعلم ما في ٱلسمٰوٰت وما في ٱلأرض وأن ٱلله بكل شيء عليم"
    },
    {
        "surah_number": 5,
        "verse_number": 98,
        "content": "ٱعلموا أن ٱلله شديد ٱلعقاب وأن ٱلله غفور رحيم"
    },
    {
        "surah_number": 5,
        "verse_number": 99,
        "content": "ما على ٱلرسول إلا ٱلبلٰغ وٱلله يعلم ما تبدون وما تكتمون"
    },
    {
        "surah_number": 5,
        "verse_number": 100,
        "content": "قل لا يستوي ٱلخبيث وٱلطيب ولو أعجبك كثرة ٱلخبيث فٱتقوا ٱلله يـٰأولي ٱلألبٰب لعلكم تفلحون"
    },
    {
        "surah_number": 5,
        "verse_number": 101,
        "content": "يـٰأيها ٱلذين ءامنوا لا تسـلوا عن أشياء إن تبد لكم تسؤكم وإن تسـلوا عنها حين ينزل ٱلقرءان تبد لكم عفا ٱلله عنها وٱلله غفور حليم"
    },
    {
        "surah_number": 5,
        "verse_number": 102,
        "content": "قد سألها قوم من قبلكم ثم أصبحوا بها كٰفرين"
    },
    {
        "surah_number": 5,
        "verse_number": 103,
        "content": "ما جعل ٱلله من بحيرة ولا سائبة ولا وصيلة ولا حام ولٰكن ٱلذين كفروا يفترون على ٱلله ٱلكذب وأكثرهم لا يعقلون"
    },
    {
        "surah_number": 5,
        "verse_number": 104,
        "content": "وإذا قيل لهم تعالوا إلىٰ ما أنزل ٱلله وإلى ٱلرسول قالوا حسبنا ما وجدنا عليه ءاباءنا أولو كان ءاباؤهم لا يعلمون شيـا ولا يهتدون"
    },
    {
        "surah_number": 5,
        "verse_number": 105,
        "content": "يـٰأيها ٱلذين ءامنوا عليكم أنفسكم لا يضركم من ضل إذا ٱهتديتم إلى ٱلله مرجعكم جميعا فينبئكم بما كنتم تعملون"
    },
    {
        "surah_number": 5,
        "verse_number": 106,
        "content": "يـٰأيها ٱلذين ءامنوا شهٰدة بينكم إذا حضر أحدكم ٱلموت حين ٱلوصية ٱثنان ذوا عدل منكم أو ءاخران من غيركم إن أنتم ضربتم في ٱلأرض فأصٰبتكم مصيبة ٱلموت تحبسونهما من بعد ٱلصلوٰة فيقسمان بٱلله إن ٱرتبتم لا نشتري به ثمنا ولو كان ذا قربىٰ ولا نكتم شهٰدة ٱلله إنا إذا لمن ٱلأثمين"
    },
    {
        "surah_number": 5,
        "verse_number": 107,
        "content": "فإن عثر علىٰ أنهما ٱستحقا إثما فـاخران يقومان مقامهما من ٱلذين ٱستحق عليهم ٱلأوليٰن فيقسمان بٱلله لشهٰدتنا أحق من شهٰدتهما وما ٱعتدينا إنا إذا لمن ٱلظـٰلمين"
    },
    {
        "surah_number": 5,
        "verse_number": 108,
        "content": "ذٰلك أدنىٰ أن يأتوا بٱلشهٰدة علىٰ وجهها أو يخافوا أن ترد أيمٰن بعد أيمٰنهم وٱتقوا ٱلله وٱسمعوا وٱلله لا يهدي ٱلقوم ٱلفٰسقين"
    },
    {
        "surah_number": 5,
        "verse_number": 109,
        "content": "يوم يجمع ٱلله ٱلرسل فيقول ماذا أجبتم قالوا لا علم لنا إنك أنت علـٰم ٱلغيوب"
    },
    {
        "surah_number": 5,
        "verse_number": 110,
        "content": "إذ قال ٱلله يٰعيسى ٱبن مريم ٱذكر نعمتي عليك وعلىٰ وٰلدتك إذ أيدتك بروح ٱلقدس تكلم ٱلناس في ٱلمهد وكهلا وإذ علمتك ٱلكتٰب وٱلحكمة وٱلتورىٰة وٱلإنجيل وإذ تخلق من ٱلطين كهيـة ٱلطير بإذني فتنفخ فيها فتكون طيرا بإذني وتبرئ ٱلأكمه وٱلأبرص بإذني وإذ تخرج ٱلموتىٰ بإذني وإذ كففت بني إسرـٰءيل عنك إذ جئتهم بٱلبينٰت فقال ٱلذين كفروا منهم إن هٰذا إلا سحر مبين"
    },
    {
        "surah_number": 5,
        "verse_number": 111,
        "content": "وإذ أوحيت إلى ٱلحواريـن أن ءامنوا بي وبرسولي قالوا ءامنا وٱشهد بأننا مسلمون"
    },
    {
        "surah_number": 5,
        "verse_number": 112,
        "content": "إذ قال ٱلحواريون يٰعيسى ٱبن مريم هل يستطيع ربك أن ينزل علينا مائدة من ٱلسماء قال ٱتقوا ٱلله إن كنتم مؤمنين"
    },
    {
        "surah_number": 5,
        "verse_number": 113,
        "content": "قالوا نريد أن نأكل منها وتطمئن قلوبنا ونعلم أن قد صدقتنا ونكون عليها من ٱلشـٰهدين"
    },
    {
        "surah_number": 5,
        "verse_number": 114,
        "content": "قال عيسى ٱبن مريم ٱللهم ربنا أنزل علينا مائدة من ٱلسماء تكون لنا عيدا لأولنا وءاخرنا وءاية منك وٱرزقنا وأنت خير ٱلرـٰزقين"
    },
    {
        "surah_number": 5,
        "verse_number": 115,
        "content": "قال ٱلله إني منزلها عليكم فمن يكفر بعد منكم فإني أعذبه عذابا لا أعذبه أحدا من ٱلعٰلمين"
    },
    {
        "surah_number": 5,
        "verse_number": 116,
        "content": "وإذ قال ٱلله يٰعيسى ٱبن مريم ءأنت قلت للناس ٱتخذوني وأمي إلٰهين من دون ٱلله قال سبحٰنك ما يكون لي أن أقول ما ليس لي بحق إن كنت قلته فقد علمته تعلم ما في نفسي ولا أعلم ما في نفسك إنك أنت علـٰم ٱلغيوب"
    },
    {
        "surah_number": 5,
        "verse_number": 117,
        "content": "ما قلت لهم إلا ما أمرتني به أن ٱعبدوا ٱلله ربي وربكم وكنت عليهم شهيدا ما دمت فيهم فلما توفيتني كنت أنت ٱلرقيب عليهم وأنت علىٰ كل شيء شهيد"
    },
    {
        "surah_number": 5,
        "verse_number": 118,
        "content": "إن تعذبهم فإنهم عبادك وإن تغفر لهم فإنك أنت ٱلعزيز ٱلحكيم"
    },
    {
        "surah_number": 5,
        "verse_number": 119,
        "content": "قال ٱلله هٰذا يوم ينفع ٱلصـٰدقين صدقهم لهم جنـٰت تجري من تحتها ٱلأنهٰر خٰلدين فيها أبدا رضي ٱلله عنهم ورضوا عنه ذٰلك ٱلفوز ٱلعظيم"
    },
    {
        "surah_number": 5,
        "verse_number": 120,
        "content": "لله ملك ٱلسمٰوٰت وٱلأرض وما فيهن وهو علىٰ كل شيء قدير"
    },
    {
        "surah_number": 6,
        "verse_number": 1,
        "content": "ٱلحمد لله ٱلذي خلق ٱلسمٰوٰت وٱلأرض وجعل ٱلظلمٰت وٱلنور ثم ٱلذين كفروا بربهم يعدلون"
    },
    {
        "surah_number": 6,
        "verse_number": 2,
        "content": "هو ٱلذي خلقكم من طين ثم قضىٰ أجلا وأجل مسمى عنده ثم أنتم تمترون"
    },
    {
        "surah_number": 6,
        "verse_number": 3,
        "content": "وهو ٱلله في ٱلسمٰوٰت وفي ٱلأرض يعلم سركم وجهركم ويعلم ما تكسبون"
    },
    {
        "surah_number": 6,
        "verse_number": 4,
        "content": "وما تأتيهم من ءاية من ءايٰت ربهم إلا كانوا عنها معرضين"
    },
    {
        "surah_number": 6,
        "verse_number": 5,
        "content": "فقد كذبوا بٱلحق لما جاءهم فسوف يأتيهم أنبـٰؤا ما كانوا به يستهزءون"
    },
    {
        "surah_number": 6,
        "verse_number": 6,
        "content": "ألم يروا كم أهلكنا من قبلهم من قرن مكنـٰهم في ٱلأرض ما لم نمكن لكم وأرسلنا ٱلسماء عليهم مدرارا وجعلنا ٱلأنهٰر تجري من تحتهم فأهلكنٰهم بذنوبهم وأنشأنا من بعدهم قرنا ءاخرين"
    },
    {
        "surah_number": 6,
        "verse_number": 7,
        "content": "ولو نزلنا عليك كتٰبا في قرطاس فلمسوه بأيديهم لقال ٱلذين كفروا إن هٰذا إلا سحر مبين"
    },
    {
        "surah_number": 6,
        "verse_number": 8,
        "content": "وقالوا لولا أنزل عليه ملك ولو أنزلنا ملكا لقضي ٱلأمر ثم لا ينظرون"
    },
    {
        "surah_number": 6,
        "verse_number": 9,
        "content": "ولو جعلنٰه ملكا لجعلنٰه رجلا وللبسنا عليهم ما يلبسون"
    },
    {
        "surah_number": 6,
        "verse_number": 10,
        "content": "ولقد ٱستهزئ برسل من قبلك فحاق بٱلذين سخروا منهم ما كانوا به يستهزءون"
    },
    {
        "surah_number": 6,
        "verse_number": 11,
        "content": "قل سيروا في ٱلأرض ثم ٱنظروا كيف كان عٰقبة ٱلمكذبين"
    },
    {
        "surah_number": 6,
        "verse_number": 12,
        "content": "قل لمن ما في ٱلسمٰوٰت وٱلأرض قل لله كتب علىٰ نفسه ٱلرحمة ليجمعنكم إلىٰ يوم ٱلقيٰمة لا ريب فيه ٱلذين خسروا أنفسهم فهم لا يؤمنون"
    },
    {
        "surah_number": 6,
        "verse_number": 13,
        "content": "وله ما سكن في ٱليل وٱلنهار وهو ٱلسميع ٱلعليم"
    },
    {
        "surah_number": 6,
        "verse_number": 14,
        "content": "قل أغير ٱلله أتخذ وليا فاطر ٱلسمٰوٰت وٱلأرض وهو يطعم ولا يطعم قل إني أمرت أن أكون أول من أسلم ولا تكونن من ٱلمشركين"
    },
    {
        "surah_number": 6,
        "verse_number": 15,
        "content": "قل إني أخاف إن عصيت ربي عذاب يوم عظيم"
    },
    {
        "surah_number": 6,
        "verse_number": 16,
        "content": "من يصرف عنه يومئذ فقد رحمه وذٰلك ٱلفوز ٱلمبين"
    },
    {
        "surah_number": 6,
        "verse_number": 17,
        "content": "وإن يمسسك ٱلله بضر فلا كاشف له إلا هو وإن يمسسك بخير فهو علىٰ كل شيء قدير"
    },
    {
        "surah_number": 6,
        "verse_number": 18,
        "content": "وهو ٱلقاهر فوق عباده وهو ٱلحكيم ٱلخبير"
    },
    {
        "surah_number": 6,
        "verse_number": 19,
        "content": "قل أي شيء أكبر شهٰدة قل ٱلله شهيد بيني وبينكم وأوحي إلي هٰذا ٱلقرءان لأنذركم به ومن بلغ أئنكم لتشهدون أن مع ٱلله ءالهة أخرىٰ قل لا أشهد قل إنما هو إلٰه وٰحد وإنني بريء مما تشركون"
    },
    {
        "surah_number": 6,
        "verse_number": 20,
        "content": "ٱلذين ءاتينٰهم ٱلكتٰب يعرفونه كما يعرفون أبناءهم ٱلذين خسروا أنفسهم فهم لا يؤمنون"
    },
    {
        "surah_number": 6,
        "verse_number": 21,
        "content": "ومن أظلم ممن ٱفترىٰ على ٱلله كذبا أو كذب بـايٰته إنه لا يفلح ٱلظـٰلمون"
    },
    {
        "surah_number": 6,
        "verse_number": 22,
        "content": "ويوم نحشرهم جميعا ثم نقول للذين أشركوا أين شركاؤكم ٱلذين كنتم تزعمون"
    },
    {
        "surah_number": 6,
        "verse_number": 23,
        "content": "ثم لم تكن فتنتهم إلا أن قالوا وٱلله ربنا ما كنا مشركين"
    },
    {
        "surah_number": 6,
        "verse_number": 24,
        "content": "ٱنظر كيف كذبوا علىٰ أنفسهم وضل عنهم ما كانوا يفترون"
    },
    {
        "surah_number": 6,
        "verse_number": 25,
        "content": "ومنهم من يستمع إليك وجعلنا علىٰ قلوبهم أكنة أن يفقهوه وفي ءاذانهم وقرا وإن يروا كل ءاية لا يؤمنوا بها حتىٰ إذا جاءوك يجٰدلونك يقول ٱلذين كفروا إن هٰذا إلا أسٰطير ٱلأولين"
    },
    {
        "surah_number": 6,
        "verse_number": 26,
        "content": "وهم ينهون عنه وينـون عنه وإن يهلكون إلا أنفسهم وما يشعرون"
    },
    {
        "surah_number": 6,
        "verse_number": 27,
        "content": "ولو ترىٰ إذ وقفوا على ٱلنار فقالوا يٰليتنا نرد ولا نكذب بـايٰت ربنا ونكون من ٱلمؤمنين"
    },
    {
        "surah_number": 6,
        "verse_number": 28,
        "content": "بل بدا لهم ما كانوا يخفون من قبل ولو ردوا لعادوا لما نهوا عنه وإنهم لكٰذبون"
    },
    {
        "surah_number": 6,
        "verse_number": 29,
        "content": "وقالوا إن هي إلا حياتنا ٱلدنيا وما نحن بمبعوثين"
    },
    {
        "surah_number": 6,
        "verse_number": 30,
        "content": "ولو ترىٰ إذ وقفوا علىٰ ربهم قال أليس هٰذا بٱلحق قالوا بلىٰ وربنا قال فذوقوا ٱلعذاب بما كنتم تكفرون"
    },
    {
        "surah_number": 6,
        "verse_number": 31,
        "content": "قد خسر ٱلذين كذبوا بلقاء ٱلله حتىٰ إذا جاءتهم ٱلساعة بغتة قالوا يٰحسرتنا علىٰ ما فرطنا فيها وهم يحملون أوزارهم علىٰ ظهورهم ألا ساء ما يزرون"
    },
    {
        "surah_number": 6,
        "verse_number": 32,
        "content": "وما ٱلحيوٰة ٱلدنيا إلا لعب ولهو وللدار ٱلأخرة خير للذين يتقون أفلا تعقلون"
    },
    {
        "surah_number": 6,
        "verse_number": 33,
        "content": "قد نعلم إنه ليحزنك ٱلذي يقولون فإنهم لا يكذبونك ولٰكن ٱلظـٰلمين بـايٰت ٱلله يجحدون"
    },
    {
        "surah_number": 6,
        "verse_number": 34,
        "content": "ولقد كذبت رسل من قبلك فصبروا علىٰ ما كذبوا وأوذوا حتىٰ أتىٰهم نصرنا ولا مبدل لكلمٰت ٱلله ولقد جاءك من نبإي ٱلمرسلين"
    },
    {
        "surah_number": 6,
        "verse_number": 35,
        "content": "وإن كان كبر عليك إعراضهم فإن ٱستطعت أن تبتغي نفقا في ٱلأرض أو سلما في ٱلسماء فتأتيهم بـاية ولو شاء ٱلله لجمعهم على ٱلهدىٰ فلا تكونن من ٱلجٰهلين"
    },
    {
        "surah_number": 6,
        "verse_number": 36,
        "content": "إنما يستجيب ٱلذين يسمعون وٱلموتىٰ يبعثهم ٱلله ثم إليه يرجعون"
    },
    {
        "surah_number": 6,
        "verse_number": 37,
        "content": "وقالوا لولا نزل عليه ءاية من ربه قل إن ٱلله قادر علىٰ أن ينزل ءاية ولٰكن أكثرهم لا يعلمون"
    },
    {
        "surah_number": 6,
        "verse_number": 38,
        "content": "وما من دابة في ٱلأرض ولا طـٰئر يطير بجناحيه إلا أمم أمثالكم ما فرطنا في ٱلكتٰب من شيء ثم إلىٰ ربهم يحشرون"
    },
    {
        "surah_number": 6,
        "verse_number": 39,
        "content": "وٱلذين كذبوا بـايٰتنا صم وبكم في ٱلظلمٰت من يشإ ٱلله يضلله ومن يشأ يجعله علىٰ صرٰط مستقيم"
    },
    {
        "surah_number": 6,
        "verse_number": 40,
        "content": "قل أرءيتكم إن أتىٰكم عذاب ٱلله أو أتتكم ٱلساعة أغير ٱلله تدعون إن كنتم صٰدقين"
    },
    {
        "surah_number": 6,
        "verse_number": 41,
        "content": "بل إياه تدعون فيكشف ما تدعون إليه إن شاء وتنسون ما تشركون"
    },
    {
        "surah_number": 6,
        "verse_number": 42,
        "content": "ولقد أرسلنا إلىٰ أمم من قبلك فأخذنٰهم بٱلبأساء وٱلضراء لعلهم يتضرعون"
    },
    {
        "surah_number": 6,
        "verse_number": 43,
        "content": "فلولا إذ جاءهم بأسنا تضرعوا ولٰكن قست قلوبهم وزين لهم ٱلشيطٰن ما كانوا يعملون"
    },
    {
        "surah_number": 6,
        "verse_number": 44,
        "content": "فلما نسوا ما ذكروا به فتحنا عليهم أبوٰب كل شيء حتىٰ إذا فرحوا بما أوتوا أخذنٰهم بغتة فإذا هم مبلسون"
    },
    {
        "surah_number": 6,
        "verse_number": 45,
        "content": "فقطع دابر ٱلقوم ٱلذين ظلموا وٱلحمد لله رب ٱلعٰلمين"
    },
    {
        "surah_number": 6,
        "verse_number": 46,
        "content": "قل أرءيتم إن أخذ ٱلله سمعكم وأبصٰركم وختم علىٰ قلوبكم من إلٰه غير ٱلله يأتيكم به ٱنظر كيف نصرف ٱلأيٰت ثم هم يصدفون"
    },
    {
        "surah_number": 6,
        "verse_number": 47,
        "content": "قل أرءيتكم إن أتىٰكم عذاب ٱلله بغتة أو جهرة هل يهلك إلا ٱلقوم ٱلظـٰلمون"
    },
    {
        "surah_number": 6,
        "verse_number": 48,
        "content": "وما نرسل ٱلمرسلين إلا مبشرين ومنذرين فمن ءامن وأصلح فلا خوف عليهم ولا هم يحزنون"
    },
    {
        "surah_number": 6,
        "verse_number": 49,
        "content": "وٱلذين كذبوا بـايٰتنا يمسهم ٱلعذاب بما كانوا يفسقون"
    },
    {
        "surah_number": 6,
        "verse_number": 50,
        "content": "قل لا أقول لكم عندي خزائن ٱلله ولا أعلم ٱلغيب ولا أقول لكم إني ملك إن أتبع إلا ما يوحىٰ إلي قل هل يستوي ٱلأعمىٰ وٱلبصير أفلا تتفكرون"
    },
    {
        "surah_number": 6,
        "verse_number": 51,
        "content": "وأنذر به ٱلذين يخافون أن يحشروا إلىٰ ربهم ليس لهم من دونه ولي ولا شفيع لعلهم يتقون"
    },
    {
        "surah_number": 6,
        "verse_number": 52,
        "content": "ولا تطرد ٱلذين يدعون ربهم بٱلغدوٰة وٱلعشي يريدون وجهه ما عليك من حسابهم من شيء وما من حسابك عليهم من شيء فتطردهم فتكون من ٱلظـٰلمين"
    },
    {
        "surah_number": 6,
        "verse_number": 53,
        "content": "وكذٰلك فتنا بعضهم ببعض ليقولوا أهـٰؤلاء من ٱلله عليهم من بيننا أليس ٱلله بأعلم بٱلشـٰكرين"
    },
    {
        "surah_number": 6,
        "verse_number": 54,
        "content": "وإذا جاءك ٱلذين يؤمنون بـايٰتنا فقل سلٰم عليكم كتب ربكم علىٰ نفسه ٱلرحمة أنه من عمل منكم سوءا بجهٰلة ثم تاب من بعده وأصلح فأنه غفور رحيم"
    },
    {
        "surah_number": 6,
        "verse_number": 55,
        "content": "وكذٰلك نفصل ٱلأيٰت ولتستبين سبيل ٱلمجرمين"
    },
    {
        "surah_number": 6,
        "verse_number": 56,
        "content": "قل إني نهيت أن أعبد ٱلذين تدعون من دون ٱلله قل لا أتبع أهواءكم قد ضللت إذا وما أنا من ٱلمهتدين"
    },
    {
        "surah_number": 6,
        "verse_number": 57,
        "content": "قل إني علىٰ بينة من ربي وكذبتم به ما عندي ما تستعجلون به إن ٱلحكم إلا لله يقص ٱلحق وهو خير ٱلفٰصلين"
    },
    {
        "surah_number": 6,
        "verse_number": 58,
        "content": "قل لو أن عندي ما تستعجلون به لقضي ٱلأمر بيني وبينكم وٱلله أعلم بٱلظـٰلمين"
    },
    {
        "surah_number": 6,
        "verse_number": 59,
        "content": "وعنده مفاتح ٱلغيب لا يعلمها إلا هو ويعلم ما في ٱلبر وٱلبحر وما تسقط من ورقة إلا يعلمها ولا حبة في ظلمٰت ٱلأرض ولا رطب ولا يابس إلا في كتٰب مبين"
    },
    {
        "surah_number": 6,
        "verse_number": 60,
        "content": "وهو ٱلذي يتوفىٰكم بٱليل ويعلم ما جرحتم بٱلنهار ثم يبعثكم فيه ليقضىٰ أجل مسمى ثم إليه مرجعكم ثم ينبئكم بما كنتم تعملون"
    },
    {
        "surah_number": 6,
        "verse_number": 61,
        "content": "وهو ٱلقاهر فوق عباده ويرسل عليكم حفظة حتىٰ إذا جاء أحدكم ٱلموت توفته رسلنا وهم لا يفرطون"
    },
    {
        "surah_number": 6,
        "verse_number": 62,
        "content": "ثم ردوا إلى ٱلله مولىٰهم ٱلحق ألا له ٱلحكم وهو أسرع ٱلحٰسبين"
    },
    {
        "surah_number": 6,
        "verse_number": 63,
        "content": "قل من ينجيكم من ظلمٰت ٱلبر وٱلبحر تدعونه تضرعا وخفية لئن أنجىٰنا من هٰذه لنكونن من ٱلشـٰكرين"
    },
    {
        "surah_number": 6,
        "verse_number": 64,
        "content": "قل ٱلله ينجيكم منها ومن كل كرب ثم أنتم تشركون"
    },
    {
        "surah_number": 6,
        "verse_number": 65,
        "content": "قل هو ٱلقادر علىٰ أن يبعث عليكم عذابا من فوقكم أو من تحت أرجلكم أو يلبسكم شيعا ويذيق بعضكم بأس بعض ٱنظر كيف نصرف ٱلأيٰت لعلهم يفقهون"
    },
    {
        "surah_number": 6,
        "verse_number": 66,
        "content": "وكذب به قومك وهو ٱلحق قل لست عليكم بوكيل"
    },
    {
        "surah_number": 6,
        "verse_number": 67,
        "content": "لكل نبإ مستقر وسوف تعلمون"
    },
    {
        "surah_number": 6,
        "verse_number": 68,
        "content": "وإذا رأيت ٱلذين يخوضون في ءايٰتنا فأعرض عنهم حتىٰ يخوضوا في حديث غيره وإما ينسينك ٱلشيطٰن فلا تقعد بعد ٱلذكرىٰ مع ٱلقوم ٱلظـٰلمين"
    },
    {
        "surah_number": 6,
        "verse_number": 69,
        "content": "وما على ٱلذين يتقون من حسابهم من شيء ولٰكن ذكرىٰ لعلهم يتقون"
    },
    {
        "surah_number": 6,
        "verse_number": 70,
        "content": "وذر ٱلذين ٱتخذوا دينهم لعبا ولهوا وغرتهم ٱلحيوٰة ٱلدنيا وذكر به أن تبسل نفس بما كسبت ليس لها من دون ٱلله ولي ولا شفيع وإن تعدل كل عدل لا يؤخذ منها أولـٰئك ٱلذين أبسلوا بما كسبوا لهم شراب من حميم وعذاب أليم بما كانوا يكفرون"
    },
    {
        "surah_number": 6,
        "verse_number": 71,
        "content": "قل أندعوا من دون ٱلله ما لا ينفعنا ولا يضرنا ونرد علىٰ أعقابنا بعد إذ هدىٰنا ٱلله كٱلذي ٱستهوته ٱلشيٰطين في ٱلأرض حيران له أصحٰب يدعونه إلى ٱلهدى ٱئتنا قل إن هدى ٱلله هو ٱلهدىٰ وأمرنا لنسلم لرب ٱلعٰلمين"
    },
    {
        "surah_number": 6,
        "verse_number": 72,
        "content": "وأن أقيموا ٱلصلوٰة وٱتقوه وهو ٱلذي إليه تحشرون"
    },
    {
        "surah_number": 6,
        "verse_number": 73,
        "content": "وهو ٱلذي خلق ٱلسمٰوٰت وٱلأرض بٱلحق ويوم يقول كن فيكون قوله ٱلحق وله ٱلملك يوم ينفخ في ٱلصور عٰلم ٱلغيب وٱلشهٰدة وهو ٱلحكيم ٱلخبير"
    },
    {
        "surah_number": 6,
        "verse_number": 74,
        "content": "وإذ قال إبرٰهيم لأبيه ءازر أتتخذ أصناما ءالهة إني أرىٰك وقومك في ضلٰل مبين"
    },
    {
        "surah_number": 6,
        "verse_number": 75,
        "content": "وكذٰلك نري إبرٰهيم ملكوت ٱلسمٰوٰت وٱلأرض وليكون من ٱلموقنين"
    },
    {
        "surah_number": 6,
        "verse_number": 76,
        "content": "فلما جن عليه ٱليل رءا كوكبا قال هٰذا ربي فلما أفل قال لا أحب ٱلأفلين"
    },
    {
        "surah_number": 6,
        "verse_number": 77,
        "content": "فلما رءا ٱلقمر بازغا قال هٰذا ربي فلما أفل قال لئن لم يهدني ربي لأكونن من ٱلقوم ٱلضالين"
    },
    {
        "surah_number": 6,
        "verse_number": 78,
        "content": "فلما رءا ٱلشمس بازغة قال هٰذا ربي هٰذا أكبر فلما أفلت قال يٰقوم إني بريء مما تشركون"
    },
    {
        "surah_number": 6,
        "verse_number": 79,
        "content": "إني وجهت وجهي للذي فطر ٱلسمٰوٰت وٱلأرض حنيفا وما أنا من ٱلمشركين"
    },
    {
        "surah_number": 6,
        "verse_number": 80,
        "content": "وحاجه قومه قال أتحـٰجوني في ٱلله وقد هدىٰن ولا أخاف ما تشركون به إلا أن يشاء ربي شيـا وسع ربي كل شيء علما أفلا تتذكرون"
    },
    {
        "surah_number": 6,
        "verse_number": 81,
        "content": "وكيف أخاف ما أشركتم ولا تخافون أنكم أشركتم بٱلله ما لم ينزل به عليكم سلطٰنا فأي ٱلفريقين أحق بٱلأمن إن كنتم تعلمون"
    },
    {
        "surah_number": 6,
        "verse_number": 82,
        "content": "ٱلذين ءامنوا ولم يلبسوا إيمٰنهم بظلم أولـٰئك لهم ٱلأمن وهم مهتدون"
    },
    {
        "surah_number": 6,
        "verse_number": 83,
        "content": "وتلك حجتنا ءاتينٰها إبرٰهيم علىٰ قومه نرفع درجٰت من نشاء إن ربك حكيم عليم"
    },
    {
        "surah_number": 6,
        "verse_number": 84,
        "content": "ووهبنا له إسحٰق ويعقوب كلا هدينا ونوحا هدينا من قبل ومن ذريته داود وسليمٰن وأيوب ويوسف وموسىٰ وهٰرون وكذٰلك نجزي ٱلمحسنين"
    },
    {
        "surah_number": 6,
        "verse_number": 85,
        "content": "وزكريا ويحيىٰ وعيسىٰ وإلياس كل من ٱلصـٰلحين"
    },
    {
        "surah_number": 6,
        "verse_number": 86,
        "content": "وإسمٰعيل وٱليسع ويونس ولوطا وكلا فضلنا على ٱلعٰلمين"
    },
    {
        "surah_number": 6,
        "verse_number": 87,
        "content": "ومن ءابائهم وذريـٰتهم وإخوٰنهم وٱجتبينٰهم وهدينٰهم إلىٰ صرٰط مستقيم"
    },
    {
        "surah_number": 6,
        "verse_number": 88,
        "content": "ذٰلك هدى ٱلله يهدي به من يشاء من عباده ولو أشركوا لحبط عنهم ما كانوا يعملون"
    },
    {
        "surah_number": 6,
        "verse_number": 89,
        "content": "أولـٰئك ٱلذين ءاتينٰهم ٱلكتٰب وٱلحكم وٱلنبوة فإن يكفر بها هـٰؤلاء فقد وكلنا بها قوما ليسوا بها بكٰفرين"
    },
    {
        "surah_number": 6,
        "verse_number": 90,
        "content": "أولـٰئك ٱلذين هدى ٱلله فبهدىٰهم ٱقتده قل لا أسـلكم عليه أجرا إن هو إلا ذكرىٰ للعٰلمين"
    },
    {
        "surah_number": 6,
        "verse_number": 91,
        "content": "وما قدروا ٱلله حق قدره إذ قالوا ما أنزل ٱلله علىٰ بشر من شيء قل من أنزل ٱلكتٰب ٱلذي جاء به موسىٰ نورا وهدى للناس تجعلونه قراطيس تبدونها وتخفون كثيرا وعلمتم ما لم تعلموا أنتم ولا ءاباؤكم قل ٱلله ثم ذرهم في خوضهم يلعبون"
    },
    {
        "surah_number": 6,
        "verse_number": 92,
        "content": "وهٰذا كتٰب أنزلنٰه مبارك مصدق ٱلذي بين يديه ولتنذر أم ٱلقرىٰ ومن حولها وٱلذين يؤمنون بٱلأخرة يؤمنون به وهم علىٰ صلاتهم يحافظون"
    },
    {
        "surah_number": 6,
        "verse_number": 93,
        "content": "ومن أظلم ممن ٱفترىٰ على ٱلله كذبا أو قال أوحي إلي ولم يوح إليه شيء ومن قال سأنزل مثل ما أنزل ٱلله ولو ترىٰ إذ ٱلظـٰلمون في غمرٰت ٱلموت وٱلملـٰئكة باسطوا أيديهم أخرجوا أنفسكم ٱليوم تجزون عذاب ٱلهون بما كنتم تقولون على ٱلله غير ٱلحق وكنتم عن ءايٰته تستكبرون"
    },
    {
        "surah_number": 6,
        "verse_number": 94,
        "content": "ولقد جئتمونا فرٰدىٰ كما خلقنٰكم أول مرة وتركتم ما خولنٰكم وراء ظهوركم وما نرىٰ معكم شفعاءكم ٱلذين زعمتم أنهم فيكم شركـٰؤا لقد تقطع بينكم وضل عنكم ما كنتم تزعمون"
    },
    {
        "surah_number": 6,
        "verse_number": 95,
        "content": "إن ٱلله فالق ٱلحب وٱلنوىٰ يخرج ٱلحي من ٱلميت ومخرج ٱلميت من ٱلحي ذٰلكم ٱلله فأنىٰ تؤفكون"
    },
    {
        "surah_number": 6,
        "verse_number": 96,
        "content": "فالق ٱلإصباح وجعل ٱليل سكنا وٱلشمس وٱلقمر حسبانا ذٰلك تقدير ٱلعزيز ٱلعليم"
    },
    {
        "surah_number": 6,
        "verse_number": 97,
        "content": "وهو ٱلذي جعل لكم ٱلنجوم لتهتدوا بها في ظلمٰت ٱلبر وٱلبحر قد فصلنا ٱلأيٰت لقوم يعلمون"
    },
    {
        "surah_number": 6,
        "verse_number": 98,
        "content": "وهو ٱلذي أنشأكم من نفس وٰحدة فمستقر ومستودع قد فصلنا ٱلأيٰت لقوم يفقهون"
    },
    {
        "surah_number": 6,
        "verse_number": 99,
        "content": "وهو ٱلذي أنزل من ٱلسماء ماء فأخرجنا به نبات كل شيء فأخرجنا منه خضرا نخرج منه حبا متراكبا ومن ٱلنخل من طلعها قنوان دانية وجنـٰت من أعناب وٱلزيتون وٱلرمان مشتبها وغير متشٰبه ٱنظروا إلىٰ ثمره إذا أثمر وينعه إن في ذٰلكم لأيٰت لقوم يؤمنون"
    },
    {
        "surah_number": 6,
        "verse_number": 100,
        "content": "وجعلوا لله شركاء ٱلجن وخلقهم وخرقوا له بنين وبنٰت بغير علم سبحٰنه وتعٰلىٰ عما يصفون"
    },
    {
        "surah_number": 6,
        "verse_number": 101,
        "content": "بديع ٱلسمٰوٰت وٱلأرض أنىٰ يكون له ولد ولم تكن له صٰحبة وخلق كل شيء وهو بكل شيء عليم"
    },
    {
        "surah_number": 6,
        "verse_number": 102,
        "content": "ذٰلكم ٱلله ربكم لا إلٰه إلا هو خٰلق كل شيء فٱعبدوه وهو علىٰ كل شيء وكيل"
    },
    {
        "surah_number": 6,
        "verse_number": 103,
        "content": "لا تدركه ٱلأبصٰر وهو يدرك ٱلأبصٰر وهو ٱللطيف ٱلخبير"
    },
    {
        "surah_number": 6,
        "verse_number": 104,
        "content": "قد جاءكم بصائر من ربكم فمن أبصر فلنفسه ومن عمي فعليها وما أنا عليكم بحفيظ"
    },
    {
        "surah_number": 6,
        "verse_number": 105,
        "content": "وكذٰلك نصرف ٱلأيٰت وليقولوا درست ولنبينه لقوم يعلمون"
    },
    {
        "surah_number": 6,
        "verse_number": 106,
        "content": "ٱتبع ما أوحي إليك من ربك لا إلٰه إلا هو وأعرض عن ٱلمشركين"
    },
    {
        "surah_number": 6,
        "verse_number": 107,
        "content": "ولو شاء ٱلله ما أشركوا وما جعلنٰك عليهم حفيظا وما أنت عليهم بوكيل"
    },
    {
        "surah_number": 6,
        "verse_number": 108,
        "content": "ولا تسبوا ٱلذين يدعون من دون ٱلله فيسبوا ٱلله عدوا بغير علم كذٰلك زينا لكل أمة عملهم ثم إلىٰ ربهم مرجعهم فينبئهم بما كانوا يعملون"
    },
    {
        "surah_number": 6,
        "verse_number": 109,
        "content": "وأقسموا بٱلله جهد أيمٰنهم لئن جاءتهم ءاية ليؤمنن بها قل إنما ٱلأيٰت عند ٱلله وما يشعركم أنها إذا جاءت لا يؤمنون"
    },
    {
        "surah_number": 6,
        "verse_number": 110,
        "content": "ونقلب أفـدتهم وأبصٰرهم كما لم يؤمنوا به أول مرة ونذرهم في طغيٰنهم يعمهون"
    },
    {
        "surah_number": 6,
        "verse_number": 111,
        "content": "ولو أننا نزلنا إليهم ٱلملـٰئكة وكلمهم ٱلموتىٰ وحشرنا عليهم كل شيء قبلا ما كانوا ليؤمنوا إلا أن يشاء ٱلله ولٰكن أكثرهم يجهلون"
    },
    {
        "surah_number": 6,
        "verse_number": 112,
        "content": "وكذٰلك جعلنا لكل نبي عدوا شيٰطين ٱلإنس وٱلجن يوحي بعضهم إلىٰ بعض زخرف ٱلقول غرورا ولو شاء ربك ما فعلوه فذرهم وما يفترون"
    },
    {
        "surah_number": 6,
        "verse_number": 113,
        "content": "ولتصغىٰ إليه أفـدة ٱلذين لا يؤمنون بٱلأخرة وليرضوه وليقترفوا ما هم مقترفون"
    },
    {
        "surah_number": 6,
        "verse_number": 114,
        "content": "أفغير ٱلله أبتغي حكما وهو ٱلذي أنزل إليكم ٱلكتٰب مفصلا وٱلذين ءاتينٰهم ٱلكتٰب يعلمون أنه منزل من ربك بٱلحق فلا تكونن من ٱلممترين"
    },
    {
        "surah_number": 6,
        "verse_number": 115,
        "content": "وتمت كلمت ربك صدقا وعدلا لا مبدل لكلمٰته وهو ٱلسميع ٱلعليم"
    },
    {
        "surah_number": 6,
        "verse_number": 116,
        "content": "وإن تطع أكثر من في ٱلأرض يضلوك عن سبيل ٱلله إن يتبعون إلا ٱلظن وإن هم إلا يخرصون"
    },
    {
        "surah_number": 6,
        "verse_number": 117,
        "content": "إن ربك هو أعلم من يضل عن سبيله وهو أعلم بٱلمهتدين"
    },
    {
        "surah_number": 6,
        "verse_number": 118,
        "content": "فكلوا مما ذكر ٱسم ٱلله عليه إن كنتم بـايٰته مؤمنين"
    },
    {
        "surah_number": 6,
        "verse_number": 119,
        "content": "وما لكم ألا تأكلوا مما ذكر ٱسم ٱلله عليه وقد فصل لكم ما حرم عليكم إلا ما ٱضطررتم إليه وإن كثيرا ليضلون بأهوائهم بغير علم إن ربك هو أعلم بٱلمعتدين"
    },
    {
        "surah_number": 6,
        "verse_number": 120,
        "content": "وذروا ظٰهر ٱلإثم وباطنه إن ٱلذين يكسبون ٱلإثم سيجزون بما كانوا يقترفون"
    },
    {
        "surah_number": 6,
        "verse_number": 121,
        "content": "ولا تأكلوا مما لم يذكر ٱسم ٱلله عليه وإنه لفسق وإن ٱلشيٰطين ليوحون إلىٰ أوليائهم ليجٰدلوكم وإن أطعتموهم إنكم لمشركون"
    },
    {
        "surah_number": 6,
        "verse_number": 122,
        "content": "أومن كان ميتا فأحيينٰه وجعلنا له نورا يمشي به في ٱلناس كمن مثله في ٱلظلمٰت ليس بخارج منها كذٰلك زين للكٰفرين ما كانوا يعملون"
    },
    {
        "surah_number": 6,
        "verse_number": 123,
        "content": "وكذٰلك جعلنا في كل قرية أكٰبر مجرميها ليمكروا فيها وما يمكرون إلا بأنفسهم وما يشعرون"
    },
    {
        "surah_number": 6,
        "verse_number": 124,
        "content": "وإذا جاءتهم ءاية قالوا لن نؤمن حتىٰ نؤتىٰ مثل ما أوتي رسل ٱلله ٱلله أعلم حيث يجعل رسالته سيصيب ٱلذين أجرموا صغار عند ٱلله وعذاب شديد بما كانوا يمكرون"
    },
    {
        "surah_number": 6,
        "verse_number": 125,
        "content": "فمن يرد ٱلله أن يهديه يشرح صدره للإسلٰم ومن يرد أن يضله يجعل صدره ضيقا حرجا كأنما يصعد في ٱلسماء كذٰلك يجعل ٱلله ٱلرجس على ٱلذين لا يؤمنون"
    },
    {
        "surah_number": 6,
        "verse_number": 126,
        "content": "وهٰذا صرٰط ربك مستقيما قد فصلنا ٱلأيٰت لقوم يذكرون"
    },
    {
        "surah_number": 6,
        "verse_number": 127,
        "content": "لهم دار ٱلسلٰم عند ربهم وهو وليهم بما كانوا يعملون"
    },
    {
        "surah_number": 6,
        "verse_number": 128,
        "content": "ويوم يحشرهم جميعا يٰمعشر ٱلجن قد ٱستكثرتم من ٱلإنس وقال أولياؤهم من ٱلإنس ربنا ٱستمتع بعضنا ببعض وبلغنا أجلنا ٱلذي أجلت لنا قال ٱلنار مثوىٰكم خٰلدين فيها إلا ما شاء ٱلله إن ربك حكيم عليم"
    },
    {
        "surah_number": 6,
        "verse_number": 129,
        "content": "وكذٰلك نولي بعض ٱلظـٰلمين بعضا بما كانوا يكسبون"
    },
    {
        "surah_number": 6,
        "verse_number": 130,
        "content": "يٰمعشر ٱلجن وٱلإنس ألم يأتكم رسل منكم يقصون عليكم ءايٰتي وينذرونكم لقاء يومكم هٰذا قالوا شهدنا علىٰ أنفسنا وغرتهم ٱلحيوٰة ٱلدنيا وشهدوا علىٰ أنفسهم أنهم كانوا كٰفرين"
    },
    {
        "surah_number": 6,
        "verse_number": 131,
        "content": "ذٰلك أن لم يكن ربك مهلك ٱلقرىٰ بظلم وأهلها غٰفلون"
    },
    {
        "surah_number": 6,
        "verse_number": 132,
        "content": "ولكل درجٰت مما عملوا وما ربك بغٰفل عما يعملون"
    },
    {
        "surah_number": 6,
        "verse_number": 133,
        "content": "وربك ٱلغني ذو ٱلرحمة إن يشأ يذهبكم ويستخلف من بعدكم ما يشاء كما أنشأكم من ذرية قوم ءاخرين"
    },
    {
        "surah_number": 6,
        "verse_number": 134,
        "content": "إن ما توعدون لأت وما أنتم بمعجزين"
    },
    {
        "surah_number": 6,
        "verse_number": 135,
        "content": "قل يٰقوم ٱعملوا علىٰ مكانتكم إني عامل فسوف تعلمون من تكون له عٰقبة ٱلدار إنه لا يفلح ٱلظـٰلمون"
    },
    {
        "surah_number": 6,
        "verse_number": 136,
        "content": "وجعلوا لله مما ذرأ من ٱلحرث وٱلأنعٰم نصيبا فقالوا هٰذا لله بزعمهم وهٰذا لشركائنا فما كان لشركائهم فلا يصل إلى ٱلله وما كان لله فهو يصل إلىٰ شركائهم ساء ما يحكمون"
    },
    {
        "surah_number": 6,
        "verse_number": 137,
        "content": "وكذٰلك زين لكثير من ٱلمشركين قتل أولٰدهم شركاؤهم ليردوهم وليلبسوا عليهم دينهم ولو شاء ٱلله ما فعلوه فذرهم وما يفترون"
    },
    {
        "surah_number": 6,
        "verse_number": 138,
        "content": "وقالوا هٰذه أنعٰم وحرث حجر لا يطعمها إلا من نشاء بزعمهم وأنعٰم حرمت ظهورها وأنعٰم لا يذكرون ٱسم ٱلله عليها ٱفتراء عليه سيجزيهم بما كانوا يفترون"
    },
    {
        "surah_number": 6,
        "verse_number": 139,
        "content": "وقالوا ما في بطون هٰذه ٱلأنعٰم خالصة لذكورنا ومحرم علىٰ أزوٰجنا وإن يكن ميتة فهم فيه شركاء سيجزيهم وصفهم إنه حكيم عليم"
    },
    {
        "surah_number": 6,
        "verse_number": 140,
        "content": "قد خسر ٱلذين قتلوا أولٰدهم سفها بغير علم وحرموا ما رزقهم ٱلله ٱفتراء على ٱلله قد ضلوا وما كانوا مهتدين"
    },
    {
        "surah_number": 6,
        "verse_number": 141,
        "content": "وهو ٱلذي أنشأ جنـٰت معروشٰت وغير معروشٰت وٱلنخل وٱلزرع مختلفا أكله وٱلزيتون وٱلرمان متشٰبها وغير متشٰبه كلوا من ثمره إذا أثمر وءاتوا حقه يوم حصاده ولا تسرفوا إنه لا يحب ٱلمسرفين"
    },
    {
        "surah_number": 6,
        "verse_number": 142,
        "content": "ومن ٱلأنعٰم حمولة وفرشا كلوا مما رزقكم ٱلله ولا تتبعوا خطوٰت ٱلشيطٰن إنه لكم عدو مبين"
    },
    {
        "surah_number": 6,
        "verse_number": 143,
        "content": "ثمٰنية أزوٰج من ٱلضأن ٱثنين ومن ٱلمعز ٱثنين قل ءالذكرين حرم أم ٱلأنثيين أما ٱشتملت عليه أرحام ٱلأنثيين نبـوني بعلم إن كنتم صٰدقين"
    },
    {
        "surah_number": 6,
        "verse_number": 144,
        "content": "ومن ٱلإبل ٱثنين ومن ٱلبقر ٱثنين قل ءالذكرين حرم أم ٱلأنثيين أما ٱشتملت عليه أرحام ٱلأنثيين أم كنتم شهداء إذ وصىٰكم ٱلله بهٰذا فمن أظلم ممن ٱفترىٰ على ٱلله كذبا ليضل ٱلناس بغير علم إن ٱلله لا يهدي ٱلقوم ٱلظـٰلمين"
    },
    {
        "surah_number": 6,
        "verse_number": 145,
        "content": "قل لا أجد في ما أوحي إلي محرما علىٰ طاعم يطعمه إلا أن يكون ميتة أو دما مسفوحا أو لحم خنزير فإنه رجس أو فسقا أهل لغير ٱلله به فمن ٱضطر غير باغ ولا عاد فإن ربك غفور رحيم"
    },
    {
        "surah_number": 6,
        "verse_number": 146,
        "content": "وعلى ٱلذين هادوا حرمنا كل ذي ظفر ومن ٱلبقر وٱلغنم حرمنا عليهم شحومهما إلا ما حملت ظهورهما أو ٱلحوايا أو ما ٱختلط بعظم ذٰلك جزينٰهم ببغيهم وإنا لصٰدقون"
    },
    {
        "surah_number": 6,
        "verse_number": 147,
        "content": "فإن كذبوك فقل ربكم ذو رحمة وٰسعة ولا يرد بأسه عن ٱلقوم ٱلمجرمين"
    },
    {
        "surah_number": 6,
        "verse_number": 148,
        "content": "سيقول ٱلذين أشركوا لو شاء ٱلله ما أشركنا ولا ءاباؤنا ولا حرمنا من شيء كذٰلك كذب ٱلذين من قبلهم حتىٰ ذاقوا بأسنا قل هل عندكم من علم فتخرجوه لنا إن تتبعون إلا ٱلظن وإن أنتم إلا تخرصون"
    },
    {
        "surah_number": 6,
        "verse_number": 149,
        "content": "قل فلله ٱلحجة ٱلبٰلغة فلو شاء لهدىٰكم أجمعين"
    },
    {
        "surah_number": 6,
        "verse_number": 150,
        "content": "قل هلم شهداءكم ٱلذين يشهدون أن ٱلله حرم هٰذا فإن شهدوا فلا تشهد معهم ولا تتبع أهواء ٱلذين كذبوا بـايٰتنا وٱلذين لا يؤمنون بٱلأخرة وهم بربهم يعدلون"
    },
    {
        "surah_number": 6,
        "verse_number": 151,
        "content": "قل تعالوا أتل ما حرم ربكم عليكم ألا تشركوا به شيـا وبٱلوٰلدين إحسٰنا ولا تقتلوا أولٰدكم من إملٰق نحن نرزقكم وإياهم ولا تقربوا ٱلفوٰحش ما ظهر منها وما بطن ولا تقتلوا ٱلنفس ٱلتي حرم ٱلله إلا بٱلحق ذٰلكم وصىٰكم به لعلكم تعقلون"
    },
    {
        "surah_number": 6,
        "verse_number": 152,
        "content": "ولا تقربوا مال ٱليتيم إلا بٱلتي هي أحسن حتىٰ يبلغ أشده وأوفوا ٱلكيل وٱلميزان بٱلقسط لا نكلف نفسا إلا وسعها وإذا قلتم فٱعدلوا ولو كان ذا قربىٰ وبعهد ٱلله أوفوا ذٰلكم وصىٰكم به لعلكم تذكرون"
    },
    {
        "surah_number": 6,
        "verse_number": 153,
        "content": "وأن هٰذا صرٰطي مستقيما فٱتبعوه ولا تتبعوا ٱلسبل فتفرق بكم عن سبيله ذٰلكم وصىٰكم به لعلكم تتقون"
    },
    {
        "surah_number": 6,
        "verse_number": 154,
        "content": "ثم ءاتينا موسى ٱلكتٰب تماما على ٱلذي أحسن وتفصيلا لكل شيء وهدى ورحمة لعلهم بلقاء ربهم يؤمنون"
    },
    {
        "surah_number": 6,
        "verse_number": 155,
        "content": "وهٰذا كتٰب أنزلنٰه مبارك فٱتبعوه وٱتقوا لعلكم ترحمون"
    },
    {
        "surah_number": 6,
        "verse_number": 156,
        "content": "أن تقولوا إنما أنزل ٱلكتٰب علىٰ طائفتين من قبلنا وإن كنا عن دراستهم لغٰفلين"
    },
    {
        "surah_number": 6,
        "verse_number": 157,
        "content": "أو تقولوا لو أنا أنزل علينا ٱلكتٰب لكنا أهدىٰ منهم فقد جاءكم بينة من ربكم وهدى ورحمة فمن أظلم ممن كذب بـايٰت ٱلله وصدف عنها سنجزي ٱلذين يصدفون عن ءايٰتنا سوء ٱلعذاب بما كانوا يصدفون"
    },
    {
        "surah_number": 6,
        "verse_number": 158,
        "content": "هل ينظرون إلا أن تأتيهم ٱلملـٰئكة أو يأتي ربك أو يأتي بعض ءايٰت ربك يوم يأتي بعض ءايٰت ربك لا ينفع نفسا إيمٰنها لم تكن ءامنت من قبل أو كسبت في إيمٰنها خيرا قل ٱنتظروا إنا منتظرون"
    },
    {
        "surah_number": 6,
        "verse_number": 159,
        "content": "إن ٱلذين فرقوا دينهم وكانوا شيعا لست منهم في شيء إنما أمرهم إلى ٱلله ثم ينبئهم بما كانوا يفعلون"
    },
    {
        "surah_number": 6,
        "verse_number": 160,
        "content": "من جاء بٱلحسنة فله عشر أمثالها ومن جاء بٱلسيئة فلا يجزىٰ إلا مثلها وهم لا يظلمون"
    },
    {
        "surah_number": 6,
        "verse_number": 161,
        "content": "قل إنني هدىٰني ربي إلىٰ صرٰط مستقيم دينا قيما ملة إبرٰهيم حنيفا وما كان من ٱلمشركين"
    },
    {
        "surah_number": 6,
        "verse_number": 162,
        "content": "قل إن صلاتي ونسكي ومحياي ومماتي لله رب ٱلعٰلمين"
    },
    {
        "surah_number": 6,
        "verse_number": 163,
        "content": "لا شريك له وبذٰلك أمرت وأنا أول ٱلمسلمين"
    },
    {
        "surah_number": 6,
        "verse_number": 164,
        "content": "قل أغير ٱلله أبغي ربا وهو رب كل شيء ولا تكسب كل نفس إلا عليها ولا تزر وازرة وزر أخرىٰ ثم إلىٰ ربكم مرجعكم فينبئكم بما كنتم فيه تختلفون"
    },
    {
        "surah_number": 6,
        "verse_number": 165,
        "content": "وهو ٱلذي جعلكم خلـٰئف ٱلأرض ورفع بعضكم فوق بعض درجٰت ليبلوكم في ما ءاتىٰكم إن ربك سريع ٱلعقاب وإنه لغفور رحيم"
    },
    {
        "surah_number": 7,
        "verse_number": 1,
        "content": "المص"
    },
    {
        "surah_number": 7,
        "verse_number": 2,
        "content": "كتٰب أنزل إليك فلا يكن في صدرك حرج منه لتنذر به وذكرىٰ للمؤمنين"
    },
    {
        "surah_number": 7,
        "verse_number": 3,
        "content": "ٱتبعوا ما أنزل إليكم من ربكم ولا تتبعوا من دونه أولياء قليلا ما تذكرون"
    },
    {
        "surah_number": 7,
        "verse_number": 4,
        "content": "وكم من قرية أهلكنٰها فجاءها بأسنا بيٰتا أو هم قائلون"
    },
    {
        "surah_number": 7,
        "verse_number": 5,
        "content": "فما كان دعوىٰهم إذ جاءهم بأسنا إلا أن قالوا إنا كنا ظٰلمين"
    },
    {
        "surah_number": 7,
        "verse_number": 6,
        "content": "فلنسـلن ٱلذين أرسل إليهم ولنسـلن ٱلمرسلين"
    },
    {
        "surah_number": 7,
        "verse_number": 7,
        "content": "فلنقصن عليهم بعلم وما كنا غائبين"
    },
    {
        "surah_number": 7,
        "verse_number": 8,
        "content": "وٱلوزن يومئذ ٱلحق فمن ثقلت موٰزينه فأولـٰئك هم ٱلمفلحون"
    },
    {
        "surah_number": 7,
        "verse_number": 9,
        "content": "ومن خفت موٰزينه فأولـٰئك ٱلذين خسروا أنفسهم بما كانوا بـايٰتنا يظلمون"
    },
    {
        "surah_number": 7,
        "verse_number": 10,
        "content": "ولقد مكنـٰكم في ٱلأرض وجعلنا لكم فيها معٰيش قليلا ما تشكرون"
    },
    {
        "surah_number": 7,
        "verse_number": 11,
        "content": "ولقد خلقنٰكم ثم صورنٰكم ثم قلنا للملـٰئكة ٱسجدوا لأدم فسجدوا إلا إبليس لم يكن من ٱلسـٰجدين"
    },
    {
        "surah_number": 7,
        "verse_number": 12,
        "content": "قال ما منعك ألا تسجد إذ أمرتك قال أنا خير منه خلقتني من نار وخلقته من طين"
    },
    {
        "surah_number": 7,
        "verse_number": 13,
        "content": "قال فٱهبط منها فما يكون لك أن تتكبر فيها فٱخرج إنك من ٱلصـٰغرين"
    },
    {
        "surah_number": 7,
        "verse_number": 14,
        "content": "قال أنظرني إلىٰ يوم يبعثون"
    },
    {
        "surah_number": 7,
        "verse_number": 15,
        "content": "قال إنك من ٱلمنظرين"
    },
    {
        "surah_number": 7,
        "verse_number": 16,
        "content": "قال فبما أغويتني لأقعدن لهم صرٰطك ٱلمستقيم"
    },
    {
        "surah_number": 7,
        "verse_number": 17,
        "content": "ثم لأتينهم من بين أيديهم ومن خلفهم وعن أيمٰنهم وعن شمائلهم ولا تجد أكثرهم شٰكرين"
    },
    {
        "surah_number": 7,
        "verse_number": 18,
        "content": "قال ٱخرج منها مذءوما مدحورا لمن تبعك منهم لأملأن جهنم منكم أجمعين"
    },
    {
        "surah_number": 7,
        "verse_number": 19,
        "content": "ويـٰـادم ٱسكن أنت وزوجك ٱلجنة فكلا من حيث شئتما ولا تقربا هٰذه ٱلشجرة فتكونا من ٱلظـٰلمين"
    },
    {
        "surah_number": 7,
        "verse_number": 20,
        "content": "فوسوس لهما ٱلشيطٰن ليبدي لهما ما وري عنهما من سوءٰتهما وقال ما نهىٰكما ربكما عن هٰذه ٱلشجرة إلا أن تكونا ملكين أو تكونا من ٱلخٰلدين"
    },
    {
        "surah_number": 7,
        "verse_number": 21,
        "content": "وقاسمهما إني لكما لمن ٱلنـٰصحين"
    },
    {
        "surah_number": 7,
        "verse_number": 22,
        "content": "فدلىٰهما بغرور فلما ذاقا ٱلشجرة بدت لهما سوءٰتهما وطفقا يخصفان عليهما من ورق ٱلجنة ونادىٰهما ربهما ألم أنهكما عن تلكما ٱلشجرة وأقل لكما إن ٱلشيطٰن لكما عدو مبين"
    },
    {
        "surah_number": 7,
        "verse_number": 23,
        "content": "قالا ربنا ظلمنا أنفسنا وإن لم تغفر لنا وترحمنا لنكونن من ٱلخٰسرين"
    },
    {
        "surah_number": 7,
        "verse_number": 24,
        "content": "قال ٱهبطوا بعضكم لبعض عدو ولكم في ٱلأرض مستقر ومتٰع إلىٰ حين"
    },
    {
        "surah_number": 7,
        "verse_number": 25,
        "content": "قال فيها تحيون وفيها تموتون ومنها تخرجون"
    },
    {
        "surah_number": 7,
        "verse_number": 26,
        "content": "يٰبني ءادم قد أنزلنا عليكم لباسا يوٰري سوءٰتكم وريشا ولباس ٱلتقوىٰ ذٰلك خير ذٰلك من ءايٰت ٱلله لعلهم يذكرون"
    },
    {
        "surah_number": 7,
        "verse_number": 27,
        "content": "يٰبني ءادم لا يفتننكم ٱلشيطٰن كما أخرج أبويكم من ٱلجنة ينزع عنهما لباسهما ليريهما سوءٰتهما إنه يرىٰكم هو وقبيله من حيث لا ترونهم إنا جعلنا ٱلشيٰطين أولياء للذين لا يؤمنون"
    },
    {
        "surah_number": 7,
        "verse_number": 28,
        "content": "وإذا فعلوا فٰحشة قالوا وجدنا عليها ءاباءنا وٱلله أمرنا بها قل إن ٱلله لا يأمر بٱلفحشاء أتقولون على ٱلله ما لا تعلمون"
    },
    {
        "surah_number": 7,
        "verse_number": 29,
        "content": "قل أمر ربي بٱلقسط وأقيموا وجوهكم عند كل مسجد وٱدعوه مخلصين له ٱلدين كما بدأكم تعودون"
    },
    {
        "surah_number": 7,
        "verse_number": 30,
        "content": "فريقا هدىٰ وفريقا حق عليهم ٱلضلٰلة إنهم ٱتخذوا ٱلشيٰطين أولياء من دون ٱلله ويحسبون أنهم مهتدون"
    },
    {
        "surah_number": 7,
        "verse_number": 31,
        "content": "يٰبني ءادم خذوا زينتكم عند كل مسجد وكلوا وٱشربوا ولا تسرفوا إنه لا يحب ٱلمسرفين"
    },
    {
        "surah_number": 7,
        "verse_number": 32,
        "content": "قل من حرم زينة ٱلله ٱلتي أخرج لعباده وٱلطيبٰت من ٱلرزق قل هي للذين ءامنوا في ٱلحيوٰة ٱلدنيا خالصة يوم ٱلقيٰمة كذٰلك نفصل ٱلأيٰت لقوم يعلمون"
    },
    {
        "surah_number": 7,
        "verse_number": 33,
        "content": "قل إنما حرم ربي ٱلفوٰحش ما ظهر منها وما بطن وٱلإثم وٱلبغي بغير ٱلحق وأن تشركوا بٱلله ما لم ينزل به سلطٰنا وأن تقولوا على ٱلله ما لا تعلمون"
    },
    {
        "surah_number": 7,
        "verse_number": 34,
        "content": "ولكل أمة أجل فإذا جاء أجلهم لا يستأخرون ساعة ولا يستقدمون"
    },
    {
        "surah_number": 7,
        "verse_number": 35,
        "content": "يٰبني ءادم إما يأتينكم رسل منكم يقصون عليكم ءايٰتي فمن ٱتقىٰ وأصلح فلا خوف عليهم ولا هم يحزنون"
    },
    {
        "surah_number": 7,
        "verse_number": 36,
        "content": "وٱلذين كذبوا بـايٰتنا وٱستكبروا عنها أولـٰئك أصحٰب ٱلنار هم فيها خٰلدون"
    },
    {
        "surah_number": 7,
        "verse_number": 37,
        "content": "فمن أظلم ممن ٱفترىٰ على ٱلله كذبا أو كذب بـايٰته أولـٰئك ينالهم نصيبهم من ٱلكتٰب حتىٰ إذا جاءتهم رسلنا يتوفونهم قالوا أين ما كنتم تدعون من دون ٱلله قالوا ضلوا عنا وشهدوا علىٰ أنفسهم أنهم كانوا كٰفرين"
    },
    {
        "surah_number": 7,
        "verse_number": 38,
        "content": "قال ٱدخلوا في أمم قد خلت من قبلكم من ٱلجن وٱلإنس في ٱلنار كلما دخلت أمة لعنت أختها حتىٰ إذا ٱداركوا فيها جميعا قالت أخرىٰهم لأولىٰهم ربنا هـٰؤلاء أضلونا فـاتهم عذابا ضعفا من ٱلنار قال لكل ضعف ولٰكن لا تعلمون"
    },
    {
        "surah_number": 7,
        "verse_number": 39,
        "content": "وقالت أولىٰهم لأخرىٰهم فما كان لكم علينا من فضل فذوقوا ٱلعذاب بما كنتم تكسبون"
    },
    {
        "surah_number": 7,
        "verse_number": 40,
        "content": "إن ٱلذين كذبوا بـايٰتنا وٱستكبروا عنها لا تفتح لهم أبوٰب ٱلسماء ولا يدخلون ٱلجنة حتىٰ يلج ٱلجمل في سم ٱلخياط وكذٰلك نجزي ٱلمجرمين"
    },
    {
        "surah_number": 7,
        "verse_number": 41,
        "content": "لهم من جهنم مهاد ومن فوقهم غواش وكذٰلك نجزي ٱلظـٰلمين"
    },
    {
        "surah_number": 7,
        "verse_number": 42,
        "content": "وٱلذين ءامنوا وعملوا ٱلصـٰلحٰت لا نكلف نفسا إلا وسعها أولـٰئك أصحٰب ٱلجنة هم فيها خٰلدون"
    },
    {
        "surah_number": 7,
        "verse_number": 43,
        "content": "ونزعنا ما في صدورهم من غل تجري من تحتهم ٱلأنهٰر وقالوا ٱلحمد لله ٱلذي هدىٰنا لهٰذا وما كنا لنهتدي لولا أن هدىٰنا ٱلله لقد جاءت رسل ربنا بٱلحق ونودوا أن تلكم ٱلجنة أورثتموها بما كنتم تعملون"
    },
    {
        "surah_number": 7,
        "verse_number": 44,
        "content": "ونادىٰ أصحٰب ٱلجنة أصحٰب ٱلنار أن قد وجدنا ما وعدنا ربنا حقا فهل وجدتم ما وعد ربكم حقا قالوا نعم فأذن مؤذن بينهم أن لعنة ٱلله على ٱلظـٰلمين"
    },
    {
        "surah_number": 7,
        "verse_number": 45,
        "content": "ٱلذين يصدون عن سبيل ٱلله ويبغونها عوجا وهم بٱلأخرة كٰفرون"
    },
    {
        "surah_number": 7,
        "verse_number": 46,
        "content": "وبينهما حجاب وعلى ٱلأعراف رجال يعرفون كلا بسيمىٰهم ونادوا أصحٰب ٱلجنة أن سلٰم عليكم لم يدخلوها وهم يطمعون"
    },
    {
        "surah_number": 7,
        "verse_number": 47,
        "content": "وإذا صرفت أبصٰرهم تلقاء أصحٰب ٱلنار قالوا ربنا لا تجعلنا مع ٱلقوم ٱلظـٰلمين"
    },
    {
        "surah_number": 7,
        "verse_number": 48,
        "content": "ونادىٰ أصحٰب ٱلأعراف رجالا يعرفونهم بسيمىٰهم قالوا ما أغنىٰ عنكم جمعكم وما كنتم تستكبرون"
    },
    {
        "surah_number": 7,
        "verse_number": 49,
        "content": "أهـٰؤلاء ٱلذين أقسمتم لا ينالهم ٱلله برحمة ٱدخلوا ٱلجنة لا خوف عليكم ولا أنتم تحزنون"
    },
    {
        "surah_number": 7,
        "verse_number": 50,
        "content": "ونادىٰ أصحٰب ٱلنار أصحٰب ٱلجنة أن أفيضوا علينا من ٱلماء أو مما رزقكم ٱلله قالوا إن ٱلله حرمهما على ٱلكٰفرين"
    },
    {
        "surah_number": 7,
        "verse_number": 51,
        "content": "ٱلذين ٱتخذوا دينهم لهوا ولعبا وغرتهم ٱلحيوٰة ٱلدنيا فٱليوم ننسىٰهم كما نسوا لقاء يومهم هٰذا وما كانوا بـايٰتنا يجحدون"
    },
    {
        "surah_number": 7,
        "verse_number": 52,
        "content": "ولقد جئنٰهم بكتٰب فصلنٰه علىٰ علم هدى ورحمة لقوم يؤمنون"
    },
    {
        "surah_number": 7,
        "verse_number": 53,
        "content": "هل ينظرون إلا تأويله يوم يأتي تأويله يقول ٱلذين نسوه من قبل قد جاءت رسل ربنا بٱلحق فهل لنا من شفعاء فيشفعوا لنا أو نرد فنعمل غير ٱلذي كنا نعمل قد خسروا أنفسهم وضل عنهم ما كانوا يفترون"
    },
    {
        "surah_number": 7,
        "verse_number": 54,
        "content": "إن ربكم ٱلله ٱلذي خلق ٱلسمٰوٰت وٱلأرض في ستة أيام ثم ٱستوىٰ على ٱلعرش يغشي ٱليل ٱلنهار يطلبه حثيثا وٱلشمس وٱلقمر وٱلنجوم مسخرٰت بأمره ألا له ٱلخلق وٱلأمر تبارك ٱلله رب ٱلعٰلمين"
    },
    {
        "surah_number": 7,
        "verse_number": 55,
        "content": "ٱدعوا ربكم تضرعا وخفية إنه لا يحب ٱلمعتدين"
    },
    {
        "surah_number": 7,
        "verse_number": 56,
        "content": "ولا تفسدوا في ٱلأرض بعد إصلٰحها وٱدعوه خوفا وطمعا إن رحمت ٱلله قريب من ٱلمحسنين"
    },
    {
        "surah_number": 7,
        "verse_number": 57,
        "content": "وهو ٱلذي يرسل ٱلريٰح بشرا بين يدي رحمته حتىٰ إذا أقلت سحابا ثقالا سقنٰه لبلد ميت فأنزلنا به ٱلماء فأخرجنا به من كل ٱلثمرٰت كذٰلك نخرج ٱلموتىٰ لعلكم تذكرون"
    },
    {
        "surah_number": 7,
        "verse_number": 58,
        "content": "وٱلبلد ٱلطيب يخرج نباته بإذن ربه وٱلذي خبث لا يخرج إلا نكدا كذٰلك نصرف ٱلأيٰت لقوم يشكرون"
    },
    {
        "surah_number": 7,
        "verse_number": 59,
        "content": "لقد أرسلنا نوحا إلىٰ قومه فقال يٰقوم ٱعبدوا ٱلله ما لكم من إلٰه غيره إني أخاف عليكم عذاب يوم عظيم"
    },
    {
        "surah_number": 7,
        "verse_number": 60,
        "content": "قال ٱلملأ من قومه إنا لنرىٰك في ضلٰل مبين"
    },
    {
        "surah_number": 7,
        "verse_number": 61,
        "content": "قال يٰقوم ليس بي ضلٰلة ولٰكني رسول من رب ٱلعٰلمين"
    },
    {
        "surah_number": 7,
        "verse_number": 62,
        "content": "أبلغكم رسٰلٰت ربي وأنصح لكم وأعلم من ٱلله ما لا تعلمون"
    },
    {
        "surah_number": 7,
        "verse_number": 63,
        "content": "أوعجبتم أن جاءكم ذكر من ربكم علىٰ رجل منكم لينذركم ولتتقوا ولعلكم ترحمون"
    },
    {
        "surah_number": 7,
        "verse_number": 64,
        "content": "فكذبوه فأنجينٰه وٱلذين معه في ٱلفلك وأغرقنا ٱلذين كذبوا بـايٰتنا إنهم كانوا قوما عمين"
    },
    {
        "surah_number": 7,
        "verse_number": 65,
        "content": "وإلىٰ عاد أخاهم هودا قال يٰقوم ٱعبدوا ٱلله ما لكم من إلٰه غيره أفلا تتقون"
    },
    {
        "surah_number": 7,
        "verse_number": 66,
        "content": "قال ٱلملأ ٱلذين كفروا من قومه إنا لنرىٰك في سفاهة وإنا لنظنك من ٱلكٰذبين"
    },
    {
        "surah_number": 7,
        "verse_number": 67,
        "content": "قال يٰقوم ليس بي سفاهة ولٰكني رسول من رب ٱلعٰلمين"
    },
    {
        "surah_number": 7,
        "verse_number": 68,
        "content": "أبلغكم رسٰلٰت ربي وأنا لكم ناصح أمين"
    },
    {
        "surah_number": 7,
        "verse_number": 69,
        "content": "أوعجبتم أن جاءكم ذكر من ربكم علىٰ رجل منكم لينذركم وٱذكروا إذ جعلكم خلفاء من بعد قوم نوح وزادكم في ٱلخلق بصطة فٱذكروا ءالاء ٱلله لعلكم تفلحون"
    },
    {
        "surah_number": 7,
        "verse_number": 70,
        "content": "قالوا أجئتنا لنعبد ٱلله وحده ونذر ما كان يعبد ءاباؤنا فأتنا بما تعدنا إن كنت من ٱلصـٰدقين"
    },
    {
        "surah_number": 7,
        "verse_number": 71,
        "content": "قال قد وقع عليكم من ربكم رجس وغضب أتجٰدلونني في أسماء سميتموها أنتم وءاباؤكم ما نزل ٱلله بها من سلطٰن فٱنتظروا إني معكم من ٱلمنتظرين"
    },
    {
        "surah_number": 7,
        "verse_number": 72,
        "content": "فأنجينٰه وٱلذين معه برحمة منا وقطعنا دابر ٱلذين كذبوا بـايٰتنا وما كانوا مؤمنين"
    },
    {
        "surah_number": 7,
        "verse_number": 73,
        "content": "وإلىٰ ثمود أخاهم صٰلحا قال يٰقوم ٱعبدوا ٱلله ما لكم من إلٰه غيره قد جاءتكم بينة من ربكم هٰذه ناقة ٱلله لكم ءاية فذروها تأكل في أرض ٱلله ولا تمسوها بسوء فيأخذكم عذاب أليم"
    },
    {
        "surah_number": 7,
        "verse_number": 74,
        "content": "وٱذكروا إذ جعلكم خلفاء من بعد عاد وبوأكم في ٱلأرض تتخذون من سهولها قصورا وتنحتون ٱلجبال بيوتا فٱذكروا ءالاء ٱلله ولا تعثوا في ٱلأرض مفسدين"
    },
    {
        "surah_number": 7,
        "verse_number": 75,
        "content": "قال ٱلملأ ٱلذين ٱستكبروا من قومه للذين ٱستضعفوا لمن ءامن منهم أتعلمون أن صٰلحا مرسل من ربه قالوا إنا بما أرسل به مؤمنون"
    },
    {
        "surah_number": 7,
        "verse_number": 76,
        "content": "قال ٱلذين ٱستكبروا إنا بٱلذي ءامنتم به كٰفرون"
    },
    {
        "surah_number": 7,
        "verse_number": 77,
        "content": "فعقروا ٱلناقة وعتوا عن أمر ربهم وقالوا يٰصٰلح ٱئتنا بما تعدنا إن كنت من ٱلمرسلين"
    },
    {
        "surah_number": 7,
        "verse_number": 78,
        "content": "فأخذتهم ٱلرجفة فأصبحوا في دارهم جٰثمين"
    },
    {
        "surah_number": 7,
        "verse_number": 79,
        "content": "فتولىٰ عنهم وقال يٰقوم لقد أبلغتكم رسالة ربي ونصحت لكم ولٰكن لا تحبون ٱلنـٰصحين"
    },
    {
        "surah_number": 7,
        "verse_number": 80,
        "content": "ولوطا إذ قال لقومه أتأتون ٱلفٰحشة ما سبقكم بها من أحد من ٱلعٰلمين"
    },
    {
        "surah_number": 7,
        "verse_number": 81,
        "content": "إنكم لتأتون ٱلرجال شهوة من دون ٱلنساء بل أنتم قوم مسرفون"
    },
    {
        "surah_number": 7,
        "verse_number": 82,
        "content": "وما كان جواب قومه إلا أن قالوا أخرجوهم من قريتكم إنهم أناس يتطهرون"
    },
    {
        "surah_number": 7,
        "verse_number": 83,
        "content": "فأنجينٰه وأهله إلا ٱمرأته كانت من ٱلغٰبرين"
    },
    {
        "surah_number": 7,
        "verse_number": 84,
        "content": "وأمطرنا عليهم مطرا فٱنظر كيف كان عٰقبة ٱلمجرمين"
    },
    {
        "surah_number": 7,
        "verse_number": 85,
        "content": "وإلىٰ مدين أخاهم شعيبا قال يٰقوم ٱعبدوا ٱلله ما لكم من إلٰه غيره قد جاءتكم بينة من ربكم فأوفوا ٱلكيل وٱلميزان ولا تبخسوا ٱلناس أشياءهم ولا تفسدوا في ٱلأرض بعد إصلٰحها ذٰلكم خير لكم إن كنتم مؤمنين"
    },
    {
        "surah_number": 7,
        "verse_number": 86,
        "content": "ولا تقعدوا بكل صرٰط توعدون وتصدون عن سبيل ٱلله من ءامن به وتبغونها عوجا وٱذكروا إذ كنتم قليلا فكثركم وٱنظروا كيف كان عٰقبة ٱلمفسدين"
    },
    {
        "surah_number": 7,
        "verse_number": 87,
        "content": "وإن كان طائفة منكم ءامنوا بٱلذي أرسلت به وطائفة لم يؤمنوا فٱصبروا حتىٰ يحكم ٱلله بيننا وهو خير ٱلحٰكمين"
    },
    {
        "surah_number": 7,
        "verse_number": 88,
        "content": "قال ٱلملأ ٱلذين ٱستكبروا من قومه لنخرجنك يٰشعيب وٱلذين ءامنوا معك من قريتنا أو لتعودن في ملتنا قال أولو كنا كٰرهين"
    },
    {
        "surah_number": 7,
        "verse_number": 89,
        "content": "قد ٱفترينا على ٱلله كذبا إن عدنا في ملتكم بعد إذ نجىٰنا ٱلله منها وما يكون لنا أن نعود فيها إلا أن يشاء ٱلله ربنا وسع ربنا كل شيء علما على ٱلله توكلنا ربنا ٱفتح بيننا وبين قومنا بٱلحق وأنت خير ٱلفٰتحين"
    },
    {
        "surah_number": 7,
        "verse_number": 90,
        "content": "وقال ٱلملأ ٱلذين كفروا من قومه لئن ٱتبعتم شعيبا إنكم إذا لخٰسرون"
    },
    {
        "surah_number": 7,
        "verse_number": 91,
        "content": "فأخذتهم ٱلرجفة فأصبحوا في دارهم جٰثمين"
    },
    {
        "surah_number": 7,
        "verse_number": 92,
        "content": "ٱلذين كذبوا شعيبا كأن لم يغنوا فيها ٱلذين كذبوا شعيبا كانوا هم ٱلخٰسرين"
    },
    {
        "surah_number": 7,
        "verse_number": 93,
        "content": "فتولىٰ عنهم وقال يٰقوم لقد أبلغتكم رسٰلٰت ربي ونصحت لكم فكيف ءاسىٰ علىٰ قوم كٰفرين"
    },
    {
        "surah_number": 7,
        "verse_number": 94,
        "content": "وما أرسلنا في قرية من نبي إلا أخذنا أهلها بٱلبأساء وٱلضراء لعلهم يضرعون"
    },
    {
        "surah_number": 7,
        "verse_number": 95,
        "content": "ثم بدلنا مكان ٱلسيئة ٱلحسنة حتىٰ عفوا وقالوا قد مس ءاباءنا ٱلضراء وٱلسراء فأخذنٰهم بغتة وهم لا يشعرون"
    },
    {
        "surah_number": 7,
        "verse_number": 96,
        "content": "ولو أن أهل ٱلقرىٰ ءامنوا وٱتقوا لفتحنا عليهم بركٰت من ٱلسماء وٱلأرض ولٰكن كذبوا فأخذنٰهم بما كانوا يكسبون"
    },
    {
        "surah_number": 7,
        "verse_number": 97,
        "content": "أفأمن أهل ٱلقرىٰ أن يأتيهم بأسنا بيٰتا وهم نائمون"
    },
    {
        "surah_number": 7,
        "verse_number": 98,
        "content": "أوأمن أهل ٱلقرىٰ أن يأتيهم بأسنا ضحى وهم يلعبون"
    },
    {
        "surah_number": 7,
        "verse_number": 99,
        "content": "أفأمنوا مكر ٱلله فلا يأمن مكر ٱلله إلا ٱلقوم ٱلخٰسرون"
    },
    {
        "surah_number": 7,
        "verse_number": 100,
        "content": "أولم يهد للذين يرثون ٱلأرض من بعد أهلها أن لو نشاء أصبنٰهم بذنوبهم ونطبع علىٰ قلوبهم فهم لا يسمعون"
    },
    {
        "surah_number": 7,
        "verse_number": 101,
        "content": "تلك ٱلقرىٰ نقص عليك من أنبائها ولقد جاءتهم رسلهم بٱلبينٰت فما كانوا ليؤمنوا بما كذبوا من قبل كذٰلك يطبع ٱلله علىٰ قلوب ٱلكٰفرين"
    },
    {
        "surah_number": 7,
        "verse_number": 102,
        "content": "وما وجدنا لأكثرهم من عهد وإن وجدنا أكثرهم لفٰسقين"
    },
    {
        "surah_number": 7,
        "verse_number": 103,
        "content": "ثم بعثنا من بعدهم موسىٰ بـايٰتنا إلىٰ فرعون وملإيه فظلموا بها فٱنظر كيف كان عٰقبة ٱلمفسدين"
    },
    {
        "surah_number": 7,
        "verse_number": 104,
        "content": "وقال موسىٰ يٰفرعون إني رسول من رب ٱلعٰلمين"
    },
    {
        "surah_number": 7,
        "verse_number": 105,
        "content": "حقيق علىٰ أن لا أقول على ٱلله إلا ٱلحق قد جئتكم ببينة من ربكم فأرسل معي بني إسرـٰءيل"
    },
    {
        "surah_number": 7,
        "verse_number": 106,
        "content": "قال إن كنت جئت بـاية فأت بها إن كنت من ٱلصـٰدقين"
    },
    {
        "surah_number": 7,
        "verse_number": 107,
        "content": "فألقىٰ عصاه فإذا هي ثعبان مبين"
    },
    {
        "surah_number": 7,
        "verse_number": 108,
        "content": "ونزع يده فإذا هي بيضاء للنـٰظرين"
    },
    {
        "surah_number": 7,
        "verse_number": 109,
        "content": "قال ٱلملأ من قوم فرعون إن هٰذا لسٰحر عليم"
    },
    {
        "surah_number": 7,
        "verse_number": 110,
        "content": "يريد أن يخرجكم من أرضكم فماذا تأمرون"
    },
    {
        "surah_number": 7,
        "verse_number": 111,
        "content": "قالوا أرجه وأخاه وأرسل في ٱلمدائن حٰشرين"
    },
    {
        "surah_number": 7,
        "verse_number": 112,
        "content": "يأتوك بكل سٰحر عليم"
    },
    {
        "surah_number": 7,
        "verse_number": 113,
        "content": "وجاء ٱلسحرة فرعون قالوا إن لنا لأجرا إن كنا نحن ٱلغٰلبين"
    },
    {
        "surah_number": 7,
        "verse_number": 114,
        "content": "قال نعم وإنكم لمن ٱلمقربين"
    },
    {
        "surah_number": 7,
        "verse_number": 115,
        "content": "قالوا يٰموسىٰ إما أن تلقي وإما أن نكون نحن ٱلملقين"
    },
    {
        "surah_number": 7,
        "verse_number": 116,
        "content": "قال ألقوا فلما ألقوا سحروا أعين ٱلناس وٱسترهبوهم وجاءو بسحر عظيم"
    },
    {
        "surah_number": 7,
        "verse_number": 117,
        "content": "وأوحينا إلىٰ موسىٰ أن ألق عصاك فإذا هي تلقف ما يأفكون"
    },
    {
        "surah_number": 7,
        "verse_number": 118,
        "content": "فوقع ٱلحق وبطل ما كانوا يعملون"
    },
    {
        "surah_number": 7,
        "verse_number": 119,
        "content": "فغلبوا هنالك وٱنقلبوا صٰغرين"
    },
    {
        "surah_number": 7,
        "verse_number": 120,
        "content": "وألقي ٱلسحرة سٰجدين"
    },
    {
        "surah_number": 7,
        "verse_number": 121,
        "content": "قالوا ءامنا برب ٱلعٰلمين"
    },
    {
        "surah_number": 7,
        "verse_number": 122,
        "content": "رب موسىٰ وهٰرون"
    },
    {
        "surah_number": 7,
        "verse_number": 123,
        "content": "قال فرعون ءامنتم به قبل أن ءاذن لكم إن هٰذا لمكر مكرتموه في ٱلمدينة لتخرجوا منها أهلها فسوف تعلمون"
    },
    {
        "surah_number": 7,
        "verse_number": 124,
        "content": "لأقطعن أيديكم وأرجلكم من خلٰف ثم لأصلبنكم أجمعين"
    },
    {
        "surah_number": 7,
        "verse_number": 125,
        "content": "قالوا إنا إلىٰ ربنا منقلبون"
    },
    {
        "surah_number": 7,
        "verse_number": 126,
        "content": "وما تنقم منا إلا أن ءامنا بـايٰت ربنا لما جاءتنا ربنا أفرغ علينا صبرا وتوفنا مسلمين"
    },
    {
        "surah_number": 7,
        "verse_number": 127,
        "content": "وقال ٱلملأ من قوم فرعون أتذر موسىٰ وقومه ليفسدوا في ٱلأرض ويذرك وءالهتك قال سنقتل أبناءهم ونستحي نساءهم وإنا فوقهم قٰهرون"
    },
    {
        "surah_number": 7,
        "verse_number": 128,
        "content": "قال موسىٰ لقومه ٱستعينوا بٱلله وٱصبروا إن ٱلأرض لله يورثها من يشاء من عباده وٱلعٰقبة للمتقين"
    },
    {
        "surah_number": 7,
        "verse_number": 129,
        "content": "قالوا أوذينا من قبل أن تأتينا ومن بعد ما جئتنا قال عسىٰ ربكم أن يهلك عدوكم ويستخلفكم في ٱلأرض فينظر كيف تعملون"
    },
    {
        "surah_number": 7,
        "verse_number": 130,
        "content": "ولقد أخذنا ءال فرعون بٱلسنين ونقص من ٱلثمرٰت لعلهم يذكرون"
    },
    {
        "surah_number": 7,
        "verse_number": 131,
        "content": "فإذا جاءتهم ٱلحسنة قالوا لنا هٰذه وإن تصبهم سيئة يطيروا بموسىٰ ومن معه ألا إنما طـٰئرهم عند ٱلله ولٰكن أكثرهم لا يعلمون"
    },
    {
        "surah_number": 7,
        "verse_number": 132,
        "content": "وقالوا مهما تأتنا به من ءاية لتسحرنا بها فما نحن لك بمؤمنين"
    },
    {
        "surah_number": 7,
        "verse_number": 133,
        "content": "فأرسلنا عليهم ٱلطوفان وٱلجراد وٱلقمل وٱلضفادع وٱلدم ءايٰت مفصلٰت فٱستكبروا وكانوا قوما مجرمين"
    },
    {
        "surah_number": 7,
        "verse_number": 134,
        "content": "ولما وقع عليهم ٱلرجز قالوا يٰموسى ٱدع لنا ربك بما عهد عندك لئن كشفت عنا ٱلرجز لنؤمنن لك ولنرسلن معك بني إسرـٰءيل"
    },
    {
        "surah_number": 7,
        "verse_number": 135,
        "content": "فلما كشفنا عنهم ٱلرجز إلىٰ أجل هم بٰلغوه إذا هم ينكثون"
    },
    {
        "surah_number": 7,
        "verse_number": 136,
        "content": "فٱنتقمنا منهم فأغرقنٰهم في ٱليم بأنهم كذبوا بـايٰتنا وكانوا عنها غٰفلين"
    },
    {
        "surah_number": 7,
        "verse_number": 137,
        "content": "وأورثنا ٱلقوم ٱلذين كانوا يستضعفون مشٰرق ٱلأرض ومغٰربها ٱلتي بٰركنا فيها وتمت كلمت ربك ٱلحسنىٰ علىٰ بني إسرـٰءيل بما صبروا ودمرنا ما كان يصنع فرعون وقومه وما كانوا يعرشون"
    },
    {
        "surah_number": 7,
        "verse_number": 138,
        "content": "وجٰوزنا ببني إسرـٰءيل ٱلبحر فأتوا علىٰ قوم يعكفون علىٰ أصنام لهم قالوا يٰموسى ٱجعل لنا إلٰها كما لهم ءالهة قال إنكم قوم تجهلون"
    },
    {
        "surah_number": 7,
        "verse_number": 139,
        "content": "إن هـٰؤلاء متبر ما هم فيه وبٰطل ما كانوا يعملون"
    },
    {
        "surah_number": 7,
        "verse_number": 140,
        "content": "قال أغير ٱلله أبغيكم إلٰها وهو فضلكم على ٱلعٰلمين"
    },
    {
        "surah_number": 7,
        "verse_number": 141,
        "content": "وإذ أنجينٰكم من ءال فرعون يسومونكم سوء ٱلعذاب يقتلون أبناءكم ويستحيون نساءكم وفي ذٰلكم بلاء من ربكم عظيم"
    },
    {
        "surah_number": 7,
        "verse_number": 142,
        "content": "ووٰعدنا موسىٰ ثلٰثين ليلة وأتممنٰها بعشر فتم ميقٰت ربه أربعين ليلة وقال موسىٰ لأخيه هٰرون ٱخلفني في قومي وأصلح ولا تتبع سبيل ٱلمفسدين"
    },
    {
        "surah_number": 7,
        "verse_number": 143,
        "content": "ولما جاء موسىٰ لميقٰتنا وكلمه ربه قال رب أرني أنظر إليك قال لن ترىٰني ولٰكن ٱنظر إلى ٱلجبل فإن ٱستقر مكانه فسوف ترىٰني فلما تجلىٰ ربه للجبل جعله دكا وخر موسىٰ صعقا فلما أفاق قال سبحٰنك تبت إليك وأنا أول ٱلمؤمنين"
    },
    {
        "surah_number": 7,
        "verse_number": 144,
        "content": "قال يٰموسىٰ إني ٱصطفيتك على ٱلناس برسٰلٰتي وبكلٰمي فخذ ما ءاتيتك وكن من ٱلشـٰكرين"
    },
    {
        "surah_number": 7,
        "verse_number": 145,
        "content": "وكتبنا له في ٱلألواح من كل شيء موعظة وتفصيلا لكل شيء فخذها بقوة وأمر قومك يأخذوا بأحسنها سأوريكم دار ٱلفٰسقين"
    },
    {
        "surah_number": 7,
        "verse_number": 146,
        "content": "سأصرف عن ءايٰتي ٱلذين يتكبرون في ٱلأرض بغير ٱلحق وإن يروا كل ءاية لا يؤمنوا بها وإن يروا سبيل ٱلرشد لا يتخذوه سبيلا وإن يروا سبيل ٱلغي يتخذوه سبيلا ذٰلك بأنهم كذبوا بـايٰتنا وكانوا عنها غٰفلين"
    },
    {
        "surah_number": 7,
        "verse_number": 147,
        "content": "وٱلذين كذبوا بـايٰتنا ولقاء ٱلأخرة حبطت أعمٰلهم هل يجزون إلا ما كانوا يعملون"
    },
    {
        "surah_number": 7,
        "verse_number": 148,
        "content": "وٱتخذ قوم موسىٰ من بعده من حليهم عجلا جسدا له خوار ألم يروا أنه لا يكلمهم ولا يهديهم سبيلا ٱتخذوه وكانوا ظٰلمين"
    },
    {
        "surah_number": 7,
        "verse_number": 149,
        "content": "ولما سقط في أيديهم ورأوا أنهم قد ضلوا قالوا لئن لم يرحمنا ربنا ويغفر لنا لنكونن من ٱلخٰسرين"
    },
    {
        "surah_number": 7,
        "verse_number": 150,
        "content": "ولما رجع موسىٰ إلىٰ قومه غضبٰن أسفا قال بئسما خلفتموني من بعدي أعجلتم أمر ربكم وألقى ٱلألواح وأخذ برأس أخيه يجره إليه قال ٱبن أم إن ٱلقوم ٱستضعفوني وكادوا يقتلونني فلا تشمت بي ٱلأعداء ولا تجعلني مع ٱلقوم ٱلظـٰلمين"
    },
    {
        "surah_number": 7,
        "verse_number": 151,
        "content": "قال رب ٱغفر لي ولأخي وأدخلنا في رحمتك وأنت أرحم ٱلرـٰحمين"
    },
    {
        "surah_number": 7,
        "verse_number": 152,
        "content": "إن ٱلذين ٱتخذوا ٱلعجل سينالهم غضب من ربهم وذلة في ٱلحيوٰة ٱلدنيا وكذٰلك نجزي ٱلمفترين"
    },
    {
        "surah_number": 7,
        "verse_number": 153,
        "content": "وٱلذين عملوا ٱلسيـات ثم تابوا من بعدها وءامنوا إن ربك من بعدها لغفور رحيم"
    },
    {
        "surah_number": 7,
        "verse_number": 154,
        "content": "ولما سكت عن موسى ٱلغضب أخذ ٱلألواح وفي نسختها هدى ورحمة للذين هم لربهم يرهبون"
    },
    {
        "surah_number": 7,
        "verse_number": 155,
        "content": "وٱختار موسىٰ قومه سبعين رجلا لميقٰتنا فلما أخذتهم ٱلرجفة قال رب لو شئت أهلكتهم من قبل وإيـٰي أتهلكنا بما فعل ٱلسفهاء منا إن هي إلا فتنتك تضل بها من تشاء وتهدي من تشاء أنت ولينا فٱغفر لنا وٱرحمنا وأنت خير ٱلغٰفرين"
    },
    {
        "surah_number": 7,
        "verse_number": 156,
        "content": "وٱكتب لنا في هٰذه ٱلدنيا حسنة وفي ٱلأخرة إنا هدنا إليك قال عذابي أصيب به من أشاء ورحمتي وسعت كل شيء فسأكتبها للذين يتقون ويؤتون ٱلزكوٰة وٱلذين هم بـايٰتنا يؤمنون"
    },
    {
        "surah_number": 7,
        "verse_number": 157,
        "content": "ٱلذين يتبعون ٱلرسول ٱلنبي ٱلأمي ٱلذي يجدونه مكتوبا عندهم في ٱلتورىٰة وٱلإنجيل يأمرهم بٱلمعروف وينهىٰهم عن ٱلمنكر ويحل لهم ٱلطيبٰت ويحرم عليهم ٱلخبـٰئث ويضع عنهم إصرهم وٱلأغلٰل ٱلتي كانت عليهم فٱلذين ءامنوا به وعزروه ونصروه وٱتبعوا ٱلنور ٱلذي أنزل معه أولـٰئك هم ٱلمفلحون"
    },
    {
        "surah_number": 7,
        "verse_number": 158,
        "content": "قل يـٰأيها ٱلناس إني رسول ٱلله إليكم جميعا ٱلذي له ملك ٱلسمٰوٰت وٱلأرض لا إلٰه إلا هو يحي ويميت فـامنوا بٱلله ورسوله ٱلنبي ٱلأمي ٱلذي يؤمن بٱلله وكلمٰته وٱتبعوه لعلكم تهتدون"
    },
    {
        "surah_number": 7,
        "verse_number": 159,
        "content": "ومن قوم موسىٰ أمة يهدون بٱلحق وبه يعدلون"
    },
    {
        "surah_number": 7,
        "verse_number": 160,
        "content": "وقطعنٰهم ٱثنتي عشرة أسباطا أمما وأوحينا إلىٰ موسىٰ إذ ٱستسقىٰه قومه أن ٱضرب بعصاك ٱلحجر فٱنبجست منه ٱثنتا عشرة عينا قد علم كل أناس مشربهم وظللنا عليهم ٱلغمٰم وأنزلنا عليهم ٱلمن وٱلسلوىٰ كلوا من طيبٰت ما رزقنٰكم وما ظلمونا ولٰكن كانوا أنفسهم يظلمون"
    },
    {
        "surah_number": 7,
        "verse_number": 161,
        "content": "وإذ قيل لهم ٱسكنوا هٰذه ٱلقرية وكلوا منها حيث شئتم وقولوا حطة وٱدخلوا ٱلباب سجدا نغفر لكم خطيـٰتكم سنزيد ٱلمحسنين"
    },
    {
        "surah_number": 7,
        "verse_number": 162,
        "content": "فبدل ٱلذين ظلموا منهم قولا غير ٱلذي قيل لهم فأرسلنا عليهم رجزا من ٱلسماء بما كانوا يظلمون"
    },
    {
        "surah_number": 7,
        "verse_number": 163,
        "content": "وسـلهم عن ٱلقرية ٱلتي كانت حاضرة ٱلبحر إذ يعدون في ٱلسبت إذ تأتيهم حيتانهم يوم سبتهم شرعا ويوم لا يسبتون لا تأتيهم كذٰلك نبلوهم بما كانوا يفسقون"
    },
    {
        "surah_number": 7,
        "verse_number": 164,
        "content": "وإذ قالت أمة منهم لم تعظون قوما ٱلله مهلكهم أو معذبهم عذابا شديدا قالوا معذرة إلىٰ ربكم ولعلهم يتقون"
    },
    {
        "surah_number": 7,
        "verse_number": 165,
        "content": "فلما نسوا ما ذكروا به أنجينا ٱلذين ينهون عن ٱلسوء وأخذنا ٱلذين ظلموا بعذاب بـيس بما كانوا يفسقون"
    },
    {
        "surah_number": 7,
        "verse_number": 166,
        "content": "فلما عتوا عن ما نهوا عنه قلنا لهم كونوا قردة خٰسـين"
    },
    {
        "surah_number": 7,
        "verse_number": 167,
        "content": "وإذ تأذن ربك ليبعثن عليهم إلىٰ يوم ٱلقيٰمة من يسومهم سوء ٱلعذاب إن ربك لسريع ٱلعقاب وإنه لغفور رحيم"
    },
    {
        "surah_number": 7,
        "verse_number": 168,
        "content": "وقطعنٰهم في ٱلأرض أمما منهم ٱلصـٰلحون ومنهم دون ذٰلك وبلونٰهم بٱلحسنٰت وٱلسيـات لعلهم يرجعون"
    },
    {
        "surah_number": 7,
        "verse_number": 169,
        "content": "فخلف من بعدهم خلف ورثوا ٱلكتٰب يأخذون عرض هٰذا ٱلأدنىٰ ويقولون سيغفر لنا وإن يأتهم عرض مثله يأخذوه ألم يؤخذ عليهم ميثٰق ٱلكتٰب أن لا يقولوا على ٱلله إلا ٱلحق ودرسوا ما فيه وٱلدار ٱلأخرة خير للذين يتقون أفلا تعقلون"
    },
    {
        "surah_number": 7,
        "verse_number": 170,
        "content": "وٱلذين يمسكون بٱلكتٰب وأقاموا ٱلصلوٰة إنا لا نضيع أجر ٱلمصلحين"
    },
    {
        "surah_number": 7,
        "verse_number": 171,
        "content": "وإذ نتقنا ٱلجبل فوقهم كأنه ظلة وظنوا أنه واقع بهم خذوا ما ءاتينٰكم بقوة وٱذكروا ما فيه لعلكم تتقون"
    },
    {
        "surah_number": 7,
        "verse_number": 172,
        "content": "وإذ أخذ ربك من بني ءادم من ظهورهم ذريتهم وأشهدهم علىٰ أنفسهم ألست بربكم قالوا بلىٰ شهدنا أن تقولوا يوم ٱلقيٰمة إنا كنا عن هٰذا غٰفلين"
    },
    {
        "surah_number": 7,
        "verse_number": 173,
        "content": "أو تقولوا إنما أشرك ءاباؤنا من قبل وكنا ذرية من بعدهم أفتهلكنا بما فعل ٱلمبطلون"
    },
    {
        "surah_number": 7,
        "verse_number": 174,
        "content": "وكذٰلك نفصل ٱلأيٰت ولعلهم يرجعون"
    },
    {
        "surah_number": 7,
        "verse_number": 175,
        "content": "وٱتل عليهم نبأ ٱلذي ءاتينٰه ءايٰتنا فٱنسلخ منها فأتبعه ٱلشيطٰن فكان من ٱلغاوين"
    },
    {
        "surah_number": 7,
        "verse_number": 176,
        "content": "ولو شئنا لرفعنٰه بها ولٰكنه أخلد إلى ٱلأرض وٱتبع هوىٰه فمثله كمثل ٱلكلب إن تحمل عليه يلهث أو تتركه يلهث ذـٰلك مثل ٱلقوم ٱلذين كذبوا بـايٰتنا فٱقصص ٱلقصص لعلهم يتفكرون"
    },
    {
        "surah_number": 7,
        "verse_number": 177,
        "content": "ساء مثلا ٱلقوم ٱلذين كذبوا بـايٰتنا وأنفسهم كانوا يظلمون"
    },
    {
        "surah_number": 7,
        "verse_number": 178,
        "content": "من يهد ٱلله فهو ٱلمهتدي ومن يضلل فأولـٰئك هم ٱلخٰسرون"
    },
    {
        "surah_number": 7,
        "verse_number": 179,
        "content": "ولقد ذرأنا لجهنم كثيرا من ٱلجن وٱلإنس لهم قلوب لا يفقهون بها ولهم أعين لا يبصرون بها ولهم ءاذان لا يسمعون بها أولـٰئك كٱلأنعٰم بل هم أضل أولـٰئك هم ٱلغٰفلون"
    },
    {
        "surah_number": 7,
        "verse_number": 180,
        "content": "ولله ٱلأسماء ٱلحسنىٰ فٱدعوه بها وذروا ٱلذين يلحدون في أسمـٰئه سيجزون ما كانوا يعملون"
    },
    {
        "surah_number": 7,
        "verse_number": 181,
        "content": "وممن خلقنا أمة يهدون بٱلحق وبه يعدلون"
    },
    {
        "surah_number": 7,
        "verse_number": 182,
        "content": "وٱلذين كذبوا بـايٰتنا سنستدرجهم من حيث لا يعلمون"
    },
    {
        "surah_number": 7,
        "verse_number": 183,
        "content": "وأملي لهم إن كيدي متين"
    },
    {
        "surah_number": 7,
        "verse_number": 184,
        "content": "أولم يتفكروا ما بصاحبهم من جنة إن هو إلا نذير مبين"
    },
    {
        "surah_number": 7,
        "verse_number": 185,
        "content": "أولم ينظروا في ملكوت ٱلسمٰوٰت وٱلأرض وما خلق ٱلله من شيء وأن عسىٰ أن يكون قد ٱقترب أجلهم فبأي حديث بعده يؤمنون"
    },
    {
        "surah_number": 7,
        "verse_number": 186,
        "content": "من يضلل ٱلله فلا هادي له ويذرهم في طغيٰنهم يعمهون"
    },
    {
        "surah_number": 7,
        "verse_number": 187,
        "content": "يسـلونك عن ٱلساعة أيان مرسىٰها قل إنما علمها عند ربي لا يجليها لوقتها إلا هو ثقلت في ٱلسمٰوٰت وٱلأرض لا تأتيكم إلا بغتة يسـلونك كأنك حفي عنها قل إنما علمها عند ٱلله ولٰكن أكثر ٱلناس لا يعلمون"
    },
    {
        "surah_number": 7,
        "verse_number": 188,
        "content": "قل لا أملك لنفسي نفعا ولا ضرا إلا ما شاء ٱلله ولو كنت أعلم ٱلغيب لٱستكثرت من ٱلخير وما مسني ٱلسوء إن أنا إلا نذير وبشير لقوم يؤمنون"
    },
    {
        "surah_number": 7,
        "verse_number": 189,
        "content": "هو ٱلذي خلقكم من نفس وٰحدة وجعل منها زوجها ليسكن إليها فلما تغشىٰها حملت حملا خفيفا فمرت به فلما أثقلت دعوا ٱلله ربهما لئن ءاتيتنا صٰلحا لنكونن من ٱلشـٰكرين"
    },
    {
        "surah_number": 7,
        "verse_number": 190,
        "content": "فلما ءاتىٰهما صٰلحا جعلا له شركاء فيما ءاتىٰهما فتعٰلى ٱلله عما يشركون"
    },
    {
        "surah_number": 7,
        "verse_number": 191,
        "content": "أيشركون ما لا يخلق شيـا وهم يخلقون"
    },
    {
        "surah_number": 7,
        "verse_number": 192,
        "content": "ولا يستطيعون لهم نصرا ولا أنفسهم ينصرون"
    },
    {
        "surah_number": 7,
        "verse_number": 193,
        "content": "وإن تدعوهم إلى ٱلهدىٰ لا يتبعوكم سواء عليكم أدعوتموهم أم أنتم صٰمتون"
    },
    {
        "surah_number": 7,
        "verse_number": 194,
        "content": "إن ٱلذين تدعون من دون ٱلله عباد أمثالكم فٱدعوهم فليستجيبوا لكم إن كنتم صٰدقين"
    },
    {
        "surah_number": 7,
        "verse_number": 195,
        "content": "ألهم أرجل يمشون بها أم لهم أيد يبطشون بها أم لهم أعين يبصرون بها أم لهم ءاذان يسمعون بها قل ٱدعوا شركاءكم ثم كيدون فلا تنظرون"
    },
    {
        "surah_number": 7,
        "verse_number": 196,
        "content": "إن ولـي ٱلله ٱلذي نزل ٱلكتٰب وهو يتولى ٱلصـٰلحين"
    },
    {
        "surah_number": 7,
        "verse_number": 197,
        "content": "وٱلذين تدعون من دونه لا يستطيعون نصركم ولا أنفسهم ينصرون"
    },
    {
        "surah_number": 7,
        "verse_number": 198,
        "content": "وإن تدعوهم إلى ٱلهدىٰ لا يسمعوا وترىٰهم ينظرون إليك وهم لا يبصرون"
    },
    {
        "surah_number": 7,
        "verse_number": 199,
        "content": "خذ ٱلعفو وأمر بٱلعرف وأعرض عن ٱلجٰهلين"
    },
    {
        "surah_number": 7,
        "verse_number": 200,
        "content": "وإما ينزغنك من ٱلشيطٰن نزغ فٱستعذ بٱلله إنه سميع عليم"
    },
    {
        "surah_number": 7,
        "verse_number": 201,
        "content": "إن ٱلذين ٱتقوا إذا مسهم طـٰئف من ٱلشيطٰن تذكروا فإذا هم مبصرون"
    },
    {
        "surah_number": 7,
        "verse_number": 202,
        "content": "وإخوٰنهم يمدونهم في ٱلغي ثم لا يقصرون"
    },
    {
        "surah_number": 7,
        "verse_number": 203,
        "content": "وإذا لم تأتهم بـاية قالوا لولا ٱجتبيتها قل إنما أتبع ما يوحىٰ إلي من ربي هٰذا بصائر من ربكم وهدى ورحمة لقوم يؤمنون"
    },
    {
        "surah_number": 7,
        "verse_number": 204,
        "content": "وإذا قرئ ٱلقرءان فٱستمعوا له وأنصتوا لعلكم ترحمون"
    },
    {
        "surah_number": 7,
        "verse_number": 205,
        "content": "وٱذكر ربك في نفسك تضرعا وخيفة ودون ٱلجهر من ٱلقول بٱلغدو وٱلأصال ولا تكن من ٱلغٰفلين"
    },
    {
        "surah_number": 7,
        "verse_number": 206,
        "content": "إن ٱلذين عند ربك لا يستكبرون عن عبادته ويسبحونه وله يسجدون"
    },
    {
        "surah_number": 8,
        "verse_number": 1,
        "content": "يسـلونك عن ٱلأنفال قل ٱلأنفال لله وٱلرسول فٱتقوا ٱلله وأصلحوا ذات بينكم وأطيعوا ٱلله ورسوله إن كنتم مؤمنين"
    },
    {
        "surah_number": 8,
        "verse_number": 2,
        "content": "إنما ٱلمؤمنون ٱلذين إذا ذكر ٱلله وجلت قلوبهم وإذا تليت عليهم ءايٰته زادتهم إيمٰنا وعلىٰ ربهم يتوكلون"
    },
    {
        "surah_number": 8,
        "verse_number": 3,
        "content": "ٱلذين يقيمون ٱلصلوٰة ومما رزقنٰهم ينفقون"
    },
    {
        "surah_number": 8,
        "verse_number": 4,
        "content": "أولـٰئك هم ٱلمؤمنون حقا لهم درجٰت عند ربهم ومغفرة ورزق كريم"
    },
    {
        "surah_number": 8,
        "verse_number": 5,
        "content": "كما أخرجك ربك من بيتك بٱلحق وإن فريقا من ٱلمؤمنين لكٰرهون"
    },
    {
        "surah_number": 8,
        "verse_number": 6,
        "content": "يجٰدلونك في ٱلحق بعد ما تبين كأنما يساقون إلى ٱلموت وهم ينظرون"
    },
    {
        "surah_number": 8,
        "verse_number": 7,
        "content": "وإذ يعدكم ٱلله إحدى ٱلطائفتين أنها لكم وتودون أن غير ذات ٱلشوكة تكون لكم ويريد ٱلله أن يحق ٱلحق بكلمٰته ويقطع دابر ٱلكٰفرين"
    },
    {
        "surah_number": 8,
        "verse_number": 8,
        "content": "ليحق ٱلحق ويبطل ٱلبٰطل ولو كره ٱلمجرمون"
    },
    {
        "surah_number": 8,
        "verse_number": 9,
        "content": "إذ تستغيثون ربكم فٱستجاب لكم أني ممدكم بألف من ٱلملـٰئكة مردفين"
    },
    {
        "surah_number": 8,
        "verse_number": 10,
        "content": "وما جعله ٱلله إلا بشرىٰ ولتطمئن به قلوبكم وما ٱلنصر إلا من عند ٱلله إن ٱلله عزيز حكيم"
    },
    {
        "surah_number": 8,
        "verse_number": 11,
        "content": "إذ يغشيكم ٱلنعاس أمنة منه وينزل عليكم من ٱلسماء ماء ليطهركم به ويذهب عنكم رجز ٱلشيطٰن وليربط علىٰ قلوبكم ويثبت به ٱلأقدام"
    },
    {
        "surah_number": 8,
        "verse_number": 12,
        "content": "إذ يوحي ربك إلى ٱلملـٰئكة أني معكم فثبتوا ٱلذين ءامنوا سألقي في قلوب ٱلذين كفروا ٱلرعب فٱضربوا فوق ٱلأعناق وٱضربوا منهم كل بنان"
    },
    {
        "surah_number": 8,
        "verse_number": 13,
        "content": "ذٰلك بأنهم شاقوا ٱلله ورسوله ومن يشاقق ٱلله ورسوله فإن ٱلله شديد ٱلعقاب"
    },
    {
        "surah_number": 8,
        "verse_number": 14,
        "content": "ذٰلكم فذوقوه وأن للكٰفرين عذاب ٱلنار"
    },
    {
        "surah_number": 8,
        "verse_number": 15,
        "content": "يـٰأيها ٱلذين ءامنوا إذا لقيتم ٱلذين كفروا زحفا فلا تولوهم ٱلأدبار"
    },
    {
        "surah_number": 8,
        "verse_number": 16,
        "content": "ومن يولهم يومئذ دبره إلا متحرفا لقتال أو متحيزا إلىٰ فئة فقد باء بغضب من ٱلله ومأوىٰه جهنم وبئس ٱلمصير"
    },
    {
        "surah_number": 8,
        "verse_number": 17,
        "content": "فلم تقتلوهم ولٰكن ٱلله قتلهم وما رميت إذ رميت ولٰكن ٱلله رمىٰ وليبلي ٱلمؤمنين منه بلاء حسنا إن ٱلله سميع عليم"
    },
    {
        "surah_number": 8,
        "verse_number": 18,
        "content": "ذٰلكم وأن ٱلله موهن كيد ٱلكٰفرين"
    },
    {
        "surah_number": 8,
        "verse_number": 19,
        "content": "إن تستفتحوا فقد جاءكم ٱلفتح وإن تنتهوا فهو خير لكم وإن تعودوا نعد ولن تغني عنكم فئتكم شيـا ولو كثرت وأن ٱلله مع ٱلمؤمنين"
    },
    {
        "surah_number": 8,
        "verse_number": 20,
        "content": "يـٰأيها ٱلذين ءامنوا أطيعوا ٱلله ورسوله ولا تولوا عنه وأنتم تسمعون"
    },
    {
        "surah_number": 8,
        "verse_number": 21,
        "content": "ولا تكونوا كٱلذين قالوا سمعنا وهم لا يسمعون"
    },
    {
        "surah_number": 8,
        "verse_number": 22,
        "content": "إن شر ٱلدواب عند ٱلله ٱلصم ٱلبكم ٱلذين لا يعقلون"
    },
    {
        "surah_number": 8,
        "verse_number": 23,
        "content": "ولو علم ٱلله فيهم خيرا لأسمعهم ولو أسمعهم لتولوا وهم معرضون"
    },
    {
        "surah_number": 8,
        "verse_number": 24,
        "content": "يـٰأيها ٱلذين ءامنوا ٱستجيبوا لله وللرسول إذا دعاكم لما يحييكم وٱعلموا أن ٱلله يحول بين ٱلمرء وقلبه وأنه إليه تحشرون"
    },
    {
        "surah_number": 8,
        "verse_number": 25,
        "content": "وٱتقوا فتنة لا تصيبن ٱلذين ظلموا منكم خاصة وٱعلموا أن ٱلله شديد ٱلعقاب"
    },
    {
        "surah_number": 8,
        "verse_number": 26,
        "content": "وٱذكروا إذ أنتم قليل مستضعفون في ٱلأرض تخافون أن يتخطفكم ٱلناس فـاوىٰكم وأيدكم بنصره ورزقكم من ٱلطيبٰت لعلكم تشكرون"
    },
    {
        "surah_number": 8,
        "verse_number": 27,
        "content": "يـٰأيها ٱلذين ءامنوا لا تخونوا ٱلله وٱلرسول وتخونوا أمٰنٰتكم وأنتم تعلمون"
    },
    {
        "surah_number": 8,
        "verse_number": 28,
        "content": "وٱعلموا أنما أموٰلكم وأولٰدكم فتنة وأن ٱلله عنده أجر عظيم"
    },
    {
        "surah_number": 8,
        "verse_number": 29,
        "content": "يـٰأيها ٱلذين ءامنوا إن تتقوا ٱلله يجعل لكم فرقانا ويكفر عنكم سيـاتكم ويغفر لكم وٱلله ذو ٱلفضل ٱلعظيم"
    },
    {
        "surah_number": 8,
        "verse_number": 30,
        "content": "وإذ يمكر بك ٱلذين كفروا ليثبتوك أو يقتلوك أو يخرجوك ويمكرون ويمكر ٱلله وٱلله خير ٱلمٰكرين"
    },
    {
        "surah_number": 8,
        "verse_number": 31,
        "content": "وإذا تتلىٰ عليهم ءايٰتنا قالوا قد سمعنا لو نشاء لقلنا مثل هٰذا إن هٰذا إلا أسٰطير ٱلأولين"
    },
    {
        "surah_number": 8,
        "verse_number": 32,
        "content": "وإذ قالوا ٱللهم إن كان هٰذا هو ٱلحق من عندك فأمطر علينا حجارة من ٱلسماء أو ٱئتنا بعذاب أليم"
    },
    {
        "surah_number": 8,
        "verse_number": 33,
        "content": "وما كان ٱلله ليعذبهم وأنت فيهم وما كان ٱلله معذبهم وهم يستغفرون"
    },
    {
        "surah_number": 8,
        "verse_number": 34,
        "content": "وما لهم ألا يعذبهم ٱلله وهم يصدون عن ٱلمسجد ٱلحرام وما كانوا أولياءه إن أولياؤه إلا ٱلمتقون ولٰكن أكثرهم لا يعلمون"
    },
    {
        "surah_number": 8,
        "verse_number": 35,
        "content": "وما كان صلاتهم عند ٱلبيت إلا مكاء وتصدية فذوقوا ٱلعذاب بما كنتم تكفرون"
    },
    {
        "surah_number": 8,
        "verse_number": 36,
        "content": "إن ٱلذين كفروا ينفقون أموٰلهم ليصدوا عن سبيل ٱلله فسينفقونها ثم تكون عليهم حسرة ثم يغلبون وٱلذين كفروا إلىٰ جهنم يحشرون"
    },
    {
        "surah_number": 8,
        "verse_number": 37,
        "content": "ليميز ٱلله ٱلخبيث من ٱلطيب ويجعل ٱلخبيث بعضه علىٰ بعض فيركمه جميعا فيجعله في جهنم أولـٰئك هم ٱلخٰسرون"
    },
    {
        "surah_number": 8,
        "verse_number": 38,
        "content": "قل للذين كفروا إن ينتهوا يغفر لهم ما قد سلف وإن يعودوا فقد مضت سنت ٱلأولين"
    },
    {
        "surah_number": 8,
        "verse_number": 39,
        "content": "وقٰتلوهم حتىٰ لا تكون فتنة ويكون ٱلدين كله لله فإن ٱنتهوا فإن ٱلله بما يعملون بصير"
    },
    {
        "surah_number": 8,
        "verse_number": 40,
        "content": "وإن تولوا فٱعلموا أن ٱلله مولىٰكم نعم ٱلمولىٰ ونعم ٱلنصير"
    },
    {
        "surah_number": 8,
        "verse_number": 41,
        "content": "وٱعلموا أنما غنمتم من شيء فأن لله خمسه وللرسول ولذي ٱلقربىٰ وٱليتٰمىٰ وٱلمسٰكين وٱبن ٱلسبيل إن كنتم ءامنتم بٱلله وما أنزلنا علىٰ عبدنا يوم ٱلفرقان يوم ٱلتقى ٱلجمعان وٱلله علىٰ كل شيء قدير"
    },
    {
        "surah_number": 8,
        "verse_number": 42,
        "content": "إذ أنتم بٱلعدوة ٱلدنيا وهم بٱلعدوة ٱلقصوىٰ وٱلركب أسفل منكم ولو تواعدتم لٱختلفتم في ٱلميعٰد ولٰكن ليقضي ٱلله أمرا كان مفعولا ليهلك من هلك عن بينة ويحيىٰ من حي عن بينة وإن ٱلله لسميع عليم"
    },
    {
        "surah_number": 8,
        "verse_number": 43,
        "content": "إذ يريكهم ٱلله في منامك قليلا ولو أرىٰكهم كثيرا لفشلتم ولتنٰزعتم في ٱلأمر ولٰكن ٱلله سلم إنه عليم بذات ٱلصدور"
    },
    {
        "surah_number": 8,
        "verse_number": 44,
        "content": "وإذ يريكموهم إذ ٱلتقيتم في أعينكم قليلا ويقللكم في أعينهم ليقضي ٱلله أمرا كان مفعولا وإلى ٱلله ترجع ٱلأمور"
    },
    {
        "surah_number": 8,
        "verse_number": 45,
        "content": "يـٰأيها ٱلذين ءامنوا إذا لقيتم فئة فٱثبتوا وٱذكروا ٱلله كثيرا لعلكم تفلحون"
    },
    {
        "surah_number": 8,
        "verse_number": 46,
        "content": "وأطيعوا ٱلله ورسوله ولا تنٰزعوا فتفشلوا وتذهب ريحكم وٱصبروا إن ٱلله مع ٱلصـٰبرين"
    },
    {
        "surah_number": 8,
        "verse_number": 47,
        "content": "ولا تكونوا كٱلذين خرجوا من ديٰرهم بطرا ورئاء ٱلناس ويصدون عن سبيل ٱلله وٱلله بما يعملون محيط"
    },
    {
        "surah_number": 8,
        "verse_number": 48,
        "content": "وإذ زين لهم ٱلشيطٰن أعمٰلهم وقال لا غالب لكم ٱليوم من ٱلناس وإني جار لكم فلما تراءت ٱلفئتان نكص علىٰ عقبيه وقال إني بريء منكم إني أرىٰ ما لا ترون إني أخاف ٱلله وٱلله شديد ٱلعقاب"
    },
    {
        "surah_number": 8,
        "verse_number": 49,
        "content": "إذ يقول ٱلمنٰفقون وٱلذين في قلوبهم مرض غر هـٰؤلاء دينهم ومن يتوكل على ٱلله فإن ٱلله عزيز حكيم"
    },
    {
        "surah_number": 8,
        "verse_number": 50,
        "content": "ولو ترىٰ إذ يتوفى ٱلذين كفروا ٱلملـٰئكة يضربون وجوههم وأدبٰرهم وذوقوا عذاب ٱلحريق"
    },
    {
        "surah_number": 8,
        "verse_number": 51,
        "content": "ذٰلك بما قدمت أيديكم وأن ٱلله ليس بظلـٰم للعبيد"
    },
    {
        "surah_number": 8,
        "verse_number": 52,
        "content": "كدأب ءال فرعون وٱلذين من قبلهم كفروا بـايٰت ٱلله فأخذهم ٱلله بذنوبهم إن ٱلله قوي شديد ٱلعقاب"
    },
    {
        "surah_number": 8,
        "verse_number": 53,
        "content": "ذٰلك بأن ٱلله لم يك مغيرا نعمة أنعمها علىٰ قوم حتىٰ يغيروا ما بأنفسهم وأن ٱلله سميع عليم"
    },
    {
        "surah_number": 8,
        "verse_number": 54,
        "content": "كدأب ءال فرعون وٱلذين من قبلهم كذبوا بـايٰت ربهم فأهلكنٰهم بذنوبهم وأغرقنا ءال فرعون وكل كانوا ظٰلمين"
    },
    {
        "surah_number": 8,
        "verse_number": 55,
        "content": "إن شر ٱلدواب عند ٱلله ٱلذين كفروا فهم لا يؤمنون"
    },
    {
        "surah_number": 8,
        "verse_number": 56,
        "content": "ٱلذين عٰهدت منهم ثم ينقضون عهدهم في كل مرة وهم لا يتقون"
    },
    {
        "surah_number": 8,
        "verse_number": 57,
        "content": "فإما تثقفنهم في ٱلحرب فشرد بهم من خلفهم لعلهم يذكرون"
    },
    {
        "surah_number": 8,
        "verse_number": 58,
        "content": "وإما تخافن من قوم خيانة فٱنبذ إليهم علىٰ سواء إن ٱلله لا يحب ٱلخائنين"
    },
    {
        "surah_number": 8,
        "verse_number": 59,
        "content": "ولا يحسبن ٱلذين كفروا سبقوا إنهم لا يعجزون"
    },
    {
        "surah_number": 8,
        "verse_number": 60,
        "content": "وأعدوا لهم ما ٱستطعتم من قوة ومن رباط ٱلخيل ترهبون به عدو ٱلله وعدوكم وءاخرين من دونهم لا تعلمونهم ٱلله يعلمهم وما تنفقوا من شيء في سبيل ٱلله يوف إليكم وأنتم لا تظلمون"
    },
    {
        "surah_number": 8,
        "verse_number": 61,
        "content": "وإن جنحوا للسلم فٱجنح لها وتوكل على ٱلله إنه هو ٱلسميع ٱلعليم"
    },
    {
        "surah_number": 8,
        "verse_number": 62,
        "content": "وإن يريدوا أن يخدعوك فإن حسبك ٱلله هو ٱلذي أيدك بنصره وبٱلمؤمنين"
    },
    {
        "surah_number": 8,
        "verse_number": 63,
        "content": "وألف بين قلوبهم لو أنفقت ما في ٱلأرض جميعا ما ألفت بين قلوبهم ولٰكن ٱلله ألف بينهم إنه عزيز حكيم"
    },
    {
        "surah_number": 8,
        "verse_number": 64,
        "content": "يـٰأيها ٱلنبي حسبك ٱلله ومن ٱتبعك من ٱلمؤمنين"
    },
    {
        "surah_number": 8,
        "verse_number": 65,
        "content": "يـٰأيها ٱلنبي حرض ٱلمؤمنين على ٱلقتال إن يكن منكم عشرون صٰبرون يغلبوا مائتين وإن يكن منكم مائة يغلبوا ألفا من ٱلذين كفروا بأنهم قوم لا يفقهون"
    },
    {
        "surah_number": 8,
        "verse_number": 66,
        "content": "ٱلـٰن خفف ٱلله عنكم وعلم أن فيكم ضعفا فإن يكن منكم مائة صابرة يغلبوا مائتين وإن يكن منكم ألف يغلبوا ألفين بإذن ٱلله وٱلله مع ٱلصـٰبرين"
    },
    {
        "surah_number": 8,
        "verse_number": 67,
        "content": "ما كان لنبي أن يكون له أسرىٰ حتىٰ يثخن في ٱلأرض تريدون عرض ٱلدنيا وٱلله يريد ٱلأخرة وٱلله عزيز حكيم"
    },
    {
        "surah_number": 8,
        "verse_number": 68,
        "content": "لولا كتٰب من ٱلله سبق لمسكم فيما أخذتم عذاب عظيم"
    },
    {
        "surah_number": 8,
        "verse_number": 69,
        "content": "فكلوا مما غنمتم حلٰلا طيبا وٱتقوا ٱلله إن ٱلله غفور رحيم"
    },
    {
        "surah_number": 8,
        "verse_number": 70,
        "content": "يـٰأيها ٱلنبي قل لمن في أيديكم من ٱلأسرىٰ إن يعلم ٱلله في قلوبكم خيرا يؤتكم خيرا مما أخذ منكم ويغفر لكم وٱلله غفور رحيم"
    },
    {
        "surah_number": 8,
        "verse_number": 71,
        "content": "وإن يريدوا خيانتك فقد خانوا ٱلله من قبل فأمكن منهم وٱلله عليم حكيم"
    },
    {
        "surah_number": 8,
        "verse_number": 72,
        "content": "إن ٱلذين ءامنوا وهاجروا وجٰهدوا بأموٰلهم وأنفسهم في سبيل ٱلله وٱلذين ءاووا ونصروا أولـٰئك بعضهم أولياء بعض وٱلذين ءامنوا ولم يهاجروا ما لكم من ولٰيتهم من شيء حتىٰ يهاجروا وإن ٱستنصروكم في ٱلدين فعليكم ٱلنصر إلا علىٰ قوم بينكم وبينهم ميثٰق وٱلله بما تعملون بصير"
    },
    {
        "surah_number": 8,
        "verse_number": 73,
        "content": "وٱلذين كفروا بعضهم أولياء بعض إلا تفعلوه تكن فتنة في ٱلأرض وفساد كبير"
    },
    {
        "surah_number": 8,
        "verse_number": 74,
        "content": "وٱلذين ءامنوا وهاجروا وجٰهدوا في سبيل ٱلله وٱلذين ءاووا ونصروا أولـٰئك هم ٱلمؤمنون حقا لهم مغفرة ورزق كريم"
    },
    {
        "surah_number": 8,
        "verse_number": 75,
        "content": "وٱلذين ءامنوا من بعد وهاجروا وجٰهدوا معكم فأولـٰئك منكم وأولوا ٱلأرحام بعضهم أولىٰ ببعض في كتٰب ٱلله إن ٱلله بكل شيء عليم"
    },
    {
        "surah_number": 9,
        "verse_number": 1,
        "content": "براءة من ٱلله ورسوله إلى ٱلذين عٰهدتم من ٱلمشركين"
    },
    {
        "surah_number": 9,
        "verse_number": 2,
        "content": "فسيحوا في ٱلأرض أربعة أشهر وٱعلموا أنكم غير معجزي ٱلله وأن ٱلله مخزي ٱلكٰفرين"
    },
    {
        "surah_number": 9,
        "verse_number": 3,
        "content": "وأذٰن من ٱلله ورسوله إلى ٱلناس يوم ٱلحج ٱلأكبر أن ٱلله بريء من ٱلمشركين ورسوله فإن تبتم فهو خير لكم وإن توليتم فٱعلموا أنكم غير معجزي ٱلله وبشر ٱلذين كفروا بعذاب أليم"
    },
    {
        "surah_number": 9,
        "verse_number": 4,
        "content": "إلا ٱلذين عٰهدتم من ٱلمشركين ثم لم ينقصوكم شيـا ولم يظٰهروا عليكم أحدا فأتموا إليهم عهدهم إلىٰ مدتهم إن ٱلله يحب ٱلمتقين"
    },
    {
        "surah_number": 9,
        "verse_number": 5,
        "content": "فإذا ٱنسلخ ٱلأشهر ٱلحرم فٱقتلوا ٱلمشركين حيث وجدتموهم وخذوهم وٱحصروهم وٱقعدوا لهم كل مرصد فإن تابوا وأقاموا ٱلصلوٰة وءاتوا ٱلزكوٰة فخلوا سبيلهم إن ٱلله غفور رحيم"
    },
    {
        "surah_number": 9,
        "verse_number": 6,
        "content": "وإن أحد من ٱلمشركين ٱستجارك فأجره حتىٰ يسمع كلٰم ٱلله ثم أبلغه مأمنه ذٰلك بأنهم قوم لا يعلمون"
    },
    {
        "surah_number": 9,
        "verse_number": 7,
        "content": "كيف يكون للمشركين عهد عند ٱلله وعند رسوله إلا ٱلذين عٰهدتم عند ٱلمسجد ٱلحرام فما ٱستقٰموا لكم فٱستقيموا لهم إن ٱلله يحب ٱلمتقين"
    },
    {
        "surah_number": 9,
        "verse_number": 8,
        "content": "كيف وإن يظهروا عليكم لا يرقبوا فيكم إلا ولا ذمة يرضونكم بأفوٰههم وتأبىٰ قلوبهم وأكثرهم فٰسقون"
    },
    {
        "surah_number": 9,
        "verse_number": 9,
        "content": "ٱشتروا بـايٰت ٱلله ثمنا قليلا فصدوا عن سبيله إنهم ساء ما كانوا يعملون"
    },
    {
        "surah_number": 9,
        "verse_number": 10,
        "content": "لا يرقبون في مؤمن إلا ولا ذمة وأولـٰئك هم ٱلمعتدون"
    },
    {
        "surah_number": 9,
        "verse_number": 11,
        "content": "فإن تابوا وأقاموا ٱلصلوٰة وءاتوا ٱلزكوٰة فإخوٰنكم في ٱلدين ونفصل ٱلأيٰت لقوم يعلمون"
    },
    {
        "surah_number": 9,
        "verse_number": 12,
        "content": "وإن نكثوا أيمٰنهم من بعد عهدهم وطعنوا في دينكم فقٰتلوا أئمة ٱلكفر إنهم لا أيمٰن لهم لعلهم ينتهون"
    },
    {
        "surah_number": 9,
        "verse_number": 13,
        "content": "ألا تقٰتلون قوما نكثوا أيمٰنهم وهموا بإخراج ٱلرسول وهم بدءوكم أول مرة أتخشونهم فٱلله أحق أن تخشوه إن كنتم مؤمنين"
    },
    {
        "surah_number": 9,
        "verse_number": 14,
        "content": "قٰتلوهم يعذبهم ٱلله بأيديكم ويخزهم وينصركم عليهم ويشف صدور قوم مؤمنين"
    },
    {
        "surah_number": 9,
        "verse_number": 15,
        "content": "ويذهب غيظ قلوبهم ويتوب ٱلله علىٰ من يشاء وٱلله عليم حكيم"
    },
    {
        "surah_number": 9,
        "verse_number": 16,
        "content": "أم حسبتم أن تتركوا ولما يعلم ٱلله ٱلذين جٰهدوا منكم ولم يتخذوا من دون ٱلله ولا رسوله ولا ٱلمؤمنين وليجة وٱلله خبير بما تعملون"
    },
    {
        "surah_number": 9,
        "verse_number": 17,
        "content": "ما كان للمشركين أن يعمروا مسٰجد ٱلله شٰهدين علىٰ أنفسهم بٱلكفر أولـٰئك حبطت أعمٰلهم وفي ٱلنار هم خٰلدون"
    },
    {
        "surah_number": 9,
        "verse_number": 18,
        "content": "إنما يعمر مسٰجد ٱلله من ءامن بٱلله وٱليوم ٱلأخر وأقام ٱلصلوٰة وءاتى ٱلزكوٰة ولم يخش إلا ٱلله فعسىٰ أولـٰئك أن يكونوا من ٱلمهتدين"
    },
    {
        "surah_number": 9,
        "verse_number": 19,
        "content": "أجعلتم سقاية ٱلحاج وعمارة ٱلمسجد ٱلحرام كمن ءامن بٱلله وٱليوم ٱلأخر وجٰهد في سبيل ٱلله لا يستون عند ٱلله وٱلله لا يهدي ٱلقوم ٱلظـٰلمين"
    },
    {
        "surah_number": 9,
        "verse_number": 20,
        "content": "ٱلذين ءامنوا وهاجروا وجٰهدوا في سبيل ٱلله بأموٰلهم وأنفسهم أعظم درجة عند ٱلله وأولـٰئك هم ٱلفائزون"
    },
    {
        "surah_number": 9,
        "verse_number": 21,
        "content": "يبشرهم ربهم برحمة منه ورضوٰن وجنـٰت لهم فيها نعيم مقيم"
    },
    {
        "surah_number": 9,
        "verse_number": 22,
        "content": "خٰلدين فيها أبدا إن ٱلله عنده أجر عظيم"
    },
    {
        "surah_number": 9,
        "verse_number": 23,
        "content": "يـٰأيها ٱلذين ءامنوا لا تتخذوا ءاباءكم وإخوٰنكم أولياء إن ٱستحبوا ٱلكفر على ٱلإيمٰن ومن يتولهم منكم فأولـٰئك هم ٱلظـٰلمون"
    },
    {
        "surah_number": 9,
        "verse_number": 24,
        "content": "قل إن كان ءاباؤكم وأبناؤكم وإخوٰنكم وأزوٰجكم وعشيرتكم وأموٰل ٱقترفتموها وتجٰرة تخشون كسادها ومسٰكن ترضونها أحب إليكم من ٱلله ورسوله وجهاد في سبيله فتربصوا حتىٰ يأتي ٱلله بأمره وٱلله لا يهدي ٱلقوم ٱلفٰسقين"
    },
    {
        "surah_number": 9,
        "verse_number": 25,
        "content": "لقد نصركم ٱلله في مواطن كثيرة ويوم حنين إذ أعجبتكم كثرتكم فلم تغن عنكم شيـا وضاقت عليكم ٱلأرض بما رحبت ثم وليتم مدبرين"
    },
    {
        "surah_number": 9,
        "verse_number": 26,
        "content": "ثم أنزل ٱلله سكينته علىٰ رسوله وعلى ٱلمؤمنين وأنزل جنودا لم تروها وعذب ٱلذين كفروا وذٰلك جزاء ٱلكٰفرين"
    },
    {
        "surah_number": 9,
        "verse_number": 27,
        "content": "ثم يتوب ٱلله من بعد ذٰلك علىٰ من يشاء وٱلله غفور رحيم"
    },
    {
        "surah_number": 9,
        "verse_number": 28,
        "content": "يـٰأيها ٱلذين ءامنوا إنما ٱلمشركون نجس فلا يقربوا ٱلمسجد ٱلحرام بعد عامهم هٰذا وإن خفتم عيلة فسوف يغنيكم ٱلله من فضله إن شاء إن ٱلله عليم حكيم"
    },
    {
        "surah_number": 9,
        "verse_number": 29,
        "content": "قٰتلوا ٱلذين لا يؤمنون بٱلله ولا بٱليوم ٱلأخر ولا يحرمون ما حرم ٱلله ورسوله ولا يدينون دين ٱلحق من ٱلذين أوتوا ٱلكتٰب حتىٰ يعطوا ٱلجزية عن يد وهم صٰغرون"
    },
    {
        "surah_number": 9,
        "verse_number": 30,
        "content": "وقالت ٱليهود عزير ٱبن ٱلله وقالت ٱلنصٰرى ٱلمسيح ٱبن ٱلله ذٰلك قولهم بأفوٰههم يضٰهـون قول ٱلذين كفروا من قبل قٰتلهم ٱلله أنىٰ يؤفكون"
    },
    {
        "surah_number": 9,
        "verse_number": 31,
        "content": "ٱتخذوا أحبارهم ورهبٰنهم أربابا من دون ٱلله وٱلمسيح ٱبن مريم وما أمروا إلا ليعبدوا إلٰها وٰحدا لا إلٰه إلا هو سبحٰنه عما يشركون"
    },
    {
        "surah_number": 9,
        "verse_number": 32,
        "content": "يريدون أن يطفـوا نور ٱلله بأفوٰههم ويأبى ٱلله إلا أن يتم نوره ولو كره ٱلكٰفرون"
    },
    {
        "surah_number": 9,
        "verse_number": 33,
        "content": "هو ٱلذي أرسل رسوله بٱلهدىٰ ودين ٱلحق ليظهره على ٱلدين كله ولو كره ٱلمشركون"
    },
    {
        "surah_number": 9,
        "verse_number": 34,
        "content": "يـٰأيها ٱلذين ءامنوا إن كثيرا من ٱلأحبار وٱلرهبان ليأكلون أموٰل ٱلناس بٱلبٰطل ويصدون عن سبيل ٱلله وٱلذين يكنزون ٱلذهب وٱلفضة ولا ينفقونها في سبيل ٱلله فبشرهم بعذاب أليم"
    },
    {
        "surah_number": 9,
        "verse_number": 35,
        "content": "يوم يحمىٰ عليها في نار جهنم فتكوىٰ بها جباههم وجنوبهم وظهورهم هٰذا ما كنزتم لأنفسكم فذوقوا ما كنتم تكنزون"
    },
    {
        "surah_number": 9,
        "verse_number": 36,
        "content": "إن عدة ٱلشهور عند ٱلله ٱثنا عشر شهرا في كتٰب ٱلله يوم خلق ٱلسمٰوٰت وٱلأرض منها أربعة حرم ذٰلك ٱلدين ٱلقيم فلا تظلموا فيهن أنفسكم وقٰتلوا ٱلمشركين كافة كما يقٰتلونكم كافة وٱعلموا أن ٱلله مع ٱلمتقين"
    },
    {
        "surah_number": 9,
        "verse_number": 37,
        "content": "إنما ٱلنسيء زيادة في ٱلكفر يضل به ٱلذين كفروا يحلونه عاما ويحرمونه عاما ليواطـوا عدة ما حرم ٱلله فيحلوا ما حرم ٱلله زين لهم سوء أعمٰلهم وٱلله لا يهدي ٱلقوم ٱلكٰفرين"
    },
    {
        "surah_number": 9,
        "verse_number": 38,
        "content": "يـٰأيها ٱلذين ءامنوا ما لكم إذا قيل لكم ٱنفروا في سبيل ٱلله ٱثاقلتم إلى ٱلأرض أرضيتم بٱلحيوٰة ٱلدنيا من ٱلأخرة فما متٰع ٱلحيوٰة ٱلدنيا في ٱلأخرة إلا قليل"
    },
    {
        "surah_number": 9,
        "verse_number": 39,
        "content": "إلا تنفروا يعذبكم عذابا أليما ويستبدل قوما غيركم ولا تضروه شيـا وٱلله علىٰ كل شيء قدير"
    },
    {
        "surah_number": 9,
        "verse_number": 40,
        "content": "إلا تنصروه فقد نصره ٱلله إذ أخرجه ٱلذين كفروا ثاني ٱثنين إذ هما في ٱلغار إذ يقول لصٰحبه لا تحزن إن ٱلله معنا فأنزل ٱلله سكينته عليه وأيده بجنود لم تروها وجعل كلمة ٱلذين كفروا ٱلسفلىٰ وكلمة ٱلله هي ٱلعليا وٱلله عزيز حكيم"
    },
    {
        "surah_number": 9,
        "verse_number": 41,
        "content": "ٱنفروا خفافا وثقالا وجٰهدوا بأموٰلكم وأنفسكم في سبيل ٱلله ذٰلكم خير لكم إن كنتم تعلمون"
    },
    {
        "surah_number": 9,
        "verse_number": 42,
        "content": "لو كان عرضا قريبا وسفرا قاصدا لٱتبعوك ولٰكن بعدت عليهم ٱلشقة وسيحلفون بٱلله لو ٱستطعنا لخرجنا معكم يهلكون أنفسهم وٱلله يعلم إنهم لكٰذبون"
    },
    {
        "surah_number": 9,
        "verse_number": 43,
        "content": "عفا ٱلله عنك لم أذنت لهم حتىٰ يتبين لك ٱلذين صدقوا وتعلم ٱلكٰذبين"
    },
    {
        "surah_number": 9,
        "verse_number": 44,
        "content": "لا يستـذنك ٱلذين يؤمنون بٱلله وٱليوم ٱلأخر أن يجٰهدوا بأموٰلهم وأنفسهم وٱلله عليم بٱلمتقين"
    },
    {
        "surah_number": 9,
        "verse_number": 45,
        "content": "إنما يستـذنك ٱلذين لا يؤمنون بٱلله وٱليوم ٱلأخر وٱرتابت قلوبهم فهم في ريبهم يترددون"
    },
    {
        "surah_number": 9,
        "verse_number": 46,
        "content": "ولو أرادوا ٱلخروج لأعدوا له عدة ولٰكن كره ٱلله ٱنبعاثهم فثبطهم وقيل ٱقعدوا مع ٱلقٰعدين"
    },
    {
        "surah_number": 9,
        "verse_number": 47,
        "content": "لو خرجوا فيكم ما زادوكم إلا خبالا ولأوضعوا خلٰلكم يبغونكم ٱلفتنة وفيكم سمـٰعون لهم وٱلله عليم بٱلظـٰلمين"
    },
    {
        "surah_number": 9,
        "verse_number": 48,
        "content": "لقد ٱبتغوا ٱلفتنة من قبل وقلبوا لك ٱلأمور حتىٰ جاء ٱلحق وظهر أمر ٱلله وهم كٰرهون"
    },
    {
        "surah_number": 9,
        "verse_number": 49,
        "content": "ومنهم من يقول ٱئذن لي ولا تفتني ألا في ٱلفتنة سقطوا وإن جهنم لمحيطة بٱلكٰفرين"
    },
    {
        "surah_number": 9,
        "verse_number": 50,
        "content": "إن تصبك حسنة تسؤهم وإن تصبك مصيبة يقولوا قد أخذنا أمرنا من قبل ويتولوا وهم فرحون"
    },
    {
        "surah_number": 9,
        "verse_number": 51,
        "content": "قل لن يصيبنا إلا ما كتب ٱلله لنا هو مولىٰنا وعلى ٱلله فليتوكل ٱلمؤمنون"
    },
    {
        "surah_number": 9,
        "verse_number": 52,
        "content": "قل هل تربصون بنا إلا إحدى ٱلحسنيين ونحن نتربص بكم أن يصيبكم ٱلله بعذاب من عنده أو بأيدينا فتربصوا إنا معكم متربصون"
    },
    {
        "surah_number": 9,
        "verse_number": 53,
        "content": "قل أنفقوا طوعا أو كرها لن يتقبل منكم إنكم كنتم قوما فٰسقين"
    },
    {
        "surah_number": 9,
        "verse_number": 54,
        "content": "وما منعهم أن تقبل منهم نفقٰتهم إلا أنهم كفروا بٱلله وبرسوله ولا يأتون ٱلصلوٰة إلا وهم كسالىٰ ولا ينفقون إلا وهم كٰرهون"
    },
    {
        "surah_number": 9,
        "verse_number": 55,
        "content": "فلا تعجبك أموٰلهم ولا أولٰدهم إنما يريد ٱلله ليعذبهم بها في ٱلحيوٰة ٱلدنيا وتزهق أنفسهم وهم كٰفرون"
    },
    {
        "surah_number": 9,
        "verse_number": 56,
        "content": "ويحلفون بٱلله إنهم لمنكم وما هم منكم ولٰكنهم قوم يفرقون"
    },
    {
        "surah_number": 9,
        "verse_number": 57,
        "content": "لو يجدون ملجـا أو مغٰرٰت أو مدخلا لولوا إليه وهم يجمحون"
    },
    {
        "surah_number": 9,
        "verse_number": 58,
        "content": "ومنهم من يلمزك في ٱلصدقٰت فإن أعطوا منها رضوا وإن لم يعطوا منها إذا هم يسخطون"
    },
    {
        "surah_number": 9,
        "verse_number": 59,
        "content": "ولو أنهم رضوا ما ءاتىٰهم ٱلله ورسوله وقالوا حسبنا ٱلله سيؤتينا ٱلله من فضله ورسوله إنا إلى ٱلله رٰغبون"
    },
    {
        "surah_number": 9,
        "verse_number": 60,
        "content": "إنما ٱلصدقٰت للفقراء وٱلمسٰكين وٱلعٰملين عليها وٱلمؤلفة قلوبهم وفي ٱلرقاب وٱلغٰرمين وفي سبيل ٱلله وٱبن ٱلسبيل فريضة من ٱلله وٱلله عليم حكيم"
    },
    {
        "surah_number": 9,
        "verse_number": 61,
        "content": "ومنهم ٱلذين يؤذون ٱلنبي ويقولون هو أذن قل أذن خير لكم يؤمن بٱلله ويؤمن للمؤمنين ورحمة للذين ءامنوا منكم وٱلذين يؤذون رسول ٱلله لهم عذاب أليم"
    },
    {
        "surah_number": 9,
        "verse_number": 62,
        "content": "يحلفون بٱلله لكم ليرضوكم وٱلله ورسوله أحق أن يرضوه إن كانوا مؤمنين"
    },
    {
        "surah_number": 9,
        "verse_number": 63,
        "content": "ألم يعلموا أنه من يحادد ٱلله ورسوله فأن له نار جهنم خٰلدا فيها ذٰلك ٱلخزي ٱلعظيم"
    },
    {
        "surah_number": 9,
        "verse_number": 64,
        "content": "يحذر ٱلمنٰفقون أن تنزل عليهم سورة تنبئهم بما في قلوبهم قل ٱستهزءوا إن ٱلله مخرج ما تحذرون"
    },
    {
        "surah_number": 9,
        "verse_number": 65,
        "content": "ولئن سألتهم ليقولن إنما كنا نخوض ونلعب قل أبٱلله وءايٰته ورسوله كنتم تستهزءون"
    },
    {
        "surah_number": 9,
        "verse_number": 66,
        "content": "لا تعتذروا قد كفرتم بعد إيمٰنكم إن نعف عن طائفة منكم نعذب طائفة بأنهم كانوا مجرمين"
    },
    {
        "surah_number": 9,
        "verse_number": 67,
        "content": "ٱلمنٰفقون وٱلمنٰفقٰت بعضهم من بعض يأمرون بٱلمنكر وينهون عن ٱلمعروف ويقبضون أيديهم نسوا ٱلله فنسيهم إن ٱلمنٰفقين هم ٱلفٰسقون"
    },
    {
        "surah_number": 9,
        "verse_number": 68,
        "content": "وعد ٱلله ٱلمنٰفقين وٱلمنٰفقٰت وٱلكفار نار جهنم خٰلدين فيها هي حسبهم ولعنهم ٱلله ولهم عذاب مقيم"
    },
    {
        "surah_number": 9,
        "verse_number": 69,
        "content": "كٱلذين من قبلكم كانوا أشد منكم قوة وأكثر أموٰلا وأولٰدا فٱستمتعوا بخلٰقهم فٱستمتعتم بخلٰقكم كما ٱستمتع ٱلذين من قبلكم بخلٰقهم وخضتم كٱلذي خاضوا أولـٰئك حبطت أعمٰلهم في ٱلدنيا وٱلأخرة وأولـٰئك هم ٱلخٰسرون"
    },
    {
        "surah_number": 9,
        "verse_number": 70,
        "content": "ألم يأتهم نبأ ٱلذين من قبلهم قوم نوح وعاد وثمود وقوم إبرٰهيم وأصحٰب مدين وٱلمؤتفكٰت أتتهم رسلهم بٱلبينٰت فما كان ٱلله ليظلمهم ولٰكن كانوا أنفسهم يظلمون"
    },
    {
        "surah_number": 9,
        "verse_number": 71,
        "content": "وٱلمؤمنون وٱلمؤمنٰت بعضهم أولياء بعض يأمرون بٱلمعروف وينهون عن ٱلمنكر ويقيمون ٱلصلوٰة ويؤتون ٱلزكوٰة ويطيعون ٱلله ورسوله أولـٰئك سيرحمهم ٱلله إن ٱلله عزيز حكيم"
    },
    {
        "surah_number": 9,
        "verse_number": 72,
        "content": "وعد ٱلله ٱلمؤمنين وٱلمؤمنٰت جنـٰت تجري من تحتها ٱلأنهٰر خٰلدين فيها ومسٰكن طيبة في جنـٰت عدن ورضوٰن من ٱلله أكبر ذٰلك هو ٱلفوز ٱلعظيم"
    },
    {
        "surah_number": 9,
        "verse_number": 73,
        "content": "يـٰأيها ٱلنبي جٰهد ٱلكفار وٱلمنٰفقين وٱغلظ عليهم ومأوىٰهم جهنم وبئس ٱلمصير"
    },
    {
        "surah_number": 9,
        "verse_number": 74,
        "content": "يحلفون بٱلله ما قالوا ولقد قالوا كلمة ٱلكفر وكفروا بعد إسلٰمهم وهموا بما لم ينالوا وما نقموا إلا أن أغنىٰهم ٱلله ورسوله من فضله فإن يتوبوا يك خيرا لهم وإن يتولوا يعذبهم ٱلله عذابا أليما في ٱلدنيا وٱلأخرة وما لهم في ٱلأرض من ولي ولا نصير"
    },
    {
        "surah_number": 9,
        "verse_number": 75,
        "content": "ومنهم من عٰهد ٱلله لئن ءاتىٰنا من فضله لنصدقن ولنكونن من ٱلصـٰلحين"
    },
    {
        "surah_number": 9,
        "verse_number": 76,
        "content": "فلما ءاتىٰهم من فضله بخلوا به وتولوا وهم معرضون"
    },
    {
        "surah_number": 9,
        "verse_number": 77,
        "content": "فأعقبهم نفاقا في قلوبهم إلىٰ يوم يلقونه بما أخلفوا ٱلله ما وعدوه وبما كانوا يكذبون"
    },
    {
        "surah_number": 9,
        "verse_number": 78,
        "content": "ألم يعلموا أن ٱلله يعلم سرهم ونجوىٰهم وأن ٱلله علـٰم ٱلغيوب"
    },
    {
        "surah_number": 9,
        "verse_number": 79,
        "content": "ٱلذين يلمزون ٱلمطوعين من ٱلمؤمنين في ٱلصدقٰت وٱلذين لا يجدون إلا جهدهم فيسخرون منهم سخر ٱلله منهم ولهم عذاب أليم"
    },
    {
        "surah_number": 9,
        "verse_number": 80,
        "content": "ٱستغفر لهم أو لا تستغفر لهم إن تستغفر لهم سبعين مرة فلن يغفر ٱلله لهم ذٰلك بأنهم كفروا بٱلله ورسوله وٱلله لا يهدي ٱلقوم ٱلفٰسقين"
    },
    {
        "surah_number": 9,
        "verse_number": 81,
        "content": "فرح ٱلمخلفون بمقعدهم خلٰف رسول ٱلله وكرهوا أن يجٰهدوا بأموٰلهم وأنفسهم في سبيل ٱلله وقالوا لا تنفروا في ٱلحر قل نار جهنم أشد حرا لو كانوا يفقهون"
    },
    {
        "surah_number": 9,
        "verse_number": 82,
        "content": "فليضحكوا قليلا وليبكوا كثيرا جزاء بما كانوا يكسبون"
    },
    {
        "surah_number": 9,
        "verse_number": 83,
        "content": "فإن رجعك ٱلله إلىٰ طائفة منهم فٱستـذنوك للخروج فقل لن تخرجوا معي أبدا ولن تقٰتلوا معي عدوا إنكم رضيتم بٱلقعود أول مرة فٱقعدوا مع ٱلخٰلفين"
    },
    {
        "surah_number": 9,
        "verse_number": 84,
        "content": "ولا تصل علىٰ أحد منهم مات أبدا ولا تقم علىٰ قبره إنهم كفروا بٱلله ورسوله وماتوا وهم فٰسقون"
    },
    {
        "surah_number": 9,
        "verse_number": 85,
        "content": "ولا تعجبك أموٰلهم وأولٰدهم إنما يريد ٱلله أن يعذبهم بها في ٱلدنيا وتزهق أنفسهم وهم كٰفرون"
    },
    {
        "surah_number": 9,
        "verse_number": 86,
        "content": "وإذا أنزلت سورة أن ءامنوا بٱلله وجٰهدوا مع رسوله ٱستـذنك أولوا ٱلطول منهم وقالوا ذرنا نكن مع ٱلقٰعدين"
    },
    {
        "surah_number": 9,
        "verse_number": 87,
        "content": "رضوا بأن يكونوا مع ٱلخوالف وطبع علىٰ قلوبهم فهم لا يفقهون"
    },
    {
        "surah_number": 9,
        "verse_number": 88,
        "content": "لٰكن ٱلرسول وٱلذين ءامنوا معه جٰهدوا بأموٰلهم وأنفسهم وأولـٰئك لهم ٱلخيرٰت وأولـٰئك هم ٱلمفلحون"
    },
    {
        "surah_number": 9,
        "verse_number": 89,
        "content": "أعد ٱلله لهم جنـٰت تجري من تحتها ٱلأنهٰر خٰلدين فيها ذٰلك ٱلفوز ٱلعظيم"
    },
    {
        "surah_number": 9,
        "verse_number": 90,
        "content": "وجاء ٱلمعذرون من ٱلأعراب ليؤذن لهم وقعد ٱلذين كذبوا ٱلله ورسوله سيصيب ٱلذين كفروا منهم عذاب أليم"
    },
    {
        "surah_number": 9,
        "verse_number": 91,
        "content": "ليس على ٱلضعفاء ولا على ٱلمرضىٰ ولا على ٱلذين لا يجدون ما ينفقون حرج إذا نصحوا لله ورسوله ما على ٱلمحسنين من سبيل وٱلله غفور رحيم"
    },
    {
        "surah_number": 9,
        "verse_number": 92,
        "content": "ولا على ٱلذين إذا ما أتوك لتحملهم قلت لا أجد ما أحملكم عليه تولوا وأعينهم تفيض من ٱلدمع حزنا ألا يجدوا ما ينفقون"
    },
    {
        "surah_number": 9,
        "verse_number": 93,
        "content": "إنما ٱلسبيل على ٱلذين يستـذنونك وهم أغنياء رضوا بأن يكونوا مع ٱلخوالف وطبع ٱلله علىٰ قلوبهم فهم لا يعلمون"
    },
    {
        "surah_number": 9,
        "verse_number": 94,
        "content": "يعتذرون إليكم إذا رجعتم إليهم قل لا تعتذروا لن نؤمن لكم قد نبأنا ٱلله من أخباركم وسيرى ٱلله عملكم ورسوله ثم تردون إلىٰ عٰلم ٱلغيب وٱلشهٰدة فينبئكم بما كنتم تعملون"
    },
    {
        "surah_number": 9,
        "verse_number": 95,
        "content": "سيحلفون بٱلله لكم إذا ٱنقلبتم إليهم لتعرضوا عنهم فأعرضوا عنهم إنهم رجس ومأوىٰهم جهنم جزاء بما كانوا يكسبون"
    },
    {
        "surah_number": 9,
        "verse_number": 96,
        "content": "يحلفون لكم لترضوا عنهم فإن ترضوا عنهم فإن ٱلله لا يرضىٰ عن ٱلقوم ٱلفٰسقين"
    },
    {
        "surah_number": 9,
        "verse_number": 97,
        "content": "ٱلأعراب أشد كفرا ونفاقا وأجدر ألا يعلموا حدود ما أنزل ٱلله علىٰ رسوله وٱلله عليم حكيم"
    },
    {
        "surah_number": 9,
        "verse_number": 98,
        "content": "ومن ٱلأعراب من يتخذ ما ينفق مغرما ويتربص بكم ٱلدوائر عليهم دائرة ٱلسوء وٱلله سميع عليم"
    },
    {
        "surah_number": 9,
        "verse_number": 99,
        "content": "ومن ٱلأعراب من يؤمن بٱلله وٱليوم ٱلأخر ويتخذ ما ينفق قربٰت عند ٱلله وصلوٰت ٱلرسول ألا إنها قربة لهم سيدخلهم ٱلله في رحمته إن ٱلله غفور رحيم"
    },
    {
        "surah_number": 9,
        "verse_number": 100,
        "content": "وٱلسـٰبقون ٱلأولون من ٱلمهٰجرين وٱلأنصار وٱلذين ٱتبعوهم بإحسٰن رضي ٱلله عنهم ورضوا عنه وأعد لهم جنـٰت تجري تحتها ٱلأنهٰر خٰلدين فيها أبدا ذٰلك ٱلفوز ٱلعظيم"
    },
    {
        "surah_number": 9,
        "verse_number": 101,
        "content": "وممن حولكم من ٱلأعراب منٰفقون ومن أهل ٱلمدينة مردوا على ٱلنفاق لا تعلمهم نحن نعلمهم سنعذبهم مرتين ثم يردون إلىٰ عذاب عظيم"
    },
    {
        "surah_number": 9,
        "verse_number": 102,
        "content": "وءاخرون ٱعترفوا بذنوبهم خلطوا عملا صٰلحا وءاخر سيئا عسى ٱلله أن يتوب عليهم إن ٱلله غفور رحيم"
    },
    {
        "surah_number": 9,
        "verse_number": 103,
        "content": "خذ من أموٰلهم صدقة تطهرهم وتزكيهم بها وصل عليهم إن صلوٰتك سكن لهم وٱلله سميع عليم"
    },
    {
        "surah_number": 9,
        "verse_number": 104,
        "content": "ألم يعلموا أن ٱلله هو يقبل ٱلتوبة عن عباده ويأخذ ٱلصدقٰت وأن ٱلله هو ٱلتواب ٱلرحيم"
    },
    {
        "surah_number": 9,
        "verse_number": 105,
        "content": "وقل ٱعملوا فسيرى ٱلله عملكم ورسوله وٱلمؤمنون وستردون إلىٰ عٰلم ٱلغيب وٱلشهٰدة فينبئكم بما كنتم تعملون"
    },
    {
        "surah_number": 9,
        "verse_number": 106,
        "content": "وءاخرون مرجون لأمر ٱلله إما يعذبهم وإما يتوب عليهم وٱلله عليم حكيم"
    },
    {
        "surah_number": 9,
        "verse_number": 107,
        "content": "وٱلذين ٱتخذوا مسجدا ضرارا وكفرا وتفريقا بين ٱلمؤمنين وإرصادا لمن حارب ٱلله ورسوله من قبل وليحلفن إن أردنا إلا ٱلحسنىٰ وٱلله يشهد إنهم لكٰذبون"
    },
    {
        "surah_number": 9,
        "verse_number": 108,
        "content": "لا تقم فيه أبدا لمسجد أسس على ٱلتقوىٰ من أول يوم أحق أن تقوم فيه فيه رجال يحبون أن يتطهروا وٱلله يحب ٱلمطهرين"
    },
    {
        "surah_number": 9,
        "verse_number": 109,
        "content": "أفمن أسس بنيٰنه علىٰ تقوىٰ من ٱلله ورضوٰن خير أم من أسس بنيٰنه علىٰ شفا جرف هار فٱنهار به في نار جهنم وٱلله لا يهدي ٱلقوم ٱلظـٰلمين"
    },
    {
        "surah_number": 9,
        "verse_number": 110,
        "content": "لا يزال بنيٰنهم ٱلذي بنوا ريبة في قلوبهم إلا أن تقطع قلوبهم وٱلله عليم حكيم"
    },
    {
        "surah_number": 9,
        "verse_number": 111,
        "content": "إن ٱلله ٱشترىٰ من ٱلمؤمنين أنفسهم وأموٰلهم بأن لهم ٱلجنة يقٰتلون في سبيل ٱلله فيقتلون ويقتلون وعدا عليه حقا في ٱلتورىٰة وٱلإنجيل وٱلقرءان ومن أوفىٰ بعهده من ٱلله فٱستبشروا ببيعكم ٱلذي بايعتم به وذٰلك هو ٱلفوز ٱلعظيم"
    },
    {
        "surah_number": 9,
        "verse_number": 112,
        "content": "ٱلتـٰئبون ٱلعٰبدون ٱلحٰمدون ٱلسـٰئحون ٱلرـٰكعون ٱلسـٰجدون ٱلأمرون بٱلمعروف وٱلناهون عن ٱلمنكر وٱلحٰفظون لحدود ٱلله وبشر ٱلمؤمنين"
    },
    {
        "surah_number": 9,
        "verse_number": 113,
        "content": "ما كان للنبي وٱلذين ءامنوا أن يستغفروا للمشركين ولو كانوا أولي قربىٰ من بعد ما تبين لهم أنهم أصحٰب ٱلجحيم"
    },
    {
        "surah_number": 9,
        "verse_number": 114,
        "content": "وما كان ٱستغفار إبرٰهيم لأبيه إلا عن موعدة وعدها إياه فلما تبين له أنه عدو لله تبرأ منه إن إبرٰهيم لأوـٰه حليم"
    },
    {
        "surah_number": 9,
        "verse_number": 115,
        "content": "وما كان ٱلله ليضل قوما بعد إذ هدىٰهم حتىٰ يبين لهم ما يتقون إن ٱلله بكل شيء عليم"
    },
    {
        "surah_number": 9,
        "verse_number": 116,
        "content": "إن ٱلله له ملك ٱلسمٰوٰت وٱلأرض يحي ويميت وما لكم من دون ٱلله من ولي ولا نصير"
    },
    {
        "surah_number": 9,
        "verse_number": 117,
        "content": "لقد تاب ٱلله على ٱلنبي وٱلمهٰجرين وٱلأنصار ٱلذين ٱتبعوه في ساعة ٱلعسرة من بعد ما كاد يزيغ قلوب فريق منهم ثم تاب عليهم إنه بهم رءوف رحيم"
    },
    {
        "surah_number": 9,
        "verse_number": 118,
        "content": "وعلى ٱلثلٰثة ٱلذين خلفوا حتىٰ إذا ضاقت عليهم ٱلأرض بما رحبت وضاقت عليهم أنفسهم وظنوا أن لا ملجأ من ٱلله إلا إليه ثم تاب عليهم ليتوبوا إن ٱلله هو ٱلتواب ٱلرحيم"
    },
    {
        "surah_number": 9,
        "verse_number": 119,
        "content": "يـٰأيها ٱلذين ءامنوا ٱتقوا ٱلله وكونوا مع ٱلصـٰدقين"
    },
    {
        "surah_number": 9,
        "verse_number": 120,
        "content": "ما كان لأهل ٱلمدينة ومن حولهم من ٱلأعراب أن يتخلفوا عن رسول ٱلله ولا يرغبوا بأنفسهم عن نفسه ذٰلك بأنهم لا يصيبهم ظمأ ولا نصب ولا مخمصة في سبيل ٱلله ولا يطـون موطئا يغيظ ٱلكفار ولا ينالون من عدو نيلا إلا كتب لهم به عمل صٰلح إن ٱلله لا يضيع أجر ٱلمحسنين"
    },
    {
        "surah_number": 9,
        "verse_number": 121,
        "content": "ولا ينفقون نفقة صغيرة ولا كبيرة ولا يقطعون واديا إلا كتب لهم ليجزيهم ٱلله أحسن ما كانوا يعملون"
    },
    {
        "surah_number": 9,
        "verse_number": 122,
        "content": "وما كان ٱلمؤمنون لينفروا كافة فلولا نفر من كل فرقة منهم طائفة ليتفقهوا في ٱلدين ولينذروا قومهم إذا رجعوا إليهم لعلهم يحذرون"
    },
    {
        "surah_number": 9,
        "verse_number": 123,
        "content": "يـٰأيها ٱلذين ءامنوا قٰتلوا ٱلذين يلونكم من ٱلكفار وليجدوا فيكم غلظة وٱعلموا أن ٱلله مع ٱلمتقين"
    },
    {
        "surah_number": 9,
        "verse_number": 124,
        "content": "وإذا ما أنزلت سورة فمنهم من يقول أيكم زادته هٰذه إيمٰنا فأما ٱلذين ءامنوا فزادتهم إيمٰنا وهم يستبشرون"
    },
    {
        "surah_number": 9,
        "verse_number": 125,
        "content": "وأما ٱلذين في قلوبهم مرض فزادتهم رجسا إلىٰ رجسهم وماتوا وهم كٰفرون"
    },
    {
        "surah_number": 9,
        "verse_number": 126,
        "content": "أولا يرون أنهم يفتنون في كل عام مرة أو مرتين ثم لا يتوبون ولا هم يذكرون"
    },
    {
        "surah_number": 9,
        "verse_number": 127,
        "content": "وإذا ما أنزلت سورة نظر بعضهم إلىٰ بعض هل يرىٰكم من أحد ثم ٱنصرفوا صرف ٱلله قلوبهم بأنهم قوم لا يفقهون"
    },
    {
        "surah_number": 9,
        "verse_number": 128,
        "content": "لقد جاءكم رسول من أنفسكم عزيز عليه ما عنتم حريص عليكم بٱلمؤمنين رءوف رحيم"
    },
    {
        "surah_number": 9,
        "verse_number": 129,
        "content": "فإن تولوا فقل حسبي ٱلله لا إلٰه إلا هو عليه توكلت وهو رب ٱلعرش ٱلعظيم"
    },
    {
        "surah_number": 10,
        "verse_number": 1,
        "content": "الر تلك ءايٰت ٱلكتٰب ٱلحكيم"
    },
    {
        "surah_number": 10,
        "verse_number": 2,
        "content": "أكان للناس عجبا أن أوحينا إلىٰ رجل منهم أن أنذر ٱلناس وبشر ٱلذين ءامنوا أن لهم قدم صدق عند ربهم قال ٱلكٰفرون إن هٰذا لسٰحر مبين"
    },
    {
        "surah_number": 10,
        "verse_number": 3,
        "content": "إن ربكم ٱلله ٱلذي خلق ٱلسمٰوٰت وٱلأرض في ستة أيام ثم ٱستوىٰ على ٱلعرش يدبر ٱلأمر ما من شفيع إلا من بعد إذنه ذٰلكم ٱلله ربكم فٱعبدوه أفلا تذكرون"
    },
    {
        "surah_number": 10,
        "verse_number": 4,
        "content": "إليه مرجعكم جميعا وعد ٱلله حقا إنه يبدؤا ٱلخلق ثم يعيده ليجزي ٱلذين ءامنوا وعملوا ٱلصـٰلحٰت بٱلقسط وٱلذين كفروا لهم شراب من حميم وعذاب أليم بما كانوا يكفرون"
    },
    {
        "surah_number": 10,
        "verse_number": 5,
        "content": "هو ٱلذي جعل ٱلشمس ضياء وٱلقمر نورا وقدره منازل لتعلموا عدد ٱلسنين وٱلحساب ما خلق ٱلله ذٰلك إلا بٱلحق يفصل ٱلأيٰت لقوم يعلمون"
    },
    {
        "surah_number": 10,
        "verse_number": 6,
        "content": "إن في ٱختلٰف ٱليل وٱلنهار وما خلق ٱلله في ٱلسمٰوٰت وٱلأرض لأيٰت لقوم يتقون"
    },
    {
        "surah_number": 10,
        "verse_number": 7,
        "content": "إن ٱلذين لا يرجون لقاءنا ورضوا بٱلحيوٰة ٱلدنيا وٱطمأنوا بها وٱلذين هم عن ءايٰتنا غٰفلون"
    },
    {
        "surah_number": 10,
        "verse_number": 8,
        "content": "أولـٰئك مأوىٰهم ٱلنار بما كانوا يكسبون"
    },
    {
        "surah_number": 10,
        "verse_number": 9,
        "content": "إن ٱلذين ءامنوا وعملوا ٱلصـٰلحٰت يهديهم ربهم بإيمٰنهم تجري من تحتهم ٱلأنهٰر في جنـٰت ٱلنعيم"
    },
    {
        "surah_number": 10,
        "verse_number": 10,
        "content": "دعوىٰهم فيها سبحٰنك ٱللهم وتحيتهم فيها سلٰم وءاخر دعوىٰهم أن ٱلحمد لله رب ٱلعٰلمين"
    },
    {
        "surah_number": 10,
        "verse_number": 11,
        "content": "ولو يعجل ٱلله للناس ٱلشر ٱستعجالهم بٱلخير لقضي إليهم أجلهم فنذر ٱلذين لا يرجون لقاءنا في طغيٰنهم يعمهون"
    },
    {
        "surah_number": 10,
        "verse_number": 12,
        "content": "وإذا مس ٱلإنسٰن ٱلضر دعانا لجنبه أو قاعدا أو قائما فلما كشفنا عنه ضره مر كأن لم يدعنا إلىٰ ضر مسه كذٰلك زين للمسرفين ما كانوا يعملون"
    },
    {
        "surah_number": 10,
        "verse_number": 13,
        "content": "ولقد أهلكنا ٱلقرون من قبلكم لما ظلموا وجاءتهم رسلهم بٱلبينٰت وما كانوا ليؤمنوا كذٰلك نجزي ٱلقوم ٱلمجرمين"
    },
    {
        "surah_number": 10,
        "verse_number": 14,
        "content": "ثم جعلنٰكم خلـٰئف في ٱلأرض من بعدهم لننظر كيف تعملون"
    },
    {
        "surah_number": 10,
        "verse_number": 15,
        "content": "وإذا تتلىٰ عليهم ءاياتنا بينٰت قال ٱلذين لا يرجون لقاءنا ٱئت بقرءان غير هٰذا أو بدله قل ما يكون لي أن أبدله من تلقاي نفسي إن أتبع إلا ما يوحىٰ إلي إني أخاف إن عصيت ربي عذاب يوم عظيم"
    },
    {
        "surah_number": 10,
        "verse_number": 16,
        "content": "قل لو شاء ٱلله ما تلوته عليكم ولا أدرىٰكم به فقد لبثت فيكم عمرا من قبله أفلا تعقلون"
    },
    {
        "surah_number": 10,
        "verse_number": 17,
        "content": "فمن أظلم ممن ٱفترىٰ على ٱلله كذبا أو كذب بـايٰته إنه لا يفلح ٱلمجرمون"
    },
    {
        "surah_number": 10,
        "verse_number": 18,
        "content": "ويعبدون من دون ٱلله ما لا يضرهم ولا ينفعهم ويقولون هـٰؤلاء شفعـٰؤنا عند ٱلله قل أتنبـون ٱلله بما لا يعلم في ٱلسمٰوٰت ولا في ٱلأرض سبحٰنه وتعٰلىٰ عما يشركون"
    },
    {
        "surah_number": 10,
        "verse_number": 19,
        "content": "وما كان ٱلناس إلا أمة وٰحدة فٱختلفوا ولولا كلمة سبقت من ربك لقضي بينهم فيما فيه يختلفون"
    },
    {
        "surah_number": 10,
        "verse_number": 20,
        "content": "ويقولون لولا أنزل عليه ءاية من ربه فقل إنما ٱلغيب لله فٱنتظروا إني معكم من ٱلمنتظرين"
    },
    {
        "surah_number": 10,
        "verse_number": 21,
        "content": "وإذا أذقنا ٱلناس رحمة من بعد ضراء مستهم إذا لهم مكر في ءاياتنا قل ٱلله أسرع مكرا إن رسلنا يكتبون ما تمكرون"
    },
    {
        "surah_number": 10,
        "verse_number": 22,
        "content": "هو ٱلذي يسيركم في ٱلبر وٱلبحر حتىٰ إذا كنتم في ٱلفلك وجرين بهم بريح طيبة وفرحوا بها جاءتها ريح عاصف وجاءهم ٱلموج من كل مكان وظنوا أنهم أحيط بهم دعوا ٱلله مخلصين له ٱلدين لئن أنجيتنا من هٰذه لنكونن من ٱلشـٰكرين"
    },
    {
        "surah_number": 10,
        "verse_number": 23,
        "content": "فلما أنجىٰهم إذا هم يبغون في ٱلأرض بغير ٱلحق يـٰأيها ٱلناس إنما بغيكم علىٰ أنفسكم متٰع ٱلحيوٰة ٱلدنيا ثم إلينا مرجعكم فننبئكم بما كنتم تعملون"
    },
    {
        "surah_number": 10,
        "verse_number": 24,
        "content": "إنما مثل ٱلحيوٰة ٱلدنيا كماء أنزلنٰه من ٱلسماء فٱختلط به نبات ٱلأرض مما يأكل ٱلناس وٱلأنعٰم حتىٰ إذا أخذت ٱلأرض زخرفها وٱزينت وظن أهلها أنهم قٰدرون عليها أتىٰها أمرنا ليلا أو نهارا فجعلنٰها حصيدا كأن لم تغن بٱلأمس كذٰلك نفصل ٱلأيٰت لقوم يتفكرون"
    },
    {
        "surah_number": 10,
        "verse_number": 25,
        "content": "وٱلله يدعوا إلىٰ دار ٱلسلٰم ويهدي من يشاء إلىٰ صرٰط مستقيم"
    },
    {
        "surah_number": 10,
        "verse_number": 26,
        "content": "للذين أحسنوا ٱلحسنىٰ وزيادة ولا يرهق وجوههم قتر ولا ذلة أولـٰئك أصحٰب ٱلجنة هم فيها خٰلدون"
    },
    {
        "surah_number": 10,
        "verse_number": 27,
        "content": "وٱلذين كسبوا ٱلسيـات جزاء سيئة بمثلها وترهقهم ذلة ما لهم من ٱلله من عاصم كأنما أغشيت وجوههم قطعا من ٱليل مظلما أولـٰئك أصحٰب ٱلنار هم فيها خٰلدون"
    },
    {
        "surah_number": 10,
        "verse_number": 28,
        "content": "ويوم نحشرهم جميعا ثم نقول للذين أشركوا مكانكم أنتم وشركاؤكم فزيلنا بينهم وقال شركاؤهم ما كنتم إيانا تعبدون"
    },
    {
        "surah_number": 10,
        "verse_number": 29,
        "content": "فكفىٰ بٱلله شهيدا بيننا وبينكم إن كنا عن عبادتكم لغٰفلين"
    },
    {
        "surah_number": 10,
        "verse_number": 30,
        "content": "هنالك تبلوا كل نفس ما أسلفت وردوا إلى ٱلله مولىٰهم ٱلحق وضل عنهم ما كانوا يفترون"
    },
    {
        "surah_number": 10,
        "verse_number": 31,
        "content": "قل من يرزقكم من ٱلسماء وٱلأرض أمن يملك ٱلسمع وٱلأبصٰر ومن يخرج ٱلحي من ٱلميت ويخرج ٱلميت من ٱلحي ومن يدبر ٱلأمر فسيقولون ٱلله فقل أفلا تتقون"
    },
    {
        "surah_number": 10,
        "verse_number": 32,
        "content": "فذٰلكم ٱلله ربكم ٱلحق فماذا بعد ٱلحق إلا ٱلضلٰل فأنىٰ تصرفون"
    },
    {
        "surah_number": 10,
        "verse_number": 33,
        "content": "كذٰلك حقت كلمت ربك على ٱلذين فسقوا أنهم لا يؤمنون"
    },
    {
        "surah_number": 10,
        "verse_number": 34,
        "content": "قل هل من شركائكم من يبدؤا ٱلخلق ثم يعيده قل ٱلله يبدؤا ٱلخلق ثم يعيده فأنىٰ تؤفكون"
    },
    {
        "surah_number": 10,
        "verse_number": 35,
        "content": "قل هل من شركائكم من يهدي إلى ٱلحق قل ٱلله يهدي للحق أفمن يهدي إلى ٱلحق أحق أن يتبع أمن لا يهدي إلا أن يهدىٰ فما لكم كيف تحكمون"
    },
    {
        "surah_number": 10,
        "verse_number": 36,
        "content": "وما يتبع أكثرهم إلا ظنا إن ٱلظن لا يغني من ٱلحق شيـا إن ٱلله عليم بما يفعلون"
    },
    {
        "surah_number": 10,
        "verse_number": 37,
        "content": "وما كان هٰذا ٱلقرءان أن يفترىٰ من دون ٱلله ولٰكن تصديق ٱلذي بين يديه وتفصيل ٱلكتٰب لا ريب فيه من رب ٱلعٰلمين"
    },
    {
        "surah_number": 10,
        "verse_number": 38,
        "content": "أم يقولون ٱفترىٰه قل فأتوا بسورة مثله وٱدعوا من ٱستطعتم من دون ٱلله إن كنتم صٰدقين"
    },
    {
        "surah_number": 10,
        "verse_number": 39,
        "content": "بل كذبوا بما لم يحيطوا بعلمه ولما يأتهم تأويله كذٰلك كذب ٱلذين من قبلهم فٱنظر كيف كان عٰقبة ٱلظـٰلمين"
    },
    {
        "surah_number": 10,
        "verse_number": 40,
        "content": "ومنهم من يؤمن به ومنهم من لا يؤمن به وربك أعلم بٱلمفسدين"
    },
    {
        "surah_number": 10,
        "verse_number": 41,
        "content": "وإن كذبوك فقل لي عملي ولكم عملكم أنتم بريـون مما أعمل وأنا بريء مما تعملون"
    },
    {
        "surah_number": 10,
        "verse_number": 42,
        "content": "ومنهم من يستمعون إليك أفأنت تسمع ٱلصم ولو كانوا لا يعقلون"
    },
    {
        "surah_number": 10,
        "verse_number": 43,
        "content": "ومنهم من ينظر إليك أفأنت تهدي ٱلعمي ولو كانوا لا يبصرون"
    },
    {
        "surah_number": 10,
        "verse_number": 44,
        "content": "إن ٱلله لا يظلم ٱلناس شيـا ولٰكن ٱلناس أنفسهم يظلمون"
    },
    {
        "surah_number": 10,
        "verse_number": 45,
        "content": "ويوم يحشرهم كأن لم يلبثوا إلا ساعة من ٱلنهار يتعارفون بينهم قد خسر ٱلذين كذبوا بلقاء ٱلله وما كانوا مهتدين"
    },
    {
        "surah_number": 10,
        "verse_number": 46,
        "content": "وإما نرينك بعض ٱلذي نعدهم أو نتوفينك فإلينا مرجعهم ثم ٱلله شهيد علىٰ ما يفعلون"
    },
    {
        "surah_number": 10,
        "verse_number": 47,
        "content": "ولكل أمة رسول فإذا جاء رسولهم قضي بينهم بٱلقسط وهم لا يظلمون"
    },
    {
        "surah_number": 10,
        "verse_number": 48,
        "content": "ويقولون متىٰ هٰذا ٱلوعد إن كنتم صٰدقين"
    },
    {
        "surah_number": 10,
        "verse_number": 49,
        "content": "قل لا أملك لنفسي ضرا ولا نفعا إلا ما شاء ٱلله لكل أمة أجل إذا جاء أجلهم فلا يستـخرون ساعة ولا يستقدمون"
    },
    {
        "surah_number": 10,
        "verse_number": 50,
        "content": "قل أرءيتم إن أتىٰكم عذابه بيٰتا أو نهارا ماذا يستعجل منه ٱلمجرمون"
    },
    {
        "surah_number": 10,
        "verse_number": 51,
        "content": "أثم إذا ما وقع ءامنتم به ءالـٰن وقد كنتم به تستعجلون"
    },
    {
        "surah_number": 10,
        "verse_number": 52,
        "content": "ثم قيل للذين ظلموا ذوقوا عذاب ٱلخلد هل تجزون إلا بما كنتم تكسبون"
    },
    {
        "surah_number": 10,
        "verse_number": 53,
        "content": "ويستنبـونك أحق هو قل إي وربي إنه لحق وما أنتم بمعجزين"
    },
    {
        "surah_number": 10,
        "verse_number": 54,
        "content": "ولو أن لكل نفس ظلمت ما في ٱلأرض لٱفتدت به وأسروا ٱلندامة لما رأوا ٱلعذاب وقضي بينهم بٱلقسط وهم لا يظلمون"
    },
    {
        "surah_number": 10,
        "verse_number": 55,
        "content": "ألا إن لله ما في ٱلسمٰوٰت وٱلأرض ألا إن وعد ٱلله حق ولٰكن أكثرهم لا يعلمون"
    },
    {
        "surah_number": 10,
        "verse_number": 56,
        "content": "هو يحي ويميت وإليه ترجعون"
    },
    {
        "surah_number": 10,
        "verse_number": 57,
        "content": "يـٰأيها ٱلناس قد جاءتكم موعظة من ربكم وشفاء لما في ٱلصدور وهدى ورحمة للمؤمنين"
    },
    {
        "surah_number": 10,
        "verse_number": 58,
        "content": "قل بفضل ٱلله وبرحمته فبذٰلك فليفرحوا هو خير مما يجمعون"
    },
    {
        "surah_number": 10,
        "verse_number": 59,
        "content": "قل أرءيتم ما أنزل ٱلله لكم من رزق فجعلتم منه حراما وحلٰلا قل ءالله أذن لكم أم على ٱلله تفترون"
    },
    {
        "surah_number": 10,
        "verse_number": 60,
        "content": "وما ظن ٱلذين يفترون على ٱلله ٱلكذب يوم ٱلقيٰمة إن ٱلله لذو فضل على ٱلناس ولٰكن أكثرهم لا يشكرون"
    },
    {
        "surah_number": 10,
        "verse_number": 61,
        "content": "وما تكون في شأن وما تتلوا منه من قرءان ولا تعملون من عمل إلا كنا عليكم شهودا إذ تفيضون فيه وما يعزب عن ربك من مثقال ذرة في ٱلأرض ولا في ٱلسماء ولا أصغر من ذٰلك ولا أكبر إلا في كتٰب مبين"
    },
    {
        "surah_number": 10,
        "verse_number": 62,
        "content": "ألا إن أولياء ٱلله لا خوف عليهم ولا هم يحزنون"
    },
    {
        "surah_number": 10,
        "verse_number": 63,
        "content": "ٱلذين ءامنوا وكانوا يتقون"
    },
    {
        "surah_number": 10,
        "verse_number": 64,
        "content": "لهم ٱلبشرىٰ في ٱلحيوٰة ٱلدنيا وفي ٱلأخرة لا تبديل لكلمٰت ٱلله ذٰلك هو ٱلفوز ٱلعظيم"
    },
    {
        "surah_number": 10,
        "verse_number": 65,
        "content": "ولا يحزنك قولهم إن ٱلعزة لله جميعا هو ٱلسميع ٱلعليم"
    },
    {
        "surah_number": 10,
        "verse_number": 66,
        "content": "ألا إن لله من في ٱلسمٰوٰت ومن في ٱلأرض وما يتبع ٱلذين يدعون من دون ٱلله شركاء إن يتبعون إلا ٱلظن وإن هم إلا يخرصون"
    },
    {
        "surah_number": 10,
        "verse_number": 67,
        "content": "هو ٱلذي جعل لكم ٱليل لتسكنوا فيه وٱلنهار مبصرا إن في ذٰلك لأيٰت لقوم يسمعون"
    },
    {
        "surah_number": 10,
        "verse_number": 68,
        "content": "قالوا ٱتخذ ٱلله ولدا سبحٰنه هو ٱلغني له ما في ٱلسمٰوٰت وما في ٱلأرض إن عندكم من سلطٰن بهٰذا أتقولون على ٱلله ما لا تعلمون"
    },
    {
        "surah_number": 10,
        "verse_number": 69,
        "content": "قل إن ٱلذين يفترون على ٱلله ٱلكذب لا يفلحون"
    },
    {
        "surah_number": 10,
        "verse_number": 70,
        "content": "متٰع في ٱلدنيا ثم إلينا مرجعهم ثم نذيقهم ٱلعذاب ٱلشديد بما كانوا يكفرون"
    },
    {
        "surah_number": 10,
        "verse_number": 71,
        "content": "وٱتل عليهم نبأ نوح إذ قال لقومه يٰقوم إن كان كبر عليكم مقامي وتذكيري بـايٰت ٱلله فعلى ٱلله توكلت فأجمعوا أمركم وشركاءكم ثم لا يكن أمركم عليكم غمة ثم ٱقضوا إلي ولا تنظرون"
    },
    {
        "surah_number": 10,
        "verse_number": 72,
        "content": "فإن توليتم فما سألتكم من أجر إن أجري إلا على ٱلله وأمرت أن أكون من ٱلمسلمين"
    },
    {
        "surah_number": 10,
        "verse_number": 73,
        "content": "فكذبوه فنجينٰه ومن معه في ٱلفلك وجعلنٰهم خلـٰئف وأغرقنا ٱلذين كذبوا بـايٰتنا فٱنظر كيف كان عٰقبة ٱلمنذرين"
    },
    {
        "surah_number": 10,
        "verse_number": 74,
        "content": "ثم بعثنا من بعده رسلا إلىٰ قومهم فجاءوهم بٱلبينٰت فما كانوا ليؤمنوا بما كذبوا به من قبل كذٰلك نطبع علىٰ قلوب ٱلمعتدين"
    },
    {
        "surah_number": 10,
        "verse_number": 75,
        "content": "ثم بعثنا من بعدهم موسىٰ وهٰرون إلىٰ فرعون وملإيه بـايٰتنا فٱستكبروا وكانوا قوما مجرمين"
    },
    {
        "surah_number": 10,
        "verse_number": 76,
        "content": "فلما جاءهم ٱلحق من عندنا قالوا إن هٰذا لسحر مبين"
    },
    {
        "surah_number": 10,
        "verse_number": 77,
        "content": "قال موسىٰ أتقولون للحق لما جاءكم أسحر هٰذا ولا يفلح ٱلسـٰحرون"
    },
    {
        "surah_number": 10,
        "verse_number": 78,
        "content": "قالوا أجئتنا لتلفتنا عما وجدنا عليه ءاباءنا وتكون لكما ٱلكبرياء في ٱلأرض وما نحن لكما بمؤمنين"
    },
    {
        "surah_number": 10,
        "verse_number": 79,
        "content": "وقال فرعون ٱئتوني بكل سٰحر عليم"
    },
    {
        "surah_number": 10,
        "verse_number": 80,
        "content": "فلما جاء ٱلسحرة قال لهم موسىٰ ألقوا ما أنتم ملقون"
    },
    {
        "surah_number": 10,
        "verse_number": 81,
        "content": "فلما ألقوا قال موسىٰ ما جئتم به ٱلسحر إن ٱلله سيبطله إن ٱلله لا يصلح عمل ٱلمفسدين"
    },
    {
        "surah_number": 10,
        "verse_number": 82,
        "content": "ويحق ٱلله ٱلحق بكلمٰته ولو كره ٱلمجرمون"
    },
    {
        "surah_number": 10,
        "verse_number": 83,
        "content": "فما ءامن لموسىٰ إلا ذرية من قومه علىٰ خوف من فرعون وملإيهم أن يفتنهم وإن فرعون لعال في ٱلأرض وإنه لمن ٱلمسرفين"
    },
    {
        "surah_number": 10,
        "verse_number": 84,
        "content": "وقال موسىٰ يٰقوم إن كنتم ءامنتم بٱلله فعليه توكلوا إن كنتم مسلمين"
    },
    {
        "surah_number": 10,
        "verse_number": 85,
        "content": "فقالوا على ٱلله توكلنا ربنا لا تجعلنا فتنة للقوم ٱلظـٰلمين"
    },
    {
        "surah_number": 10,
        "verse_number": 86,
        "content": "ونجنا برحمتك من ٱلقوم ٱلكٰفرين"
    },
    {
        "surah_number": 10,
        "verse_number": 87,
        "content": "وأوحينا إلىٰ موسىٰ وأخيه أن تبوءا لقومكما بمصر بيوتا وٱجعلوا بيوتكم قبلة وأقيموا ٱلصلوٰة وبشر ٱلمؤمنين"
    },
    {
        "surah_number": 10,
        "verse_number": 88,
        "content": "وقال موسىٰ ربنا إنك ءاتيت فرعون وملأه زينة وأموٰلا في ٱلحيوٰة ٱلدنيا ربنا ليضلوا عن سبيلك ربنا ٱطمس علىٰ أموٰلهم وٱشدد علىٰ قلوبهم فلا يؤمنوا حتىٰ يروا ٱلعذاب ٱلأليم"
    },
    {
        "surah_number": 10,
        "verse_number": 89,
        "content": "قال قد أجيبت دعوتكما فٱستقيما ولا تتبعان سبيل ٱلذين لا يعلمون"
    },
    {
        "surah_number": 10,
        "verse_number": 90,
        "content": "وجٰوزنا ببني إسرـٰءيل ٱلبحر فأتبعهم فرعون وجنوده بغيا وعدوا حتىٰ إذا أدركه ٱلغرق قال ءامنت أنه لا إلٰه إلا ٱلذي ءامنت به بنوا إسرـٰءيل وأنا من ٱلمسلمين"
    },
    {
        "surah_number": 10,
        "verse_number": 91,
        "content": "ءالـٰن وقد عصيت قبل وكنت من ٱلمفسدين"
    },
    {
        "surah_number": 10,
        "verse_number": 92,
        "content": "فٱليوم ننجيك ببدنك لتكون لمن خلفك ءاية وإن كثيرا من ٱلناس عن ءايٰتنا لغٰفلون"
    },
    {
        "surah_number": 10,
        "verse_number": 93,
        "content": "ولقد بوأنا بني إسرـٰءيل مبوأ صدق ورزقنٰهم من ٱلطيبٰت فما ٱختلفوا حتىٰ جاءهم ٱلعلم إن ربك يقضي بينهم يوم ٱلقيٰمة فيما كانوا فيه يختلفون"
    },
    {
        "surah_number": 10,
        "verse_number": 94,
        "content": "فإن كنت في شك مما أنزلنا إليك فسـل ٱلذين يقرءون ٱلكتٰب من قبلك لقد جاءك ٱلحق من ربك فلا تكونن من ٱلممترين"
    },
    {
        "surah_number": 10,
        "verse_number": 95,
        "content": "ولا تكونن من ٱلذين كذبوا بـايٰت ٱلله فتكون من ٱلخٰسرين"
    },
    {
        "surah_number": 10,
        "verse_number": 96,
        "content": "إن ٱلذين حقت عليهم كلمت ربك لا يؤمنون"
    },
    {
        "surah_number": 10,
        "verse_number": 97,
        "content": "ولو جاءتهم كل ءاية حتىٰ يروا ٱلعذاب ٱلأليم"
    },
    {
        "surah_number": 10,
        "verse_number": 98,
        "content": "فلولا كانت قرية ءامنت فنفعها إيمٰنها إلا قوم يونس لما ءامنوا كشفنا عنهم عذاب ٱلخزي في ٱلحيوٰة ٱلدنيا ومتعنٰهم إلىٰ حين"
    },
    {
        "surah_number": 10,
        "verse_number": 99,
        "content": "ولو شاء ربك لأمن من في ٱلأرض كلهم جميعا أفأنت تكره ٱلناس حتىٰ يكونوا مؤمنين"
    },
    {
        "surah_number": 10,
        "verse_number": 100,
        "content": "وما كان لنفس أن تؤمن إلا بإذن ٱلله ويجعل ٱلرجس على ٱلذين لا يعقلون"
    },
    {
        "surah_number": 10,
        "verse_number": 101,
        "content": "قل ٱنظروا ماذا في ٱلسمٰوٰت وٱلأرض وما تغني ٱلأيٰت وٱلنذر عن قوم لا يؤمنون"
    },
    {
        "surah_number": 10,
        "verse_number": 102,
        "content": "فهل ينتظرون إلا مثل أيام ٱلذين خلوا من قبلهم قل فٱنتظروا إني معكم من ٱلمنتظرين"
    },
    {
        "surah_number": 10,
        "verse_number": 103,
        "content": "ثم ننجي رسلنا وٱلذين ءامنوا كذٰلك حقا علينا ننج ٱلمؤمنين"
    },
    {
        "surah_number": 10,
        "verse_number": 104,
        "content": "قل يـٰأيها ٱلناس إن كنتم في شك من ديني فلا أعبد ٱلذين تعبدون من دون ٱلله ولٰكن أعبد ٱلله ٱلذي يتوفىٰكم وأمرت أن أكون من ٱلمؤمنين"
    },
    {
        "surah_number": 10,
        "verse_number": 105,
        "content": "وأن أقم وجهك للدين حنيفا ولا تكونن من ٱلمشركين"
    },
    {
        "surah_number": 10,
        "verse_number": 106,
        "content": "ولا تدع من دون ٱلله ما لا ينفعك ولا يضرك فإن فعلت فإنك إذا من ٱلظـٰلمين"
    },
    {
        "surah_number": 10,
        "verse_number": 107,
        "content": "وإن يمسسك ٱلله بضر فلا كاشف له إلا هو وإن يردك بخير فلا راد لفضله يصيب به من يشاء من عباده وهو ٱلغفور ٱلرحيم"
    },
    {
        "surah_number": 10,
        "verse_number": 108,
        "content": "قل يـٰأيها ٱلناس قد جاءكم ٱلحق من ربكم فمن ٱهتدىٰ فإنما يهتدي لنفسه ومن ضل فإنما يضل عليها وما أنا عليكم بوكيل"
    },
    {
        "surah_number": 10,
        "verse_number": 109,
        "content": "وٱتبع ما يوحىٰ إليك وٱصبر حتىٰ يحكم ٱلله وهو خير ٱلحٰكمين"
    },
    {
        "surah_number": 11,
        "verse_number": 1,
        "content": "الر كتٰب أحكمت ءايٰته ثم فصلت من لدن حكيم خبير"
    },
    {
        "surah_number": 11,
        "verse_number": 2,
        "content": "ألا تعبدوا إلا ٱلله إنني لكم منه نذير وبشير"
    },
    {
        "surah_number": 11,
        "verse_number": 3,
        "content": "وأن ٱستغفروا ربكم ثم توبوا إليه يمتعكم متٰعا حسنا إلىٰ أجل مسمى ويؤت كل ذي فضل فضله وإن تولوا فإني أخاف عليكم عذاب يوم كبير"
    },
    {
        "surah_number": 11,
        "verse_number": 4,
        "content": "إلى ٱلله مرجعكم وهو علىٰ كل شيء قدير"
    },
    {
        "surah_number": 11,
        "verse_number": 5,
        "content": "ألا إنهم يثنون صدورهم ليستخفوا منه ألا حين يستغشون ثيابهم يعلم ما يسرون وما يعلنون إنه عليم بذات ٱلصدور"
    },
    {
        "surah_number": 11,
        "verse_number": 6,
        "content": "وما من دابة في ٱلأرض إلا على ٱلله رزقها ويعلم مستقرها ومستودعها كل في كتٰب مبين"
    },
    {
        "surah_number": 11,
        "verse_number": 7,
        "content": "وهو ٱلذي خلق ٱلسمٰوٰت وٱلأرض في ستة أيام وكان عرشه على ٱلماء ليبلوكم أيكم أحسن عملا ولئن قلت إنكم مبعوثون من بعد ٱلموت ليقولن ٱلذين كفروا إن هٰذا إلا سحر مبين"
    },
    {
        "surah_number": 11,
        "verse_number": 8,
        "content": "ولئن أخرنا عنهم ٱلعذاب إلىٰ أمة معدودة ليقولن ما يحبسه ألا يوم يأتيهم ليس مصروفا عنهم وحاق بهم ما كانوا به يستهزءون"
    },
    {
        "surah_number": 11,
        "verse_number": 9,
        "content": "ولئن أذقنا ٱلإنسٰن منا رحمة ثم نزعنٰها منه إنه ليـوس كفور"
    },
    {
        "surah_number": 11,
        "verse_number": 10,
        "content": "ولئن أذقنٰه نعماء بعد ضراء مسته ليقولن ذهب ٱلسيـات عني إنه لفرح فخور"
    },
    {
        "surah_number": 11,
        "verse_number": 11,
        "content": "إلا ٱلذين صبروا وعملوا ٱلصـٰلحٰت أولـٰئك لهم مغفرة وأجر كبير"
    },
    {
        "surah_number": 11,
        "verse_number": 12,
        "content": "فلعلك تارك بعض ما يوحىٰ إليك وضائق به صدرك أن يقولوا لولا أنزل عليه كنز أو جاء معه ملك إنما أنت نذير وٱلله علىٰ كل شيء وكيل"
    },
    {
        "surah_number": 11,
        "verse_number": 13,
        "content": "أم يقولون ٱفترىٰه قل فأتوا بعشر سور مثله مفتريٰت وٱدعوا من ٱستطعتم من دون ٱلله إن كنتم صٰدقين"
    },
    {
        "surah_number": 11,
        "verse_number": 14,
        "content": "فإلم يستجيبوا لكم فٱعلموا أنما أنزل بعلم ٱلله وأن لا إلٰه إلا هو فهل أنتم مسلمون"
    },
    {
        "surah_number": 11,
        "verse_number": 15,
        "content": "من كان يريد ٱلحيوٰة ٱلدنيا وزينتها نوف إليهم أعمٰلهم فيها وهم فيها لا يبخسون"
    },
    {
        "surah_number": 11,
        "verse_number": 16,
        "content": "أولـٰئك ٱلذين ليس لهم في ٱلأخرة إلا ٱلنار وحبط ما صنعوا فيها وبٰطل ما كانوا يعملون"
    },
    {
        "surah_number": 11,
        "verse_number": 17,
        "content": "أفمن كان علىٰ بينة من ربه ويتلوه شاهد منه ومن قبله كتٰب موسىٰ إماما ورحمة أولـٰئك يؤمنون به ومن يكفر به من ٱلأحزاب فٱلنار موعده فلا تك في مرية منه إنه ٱلحق من ربك ولٰكن أكثر ٱلناس لا يؤمنون"
    },
    {
        "surah_number": 11,
        "verse_number": 18,
        "content": "ومن أظلم ممن ٱفترىٰ على ٱلله كذبا أولـٰئك يعرضون علىٰ ربهم ويقول ٱلأشهٰد هـٰؤلاء ٱلذين كذبوا علىٰ ربهم ألا لعنة ٱلله على ٱلظـٰلمين"
    },
    {
        "surah_number": 11,
        "verse_number": 19,
        "content": "ٱلذين يصدون عن سبيل ٱلله ويبغونها عوجا وهم بٱلأخرة هم كٰفرون"
    },
    {
        "surah_number": 11,
        "verse_number": 20,
        "content": "أولـٰئك لم يكونوا معجزين في ٱلأرض وما كان لهم من دون ٱلله من أولياء يضٰعف لهم ٱلعذاب ما كانوا يستطيعون ٱلسمع وما كانوا يبصرون"
    },
    {
        "surah_number": 11,
        "verse_number": 21,
        "content": "أولـٰئك ٱلذين خسروا أنفسهم وضل عنهم ما كانوا يفترون"
    },
    {
        "surah_number": 11,
        "verse_number": 22,
        "content": "لا جرم أنهم في ٱلأخرة هم ٱلأخسرون"
    },
    {
        "surah_number": 11,
        "verse_number": 23,
        "content": "إن ٱلذين ءامنوا وعملوا ٱلصـٰلحٰت وأخبتوا إلىٰ ربهم أولـٰئك أصحٰب ٱلجنة هم فيها خٰلدون"
    },
    {
        "surah_number": 11,
        "verse_number": 24,
        "content": "مثل ٱلفريقين كٱلأعمىٰ وٱلأصم وٱلبصير وٱلسميع هل يستويان مثلا أفلا تذكرون"
    },
    {
        "surah_number": 11,
        "verse_number": 25,
        "content": "ولقد أرسلنا نوحا إلىٰ قومه إني لكم نذير مبين"
    },
    {
        "surah_number": 11,
        "verse_number": 26,
        "content": "أن لا تعبدوا إلا ٱلله إني أخاف عليكم عذاب يوم أليم"
    },
    {
        "surah_number": 11,
        "verse_number": 27,
        "content": "فقال ٱلملأ ٱلذين كفروا من قومه ما نرىٰك إلا بشرا مثلنا وما نرىٰك ٱتبعك إلا ٱلذين هم أراذلنا بادي ٱلرأي وما نرىٰ لكم علينا من فضل بل نظنكم كٰذبين"
    },
    {
        "surah_number": 11,
        "verse_number": 28,
        "content": "قال يٰقوم أرءيتم إن كنت علىٰ بينة من ربي وءاتىٰني رحمة من عنده فعميت عليكم أنلزمكموها وأنتم لها كٰرهون"
    },
    {
        "surah_number": 11,
        "verse_number": 29,
        "content": "ويٰقوم لا أسـلكم عليه مالا إن أجري إلا على ٱلله وما أنا بطارد ٱلذين ءامنوا إنهم ملٰقوا ربهم ولٰكني أرىٰكم قوما تجهلون"
    },
    {
        "surah_number": 11,
        "verse_number": 30,
        "content": "ويٰقوم من ينصرني من ٱلله إن طردتهم أفلا تذكرون"
    },
    {
        "surah_number": 11,
        "verse_number": 31,
        "content": "ولا أقول لكم عندي خزائن ٱلله ولا أعلم ٱلغيب ولا أقول إني ملك ولا أقول للذين تزدري أعينكم لن يؤتيهم ٱلله خيرا ٱلله أعلم بما في أنفسهم إني إذا لمن ٱلظـٰلمين"
    },
    {
        "surah_number": 11,
        "verse_number": 32,
        "content": "قالوا يٰنوح قد جٰدلتنا فأكثرت جدٰلنا فأتنا بما تعدنا إن كنت من ٱلصـٰدقين"
    },
    {
        "surah_number": 11,
        "verse_number": 33,
        "content": "قال إنما يأتيكم به ٱلله إن شاء وما أنتم بمعجزين"
    },
    {
        "surah_number": 11,
        "verse_number": 34,
        "content": "ولا ينفعكم نصحي إن أردت أن أنصح لكم إن كان ٱلله يريد أن يغويكم هو ربكم وإليه ترجعون"
    },
    {
        "surah_number": 11,
        "verse_number": 35,
        "content": "أم يقولون ٱفترىٰه قل إن ٱفتريته فعلي إجرامي وأنا بريء مما تجرمون"
    },
    {
        "surah_number": 11,
        "verse_number": 36,
        "content": "وأوحي إلىٰ نوح أنه لن يؤمن من قومك إلا من قد ءامن فلا تبتئس بما كانوا يفعلون"
    },
    {
        "surah_number": 11,
        "verse_number": 37,
        "content": "وٱصنع ٱلفلك بأعيننا ووحينا ولا تخٰطبني في ٱلذين ظلموا إنهم مغرقون"
    },
    {
        "surah_number": 11,
        "verse_number": 38,
        "content": "ويصنع ٱلفلك وكلما مر عليه ملأ من قومه سخروا منه قال إن تسخروا منا فإنا نسخر منكم كما تسخرون"
    },
    {
        "surah_number": 11,
        "verse_number": 39,
        "content": "فسوف تعلمون من يأتيه عذاب يخزيه ويحل عليه عذاب مقيم"
    },
    {
        "surah_number": 11,
        "verse_number": 40,
        "content": "حتىٰ إذا جاء أمرنا وفار ٱلتنور قلنا ٱحمل فيها من كل زوجين ٱثنين وأهلك إلا من سبق عليه ٱلقول ومن ءامن وما ءامن معه إلا قليل"
    },
    {
        "surah_number": 11,
        "verse_number": 41,
        "content": "وقال ٱركبوا فيها بسم ٱلله مجرىٰها ومرسىٰها إن ربي لغفور رحيم"
    },
    {
        "surah_number": 11,
        "verse_number": 42,
        "content": "وهي تجري بهم في موج كٱلجبال ونادىٰ نوح ٱبنه وكان في معزل يٰبني ٱركب معنا ولا تكن مع ٱلكٰفرين"
    },
    {
        "surah_number": 11,
        "verse_number": 43,
        "content": "قال سـاوي إلىٰ جبل يعصمني من ٱلماء قال لا عاصم ٱليوم من أمر ٱلله إلا من رحم وحال بينهما ٱلموج فكان من ٱلمغرقين"
    },
    {
        "surah_number": 11,
        "verse_number": 44,
        "content": "وقيل يـٰأرض ٱبلعي ماءك ويٰسماء أقلعي وغيض ٱلماء وقضي ٱلأمر وٱستوت على ٱلجودي وقيل بعدا للقوم ٱلظـٰلمين"
    },
    {
        "surah_number": 11,
        "verse_number": 45,
        "content": "ونادىٰ نوح ربه فقال رب إن ٱبني من أهلي وإن وعدك ٱلحق وأنت أحكم ٱلحٰكمين"
    },
    {
        "surah_number": 11,
        "verse_number": 46,
        "content": "قال يٰنوح إنه ليس من أهلك إنه عمل غير صٰلح فلا تسـلن ما ليس لك به علم إني أعظك أن تكون من ٱلجٰهلين"
    },
    {
        "surah_number": 11,
        "verse_number": 47,
        "content": "قال رب إني أعوذ بك أن أسـلك ما ليس لي به علم وإلا تغفر لي وترحمني أكن من ٱلخٰسرين"
    },
    {
        "surah_number": 11,
        "verse_number": 48,
        "content": "قيل يٰنوح ٱهبط بسلٰم منا وبركٰت عليك وعلىٰ أمم ممن معك وأمم سنمتعهم ثم يمسهم منا عذاب أليم"
    },
    {
        "surah_number": 11,
        "verse_number": 49,
        "content": "تلك من أنباء ٱلغيب نوحيها إليك ما كنت تعلمها أنت ولا قومك من قبل هٰذا فٱصبر إن ٱلعٰقبة للمتقين"
    },
    {
        "surah_number": 11,
        "verse_number": 50,
        "content": "وإلىٰ عاد أخاهم هودا قال يٰقوم ٱعبدوا ٱلله ما لكم من إلٰه غيره إن أنتم إلا مفترون"
    },
    {
        "surah_number": 11,
        "verse_number": 51,
        "content": "يٰقوم لا أسـلكم عليه أجرا إن أجري إلا على ٱلذي فطرني أفلا تعقلون"
    },
    {
        "surah_number": 11,
        "verse_number": 52,
        "content": "ويٰقوم ٱستغفروا ربكم ثم توبوا إليه يرسل ٱلسماء عليكم مدرارا ويزدكم قوة إلىٰ قوتكم ولا تتولوا مجرمين"
    },
    {
        "surah_number": 11,
        "verse_number": 53,
        "content": "قالوا يٰهود ما جئتنا ببينة وما نحن بتاركي ءالهتنا عن قولك وما نحن لك بمؤمنين"
    },
    {
        "surah_number": 11,
        "verse_number": 54,
        "content": "إن نقول إلا ٱعترىٰك بعض ءالهتنا بسوء قال إني أشهد ٱلله وٱشهدوا أني بريء مما تشركون"
    },
    {
        "surah_number": 11,
        "verse_number": 55,
        "content": "من دونه فكيدوني جميعا ثم لا تنظرون"
    },
    {
        "surah_number": 11,
        "verse_number": 56,
        "content": "إني توكلت على ٱلله ربي وربكم ما من دابة إلا هو ءاخذ بناصيتها إن ربي علىٰ صرٰط مستقيم"
    },
    {
        "surah_number": 11,
        "verse_number": 57,
        "content": "فإن تولوا فقد أبلغتكم ما أرسلت به إليكم ويستخلف ربي قوما غيركم ولا تضرونه شيـا إن ربي علىٰ كل شيء حفيظ"
    },
    {
        "surah_number": 11,
        "verse_number": 58,
        "content": "ولما جاء أمرنا نجينا هودا وٱلذين ءامنوا معه برحمة منا ونجينٰهم من عذاب غليظ"
    },
    {
        "surah_number": 11,
        "verse_number": 59,
        "content": "وتلك عاد جحدوا بـايٰت ربهم وعصوا رسله وٱتبعوا أمر كل جبار عنيد"
    },
    {
        "surah_number": 11,
        "verse_number": 60,
        "content": "وأتبعوا في هٰذه ٱلدنيا لعنة ويوم ٱلقيٰمة ألا إن عادا كفروا ربهم ألا بعدا لعاد قوم هود"
    },
    {
        "surah_number": 11,
        "verse_number": 61,
        "content": "وإلىٰ ثمود أخاهم صٰلحا قال يٰقوم ٱعبدوا ٱلله ما لكم من إلٰه غيره هو أنشأكم من ٱلأرض وٱستعمركم فيها فٱستغفروه ثم توبوا إليه إن ربي قريب مجيب"
    },
    {
        "surah_number": 11,
        "verse_number": 62,
        "content": "قالوا يٰصٰلح قد كنت فينا مرجوا قبل هٰذا أتنهىٰنا أن نعبد ما يعبد ءاباؤنا وإننا لفي شك مما تدعونا إليه مريب"
    },
    {
        "surah_number": 11,
        "verse_number": 63,
        "content": "قال يٰقوم أرءيتم إن كنت علىٰ بينة من ربي وءاتىٰني منه رحمة فمن ينصرني من ٱلله إن عصيته فما تزيدونني غير تخسير"
    },
    {
        "surah_number": 11,
        "verse_number": 64,
        "content": "ويٰقوم هٰذه ناقة ٱلله لكم ءاية فذروها تأكل في أرض ٱلله ولا تمسوها بسوء فيأخذكم عذاب قريب"
    },
    {
        "surah_number": 11,
        "verse_number": 65,
        "content": "فعقروها فقال تمتعوا في داركم ثلٰثة أيام ذٰلك وعد غير مكذوب"
    },
    {
        "surah_number": 11,
        "verse_number": 66,
        "content": "فلما جاء أمرنا نجينا صٰلحا وٱلذين ءامنوا معه برحمة منا ومن خزي يومئذ إن ربك هو ٱلقوي ٱلعزيز"
    },
    {
        "surah_number": 11,
        "verse_number": 67,
        "content": "وأخذ ٱلذين ظلموا ٱلصيحة فأصبحوا في ديٰرهم جٰثمين"
    },
    {
        "surah_number": 11,
        "verse_number": 68,
        "content": "كأن لم يغنوا فيها ألا إن ثمودا كفروا ربهم ألا بعدا لثمود"
    },
    {
        "surah_number": 11,
        "verse_number": 69,
        "content": "ولقد جاءت رسلنا إبرٰهيم بٱلبشرىٰ قالوا سلٰما قال سلٰم فما لبث أن جاء بعجل حنيذ"
    },
    {
        "surah_number": 11,
        "verse_number": 70,
        "content": "فلما رءا أيديهم لا تصل إليه نكرهم وأوجس منهم خيفة قالوا لا تخف إنا أرسلنا إلىٰ قوم لوط"
    },
    {
        "surah_number": 11,
        "verse_number": 71,
        "content": "وٱمرأته قائمة فضحكت فبشرنٰها بإسحٰق ومن وراء إسحٰق يعقوب"
    },
    {
        "surah_number": 11,
        "verse_number": 72,
        "content": "قالت يٰويلتىٰ ءألد وأنا عجوز وهٰذا بعلي شيخا إن هٰذا لشيء عجيب"
    },
    {
        "surah_number": 11,
        "verse_number": 73,
        "content": "قالوا أتعجبين من أمر ٱلله رحمت ٱلله وبركٰته عليكم أهل ٱلبيت إنه حميد مجيد"
    },
    {
        "surah_number": 11,
        "verse_number": 74,
        "content": "فلما ذهب عن إبرٰهيم ٱلروع وجاءته ٱلبشرىٰ يجٰدلنا في قوم لوط"
    },
    {
        "surah_number": 11,
        "verse_number": 75,
        "content": "إن إبرٰهيم لحليم أوـٰه منيب"
    },
    {
        "surah_number": 11,
        "verse_number": 76,
        "content": "يـٰإبرٰهيم أعرض عن هٰذا إنه قد جاء أمر ربك وإنهم ءاتيهم عذاب غير مردود"
    },
    {
        "surah_number": 11,
        "verse_number": 77,
        "content": "ولما جاءت رسلنا لوطا سيء بهم وضاق بهم ذرعا وقال هٰذا يوم عصيب"
    },
    {
        "surah_number": 11,
        "verse_number": 78,
        "content": "وجاءه قومه يهرعون إليه ومن قبل كانوا يعملون ٱلسيـات قال يٰقوم هـٰؤلاء بناتي هن أطهر لكم فٱتقوا ٱلله ولا تخزون في ضيفي أليس منكم رجل رشيد"
    },
    {
        "surah_number": 11,
        "verse_number": 79,
        "content": "قالوا لقد علمت ما لنا في بناتك من حق وإنك لتعلم ما نريد"
    },
    {
        "surah_number": 11,
        "verse_number": 80,
        "content": "قال لو أن لي بكم قوة أو ءاوي إلىٰ ركن شديد"
    },
    {
        "surah_number": 11,
        "verse_number": 81,
        "content": "قالوا يٰلوط إنا رسل ربك لن يصلوا إليك فأسر بأهلك بقطع من ٱليل ولا يلتفت منكم أحد إلا ٱمرأتك إنه مصيبها ما أصابهم إن موعدهم ٱلصبح أليس ٱلصبح بقريب"
    },
    {
        "surah_number": 11,
        "verse_number": 82,
        "content": "فلما جاء أمرنا جعلنا عٰليها سافلها وأمطرنا عليها حجارة من سجيل منضود"
    },
    {
        "surah_number": 11,
        "verse_number": 83,
        "content": "مسومة عند ربك وما هي من ٱلظـٰلمين ببعيد"
    },
    {
        "surah_number": 11,
        "verse_number": 84,
        "content": "وإلىٰ مدين أخاهم شعيبا قال يٰقوم ٱعبدوا ٱلله ما لكم من إلٰه غيره ولا تنقصوا ٱلمكيال وٱلميزان إني أرىٰكم بخير وإني أخاف عليكم عذاب يوم محيط"
    },
    {
        "surah_number": 11,
        "verse_number": 85,
        "content": "ويٰقوم أوفوا ٱلمكيال وٱلميزان بٱلقسط ولا تبخسوا ٱلناس أشياءهم ولا تعثوا في ٱلأرض مفسدين"
    },
    {
        "surah_number": 11,
        "verse_number": 86,
        "content": "بقيت ٱلله خير لكم إن كنتم مؤمنين وما أنا عليكم بحفيظ"
    },
    {
        "surah_number": 11,
        "verse_number": 87,
        "content": "قالوا يٰشعيب أصلوٰتك تأمرك أن نترك ما يعبد ءاباؤنا أو أن نفعل في أموٰلنا ما نشـٰؤا إنك لأنت ٱلحليم ٱلرشيد"
    },
    {
        "surah_number": 11,
        "verse_number": 88,
        "content": "قال يٰقوم أرءيتم إن كنت علىٰ بينة من ربي ورزقني منه رزقا حسنا وما أريد أن أخالفكم إلىٰ ما أنهىٰكم عنه إن أريد إلا ٱلإصلٰح ما ٱستطعت وما توفيقي إلا بٱلله عليه توكلت وإليه أنيب"
    },
    {
        "surah_number": 11,
        "verse_number": 89,
        "content": "ويٰقوم لا يجرمنكم شقاقي أن يصيبكم مثل ما أصاب قوم نوح أو قوم هود أو قوم صٰلح وما قوم لوط منكم ببعيد"
    },
    {
        "surah_number": 11,
        "verse_number": 90,
        "content": "وٱستغفروا ربكم ثم توبوا إليه إن ربي رحيم ودود"
    },
    {
        "surah_number": 11,
        "verse_number": 91,
        "content": "قالوا يٰشعيب ما نفقه كثيرا مما تقول وإنا لنرىٰك فينا ضعيفا ولولا رهطك لرجمنٰك وما أنت علينا بعزيز"
    },
    {
        "surah_number": 11,
        "verse_number": 92,
        "content": "قال يٰقوم أرهطي أعز عليكم من ٱلله وٱتخذتموه وراءكم ظهريا إن ربي بما تعملون محيط"
    },
    {
        "surah_number": 11,
        "verse_number": 93,
        "content": "ويٰقوم ٱعملوا علىٰ مكانتكم إني عٰمل سوف تعلمون من يأتيه عذاب يخزيه ومن هو كٰذب وٱرتقبوا إني معكم رقيب"
    },
    {
        "surah_number": 11,
        "verse_number": 94,
        "content": "ولما جاء أمرنا نجينا شعيبا وٱلذين ءامنوا معه برحمة منا وأخذت ٱلذين ظلموا ٱلصيحة فأصبحوا في ديٰرهم جٰثمين"
    },
    {
        "surah_number": 11,
        "verse_number": 95,
        "content": "كأن لم يغنوا فيها ألا بعدا لمدين كما بعدت ثمود"
    },
    {
        "surah_number": 11,
        "verse_number": 96,
        "content": "ولقد أرسلنا موسىٰ بـايٰتنا وسلطٰن مبين"
    },
    {
        "surah_number": 11,
        "verse_number": 97,
        "content": "إلىٰ فرعون وملإيه فٱتبعوا أمر فرعون وما أمر فرعون برشيد"
    },
    {
        "surah_number": 11,
        "verse_number": 98,
        "content": "يقدم قومه يوم ٱلقيٰمة فأوردهم ٱلنار وبئس ٱلورد ٱلمورود"
    },
    {
        "surah_number": 11,
        "verse_number": 99,
        "content": "وأتبعوا في هٰذه لعنة ويوم ٱلقيٰمة بئس ٱلرفد ٱلمرفود"
    },
    {
        "surah_number": 11,
        "verse_number": 100,
        "content": "ذٰلك من أنباء ٱلقرىٰ نقصه عليك منها قائم وحصيد"
    },
    {
        "surah_number": 11,
        "verse_number": 101,
        "content": "وما ظلمنٰهم ولٰكن ظلموا أنفسهم فما أغنت عنهم ءالهتهم ٱلتي يدعون من دون ٱلله من شيء لما جاء أمر ربك وما زادوهم غير تتبيب"
    },
    {
        "surah_number": 11,
        "verse_number": 102,
        "content": "وكذٰلك أخذ ربك إذا أخذ ٱلقرىٰ وهي ظٰلمة إن أخذه أليم شديد"
    },
    {
        "surah_number": 11,
        "verse_number": 103,
        "content": "إن في ذٰلك لأية لمن خاف عذاب ٱلأخرة ذٰلك يوم مجموع له ٱلناس وذٰلك يوم مشهود"
    },
    {
        "surah_number": 11,
        "verse_number": 104,
        "content": "وما نؤخره إلا لأجل معدود"
    },
    {
        "surah_number": 11,
        "verse_number": 105,
        "content": "يوم يأت لا تكلم نفس إلا بإذنه فمنهم شقي وسعيد"
    },
    {
        "surah_number": 11,
        "verse_number": 106,
        "content": "فأما ٱلذين شقوا ففي ٱلنار لهم فيها زفير وشهيق"
    },
    {
        "surah_number": 11,
        "verse_number": 107,
        "content": "خٰلدين فيها ما دامت ٱلسمٰوٰت وٱلأرض إلا ما شاء ربك إن ربك فعال لما يريد"
    },
    {
        "surah_number": 11,
        "verse_number": 108,
        "content": "وأما ٱلذين سعدوا ففي ٱلجنة خٰلدين فيها ما دامت ٱلسمٰوٰت وٱلأرض إلا ما شاء ربك عطاء غير مجذوذ"
    },
    {
        "surah_number": 11,
        "verse_number": 109,
        "content": "فلا تك في مرية مما يعبد هـٰؤلاء ما يعبدون إلا كما يعبد ءاباؤهم من قبل وإنا لموفوهم نصيبهم غير منقوص"
    },
    {
        "surah_number": 11,
        "verse_number": 110,
        "content": "ولقد ءاتينا موسى ٱلكتٰب فٱختلف فيه ولولا كلمة سبقت من ربك لقضي بينهم وإنهم لفي شك منه مريب"
    },
    {
        "surah_number": 11,
        "verse_number": 111,
        "content": "وإن كلا لما ليوفينهم ربك أعمٰلهم إنه بما يعملون خبير"
    },
    {
        "surah_number": 11,
        "verse_number": 112,
        "content": "فٱستقم كما أمرت ومن تاب معك ولا تطغوا إنه بما تعملون بصير"
    },
    {
        "surah_number": 11,
        "verse_number": 113,
        "content": "ولا تركنوا إلى ٱلذين ظلموا فتمسكم ٱلنار وما لكم من دون ٱلله من أولياء ثم لا تنصرون"
    },
    {
        "surah_number": 11,
        "verse_number": 114,
        "content": "وأقم ٱلصلوٰة طرفي ٱلنهار وزلفا من ٱليل إن ٱلحسنٰت يذهبن ٱلسيـات ذٰلك ذكرىٰ للذـٰكرين"
    },
    {
        "surah_number": 11,
        "verse_number": 115,
        "content": "وٱصبر فإن ٱلله لا يضيع أجر ٱلمحسنين"
    },
    {
        "surah_number": 11,
        "verse_number": 116,
        "content": "فلولا كان من ٱلقرون من قبلكم أولوا بقية ينهون عن ٱلفساد في ٱلأرض إلا قليلا ممن أنجينا منهم وٱتبع ٱلذين ظلموا ما أترفوا فيه وكانوا مجرمين"
    },
    {
        "surah_number": 11,
        "verse_number": 117,
        "content": "وما كان ربك ليهلك ٱلقرىٰ بظلم وأهلها مصلحون"
    },
    {
        "surah_number": 11,
        "verse_number": 118,
        "content": "ولو شاء ربك لجعل ٱلناس أمة وٰحدة ولا يزالون مختلفين"
    },
    {
        "surah_number": 11,
        "verse_number": 119,
        "content": "إلا من رحم ربك ولذٰلك خلقهم وتمت كلمة ربك لأملأن جهنم من ٱلجنة وٱلناس أجمعين"
    },
    {
        "surah_number": 11,
        "verse_number": 120,
        "content": "وكلا نقص عليك من أنباء ٱلرسل ما نثبت به فؤادك وجاءك في هٰذه ٱلحق وموعظة وذكرىٰ للمؤمنين"
    },
    {
        "surah_number": 11,
        "verse_number": 121,
        "content": "وقل للذين لا يؤمنون ٱعملوا علىٰ مكانتكم إنا عٰملون"
    },
    {
        "surah_number": 11,
        "verse_number": 122,
        "content": "وٱنتظروا إنا منتظرون"
    },
    {
        "surah_number": 11,
        "verse_number": 123,
        "content": "ولله غيب ٱلسمٰوٰت وٱلأرض وإليه يرجع ٱلأمر كله فٱعبده وتوكل عليه وما ربك بغٰفل عما تعملون"
    },
    {
        "surah_number": 12,
        "verse_number": 1,
        "content": "الر تلك ءايٰت ٱلكتٰب ٱلمبين"
    },
    {
        "surah_number": 12,
        "verse_number": 2,
        "content": "إنا أنزلنٰه قرءٰنا عربيا لعلكم تعقلون"
    },
    {
        "surah_number": 12,
        "verse_number": 3,
        "content": "نحن نقص عليك أحسن ٱلقصص بما أوحينا إليك هٰذا ٱلقرءان وإن كنت من قبله لمن ٱلغٰفلين"
    },
    {
        "surah_number": 12,
        "verse_number": 4,
        "content": "إذ قال يوسف لأبيه يـٰأبت إني رأيت أحد عشر كوكبا وٱلشمس وٱلقمر رأيتهم لي سٰجدين"
    },
    {
        "surah_number": 12,
        "verse_number": 5,
        "content": "قال يٰبني لا تقصص رءياك علىٰ إخوتك فيكيدوا لك كيدا إن ٱلشيطٰن للإنسٰن عدو مبين"
    },
    {
        "surah_number": 12,
        "verse_number": 6,
        "content": "وكذٰلك يجتبيك ربك ويعلمك من تأويل ٱلأحاديث ويتم نعمته عليك وعلىٰ ءال يعقوب كما أتمها علىٰ أبويك من قبل إبرٰهيم وإسحٰق إن ربك عليم حكيم"
    },
    {
        "surah_number": 12,
        "verse_number": 7,
        "content": "لقد كان في يوسف وإخوته ءايٰت للسائلين"
    },
    {
        "surah_number": 12,
        "verse_number": 8,
        "content": "إذ قالوا ليوسف وأخوه أحب إلىٰ أبينا منا ونحن عصبة إن أبانا لفي ضلٰل مبين"
    },
    {
        "surah_number": 12,
        "verse_number": 9,
        "content": "ٱقتلوا يوسف أو ٱطرحوه أرضا يخل لكم وجه أبيكم وتكونوا من بعده قوما صٰلحين"
    },
    {
        "surah_number": 12,
        "verse_number": 10,
        "content": "قال قائل منهم لا تقتلوا يوسف وألقوه في غيٰبت ٱلجب يلتقطه بعض ٱلسيارة إن كنتم فٰعلين"
    },
    {
        "surah_number": 12,
        "verse_number": 11,
        "content": "قالوا يـٰأبانا ما لك لا تأمنا علىٰ يوسف وإنا له لنٰصحون"
    },
    {
        "surah_number": 12,
        "verse_number": 12,
        "content": "أرسله معنا غدا يرتع ويلعب وإنا له لحٰفظون"
    },
    {
        "surah_number": 12,
        "verse_number": 13,
        "content": "قال إني ليحزنني أن تذهبوا به وأخاف أن يأكله ٱلذئب وأنتم عنه غٰفلون"
    },
    {
        "surah_number": 12,
        "verse_number": 14,
        "content": "قالوا لئن أكله ٱلذئب ونحن عصبة إنا إذا لخٰسرون"
    },
    {
        "surah_number": 12,
        "verse_number": 15,
        "content": "فلما ذهبوا به وأجمعوا أن يجعلوه في غيٰبت ٱلجب وأوحينا إليه لتنبئنهم بأمرهم هٰذا وهم لا يشعرون"
    },
    {
        "surah_number": 12,
        "verse_number": 16,
        "content": "وجاءو أباهم عشاء يبكون"
    },
    {
        "surah_number": 12,
        "verse_number": 17,
        "content": "قالوا يـٰأبانا إنا ذهبنا نستبق وتركنا يوسف عند متٰعنا فأكله ٱلذئب وما أنت بمؤمن لنا ولو كنا صٰدقين"
    },
    {
        "surah_number": 12,
        "verse_number": 18,
        "content": "وجاءو علىٰ قميصه بدم كذب قال بل سولت لكم أنفسكم أمرا فصبر جميل وٱلله ٱلمستعان علىٰ ما تصفون"
    },
    {
        "surah_number": 12,
        "verse_number": 19,
        "content": "وجاءت سيارة فأرسلوا واردهم فأدلىٰ دلوه قال يٰبشرىٰ هٰذا غلٰم وأسروه بضٰعة وٱلله عليم بما يعملون"
    },
    {
        "surah_number": 12,
        "verse_number": 20,
        "content": "وشروه بثمن بخس درٰهم معدودة وكانوا فيه من ٱلزـٰهدين"
    },
    {
        "surah_number": 12,
        "verse_number": 21,
        "content": "وقال ٱلذي ٱشترىٰه من مصر لٱمرأته أكرمي مثوىٰه عسىٰ أن ينفعنا أو نتخذه ولدا وكذٰلك مكنا ليوسف في ٱلأرض ولنعلمه من تأويل ٱلأحاديث وٱلله غالب علىٰ أمره ولٰكن أكثر ٱلناس لا يعلمون"
    },
    {
        "surah_number": 12,
        "verse_number": 22,
        "content": "ولما بلغ أشده ءاتينٰه حكما وعلما وكذٰلك نجزي ٱلمحسنين"
    },
    {
        "surah_number": 12,
        "verse_number": 23,
        "content": "ورٰودته ٱلتي هو في بيتها عن نفسه وغلقت ٱلأبوٰب وقالت هيت لك قال معاذ ٱلله إنه ربي أحسن مثواي إنه لا يفلح ٱلظـٰلمون"
    },
    {
        "surah_number": 12,
        "verse_number": 24,
        "content": "ولقد همت به وهم بها لولا أن رءا برهٰن ربه كذٰلك لنصرف عنه ٱلسوء وٱلفحشاء إنه من عبادنا ٱلمخلصين"
    },
    {
        "surah_number": 12,
        "verse_number": 25,
        "content": "وٱستبقا ٱلباب وقدت قميصه من دبر وألفيا سيدها لدا ٱلباب قالت ما جزاء من أراد بأهلك سوءا إلا أن يسجن أو عذاب أليم"
    },
    {
        "surah_number": 12,
        "verse_number": 26,
        "content": "قال هي رٰودتني عن نفسي وشهد شاهد من أهلها إن كان قميصه قد من قبل فصدقت وهو من ٱلكٰذبين"
    },
    {
        "surah_number": 12,
        "verse_number": 27,
        "content": "وإن كان قميصه قد من دبر فكذبت وهو من ٱلصـٰدقين"
    },
    {
        "surah_number": 12,
        "verse_number": 28,
        "content": "فلما رءا قميصه قد من دبر قال إنه من كيدكن إن كيدكن عظيم"
    },
    {
        "surah_number": 12,
        "verse_number": 29,
        "content": "يوسف أعرض عن هٰذا وٱستغفري لذنبك إنك كنت من ٱلخاطـين"
    },
    {
        "surah_number": 12,
        "verse_number": 30,
        "content": "وقال نسوة في ٱلمدينة ٱمرأت ٱلعزيز ترٰود فتىٰها عن نفسه قد شغفها حبا إنا لنرىٰها في ضلٰل مبين"
    },
    {
        "surah_number": 12,
        "verse_number": 31,
        "content": "فلما سمعت بمكرهن أرسلت إليهن وأعتدت لهن متكـا وءاتت كل وٰحدة منهن سكينا وقالت ٱخرج عليهن فلما رأينه أكبرنه وقطعن أيديهن وقلن حٰش لله ما هٰذا بشرا إن هٰذا إلا ملك كريم"
    },
    {
        "surah_number": 12,
        "verse_number": 32,
        "content": "قالت فذٰلكن ٱلذي لمتنني فيه ولقد رٰودته عن نفسه فٱستعصم ولئن لم يفعل ما ءامره ليسجنن وليكونا من ٱلصـٰغرين"
    },
    {
        "surah_number": 12,
        "verse_number": 33,
        "content": "قال رب ٱلسجن أحب إلي مما يدعونني إليه وإلا تصرف عني كيدهن أصب إليهن وأكن من ٱلجٰهلين"
    },
    {
        "surah_number": 12,
        "verse_number": 34,
        "content": "فٱستجاب له ربه فصرف عنه كيدهن إنه هو ٱلسميع ٱلعليم"
    },
    {
        "surah_number": 12,
        "verse_number": 35,
        "content": "ثم بدا لهم من بعد ما رأوا ٱلأيٰت ليسجننه حتىٰ حين"
    },
    {
        "surah_number": 12,
        "verse_number": 36,
        "content": "ودخل معه ٱلسجن فتيان قال أحدهما إني أرىٰني أعصر خمرا وقال ٱلأخر إني أرىٰني أحمل فوق رأسي خبزا تأكل ٱلطير منه نبئنا بتأويله إنا نرىٰك من ٱلمحسنين"
    },
    {
        "surah_number": 12,
        "verse_number": 37,
        "content": "قال لا يأتيكما طعام ترزقانه إلا نبأتكما بتأويله قبل أن يأتيكما ذٰلكما مما علمني ربي إني تركت ملة قوم لا يؤمنون بٱلله وهم بٱلأخرة هم كٰفرون"
    },
    {
        "surah_number": 12,
        "verse_number": 38,
        "content": "وٱتبعت ملة ءاباءي إبرٰهيم وإسحٰق ويعقوب ما كان لنا أن نشرك بٱلله من شيء ذٰلك من فضل ٱلله علينا وعلى ٱلناس ولٰكن أكثر ٱلناس لا يشكرون"
    },
    {
        "surah_number": 12,
        "verse_number": 39,
        "content": "يٰصٰحبي ٱلسجن ءأرباب متفرقون خير أم ٱلله ٱلوٰحد ٱلقهار"
    },
    {
        "surah_number": 12,
        "verse_number": 40,
        "content": "ما تعبدون من دونه إلا أسماء سميتموها أنتم وءاباؤكم ما أنزل ٱلله بها من سلطٰن إن ٱلحكم إلا لله أمر ألا تعبدوا إلا إياه ذٰلك ٱلدين ٱلقيم ولٰكن أكثر ٱلناس لا يعلمون"
    },
    {
        "surah_number": 12,
        "verse_number": 41,
        "content": "يٰصٰحبي ٱلسجن أما أحدكما فيسقي ربه خمرا وأما ٱلأخر فيصلب فتأكل ٱلطير من رأسه قضي ٱلأمر ٱلذي فيه تستفتيان"
    },
    {
        "surah_number": 12,
        "verse_number": 42,
        "content": "وقال للذي ظن أنه ناج منهما ٱذكرني عند ربك فأنسىٰه ٱلشيطٰن ذكر ربه فلبث في ٱلسجن بضع سنين"
    },
    {
        "surah_number": 12,
        "verse_number": 43,
        "content": "وقال ٱلملك إني أرىٰ سبع بقرٰت سمان يأكلهن سبع عجاف وسبع سنبلٰت خضر وأخر يابسٰت يـٰأيها ٱلملأ أفتوني في رءيٰي إن كنتم للرءيا تعبرون"
    },
    {
        "surah_number": 12,
        "verse_number": 44,
        "content": "قالوا أضغٰث أحلٰم وما نحن بتأويل ٱلأحلٰم بعٰلمين"
    },
    {
        "surah_number": 12,
        "verse_number": 45,
        "content": "وقال ٱلذي نجا منهما وٱدكر بعد أمة أنا أنبئكم بتأويله فأرسلون"
    },
    {
        "surah_number": 12,
        "verse_number": 46,
        "content": "يوسف أيها ٱلصديق أفتنا في سبع بقرٰت سمان يأكلهن سبع عجاف وسبع سنبلٰت خضر وأخر يابسٰت لعلي أرجع إلى ٱلناس لعلهم يعلمون"
    },
    {
        "surah_number": 12,
        "verse_number": 47,
        "content": "قال تزرعون سبع سنين دأبا فما حصدتم فذروه في سنبله إلا قليلا مما تأكلون"
    },
    {
        "surah_number": 12,
        "verse_number": 48,
        "content": "ثم يأتي من بعد ذٰلك سبع شداد يأكلن ما قدمتم لهن إلا قليلا مما تحصنون"
    },
    {
        "surah_number": 12,
        "verse_number": 49,
        "content": "ثم يأتي من بعد ذٰلك عام فيه يغاث ٱلناس وفيه يعصرون"
    },
    {
        "surah_number": 12,
        "verse_number": 50,
        "content": "وقال ٱلملك ٱئتوني به فلما جاءه ٱلرسول قال ٱرجع إلىٰ ربك فسـله ما بال ٱلنسوة ٱلـٰتي قطعن أيديهن إن ربي بكيدهن عليم"
    },
    {
        "surah_number": 12,
        "verse_number": 51,
        "content": "قال ما خطبكن إذ رٰودتن يوسف عن نفسه قلن حٰش لله ما علمنا عليه من سوء قالت ٱمرأت ٱلعزيز ٱلـٰن حصحص ٱلحق أنا رٰودته عن نفسه وإنه لمن ٱلصـٰدقين"
    },
    {
        "surah_number": 12,
        "verse_number": 52,
        "content": "ذٰلك ليعلم أني لم أخنه بٱلغيب وأن ٱلله لا يهدي كيد ٱلخائنين"
    },
    {
        "surah_number": 12,
        "verse_number": 53,
        "content": "وما أبرئ نفسي إن ٱلنفس لأمارة بٱلسوء إلا ما رحم ربي إن ربي غفور رحيم"
    },
    {
        "surah_number": 12,
        "verse_number": 54,
        "content": "وقال ٱلملك ٱئتوني به أستخلصه لنفسي فلما كلمه قال إنك ٱليوم لدينا مكين أمين"
    },
    {
        "surah_number": 12,
        "verse_number": 55,
        "content": "قال ٱجعلني علىٰ خزائن ٱلأرض إني حفيظ عليم"
    },
    {
        "surah_number": 12,
        "verse_number": 56,
        "content": "وكذٰلك مكنا ليوسف في ٱلأرض يتبوأ منها حيث يشاء نصيب برحمتنا من نشاء ولا نضيع أجر ٱلمحسنين"
    },
    {
        "surah_number": 12,
        "verse_number": 57,
        "content": "ولأجر ٱلأخرة خير للذين ءامنوا وكانوا يتقون"
    },
    {
        "surah_number": 12,
        "verse_number": 58,
        "content": "وجاء إخوة يوسف فدخلوا عليه فعرفهم وهم له منكرون"
    },
    {
        "surah_number": 12,
        "verse_number": 59,
        "content": "ولما جهزهم بجهازهم قال ٱئتوني بأخ لكم من أبيكم ألا ترون أني أوفي ٱلكيل وأنا خير ٱلمنزلين"
    },
    {
        "surah_number": 12,
        "verse_number": 60,
        "content": "فإن لم تأتوني به فلا كيل لكم عندي ولا تقربون"
    },
    {
        "surah_number": 12,
        "verse_number": 61,
        "content": "قالوا سنرٰود عنه أباه وإنا لفٰعلون"
    },
    {
        "surah_number": 12,
        "verse_number": 62,
        "content": "وقال لفتيٰنه ٱجعلوا بضٰعتهم في رحالهم لعلهم يعرفونها إذا ٱنقلبوا إلىٰ أهلهم لعلهم يرجعون"
    },
    {
        "surah_number": 12,
        "verse_number": 63,
        "content": "فلما رجعوا إلىٰ أبيهم قالوا يـٰأبانا منع منا ٱلكيل فأرسل معنا أخانا نكتل وإنا له لحٰفظون"
    },
    {
        "surah_number": 12,
        "verse_number": 64,
        "content": "قال هل ءامنكم عليه إلا كما أمنتكم علىٰ أخيه من قبل فٱلله خير حٰفظا وهو أرحم ٱلرـٰحمين"
    },
    {
        "surah_number": 12,
        "verse_number": 65,
        "content": "ولما فتحوا متٰعهم وجدوا بضٰعتهم ردت إليهم قالوا يـٰأبانا ما نبغي هٰذه بضٰعتنا ردت إلينا ونمير أهلنا ونحفظ أخانا ونزداد كيل بعير ذٰلك كيل يسير"
    },
    {
        "surah_number": 12,
        "verse_number": 66,
        "content": "قال لن أرسله معكم حتىٰ تؤتون موثقا من ٱلله لتأتنني به إلا أن يحاط بكم فلما ءاتوه موثقهم قال ٱلله علىٰ ما نقول وكيل"
    },
    {
        "surah_number": 12,
        "verse_number": 67,
        "content": "وقال يٰبني لا تدخلوا من باب وٰحد وٱدخلوا من أبوٰب متفرقة وما أغني عنكم من ٱلله من شيء إن ٱلحكم إلا لله عليه توكلت وعليه فليتوكل ٱلمتوكلون"
    },
    {
        "surah_number": 12,
        "verse_number": 68,
        "content": "ولما دخلوا من حيث أمرهم أبوهم ما كان يغني عنهم من ٱلله من شيء إلا حاجة في نفس يعقوب قضىٰها وإنه لذو علم لما علمنٰه ولٰكن أكثر ٱلناس لا يعلمون"
    },
    {
        "surah_number": 12,
        "verse_number": 69,
        "content": "ولما دخلوا علىٰ يوسف ءاوىٰ إليه أخاه قال إني أنا أخوك فلا تبتئس بما كانوا يعملون"
    },
    {
        "surah_number": 12,
        "verse_number": 70,
        "content": "فلما جهزهم بجهازهم جعل ٱلسقاية في رحل أخيه ثم أذن مؤذن أيتها ٱلعير إنكم لسٰرقون"
    },
    {
        "surah_number": 12,
        "verse_number": 71,
        "content": "قالوا وأقبلوا عليهم ماذا تفقدون"
    },
    {
        "surah_number": 12,
        "verse_number": 72,
        "content": "قالوا نفقد صواع ٱلملك ولمن جاء به حمل بعير وأنا به زعيم"
    },
    {
        "surah_number": 12,
        "verse_number": 73,
        "content": "قالوا تٱلله لقد علمتم ما جئنا لنفسد في ٱلأرض وما كنا سٰرقين"
    },
    {
        "surah_number": 12,
        "verse_number": 74,
        "content": "قالوا فما جزـٰؤه إن كنتم كٰذبين"
    },
    {
        "surah_number": 12,
        "verse_number": 75,
        "content": "قالوا جزـٰؤه من وجد في رحله فهو جزـٰؤه كذٰلك نجزي ٱلظـٰلمين"
    },
    {
        "surah_number": 12,
        "verse_number": 76,
        "content": "فبدأ بأوعيتهم قبل وعاء أخيه ثم ٱستخرجها من وعاء أخيه كذٰلك كدنا ليوسف ما كان ليأخذ أخاه في دين ٱلملك إلا أن يشاء ٱلله نرفع درجٰت من نشاء وفوق كل ذي علم عليم"
    },
    {
        "surah_number": 12,
        "verse_number": 77,
        "content": "قالوا إن يسرق فقد سرق أخ له من قبل فأسرها يوسف في نفسه ولم يبدها لهم قال أنتم شر مكانا وٱلله أعلم بما تصفون"
    },
    {
        "surah_number": 12,
        "verse_number": 78,
        "content": "قالوا يـٰأيها ٱلعزيز إن له أبا شيخا كبيرا فخذ أحدنا مكانه إنا نرىٰك من ٱلمحسنين"
    },
    {
        "surah_number": 12,
        "verse_number": 79,
        "content": "قال معاذ ٱلله أن نأخذ إلا من وجدنا متٰعنا عنده إنا إذا لظٰلمون"
    },
    {
        "surah_number": 12,
        "verse_number": 80,
        "content": "فلما ٱستيـسوا منه خلصوا نجيا قال كبيرهم ألم تعلموا أن أباكم قد أخذ عليكم موثقا من ٱلله ومن قبل ما فرطتم في يوسف فلن أبرح ٱلأرض حتىٰ يأذن لي أبي أو يحكم ٱلله لي وهو خير ٱلحٰكمين"
    },
    {
        "surah_number": 12,
        "verse_number": 81,
        "content": "ٱرجعوا إلىٰ أبيكم فقولوا يـٰأبانا إن ٱبنك سرق وما شهدنا إلا بما علمنا وما كنا للغيب حٰفظين"
    },
    {
        "surah_number": 12,
        "verse_number": 82,
        "content": "وسـل ٱلقرية ٱلتي كنا فيها وٱلعير ٱلتي أقبلنا فيها وإنا لصٰدقون"
    },
    {
        "surah_number": 12,
        "verse_number": 83,
        "content": "قال بل سولت لكم أنفسكم أمرا فصبر جميل عسى ٱلله أن يأتيني بهم جميعا إنه هو ٱلعليم ٱلحكيم"
    },
    {
        "surah_number": 12,
        "verse_number": 84,
        "content": "وتولىٰ عنهم وقال يـٰأسفىٰ علىٰ يوسف وٱبيضت عيناه من ٱلحزن فهو كظيم"
    },
    {
        "surah_number": 12,
        "verse_number": 85,
        "content": "قالوا تٱلله تفتؤا تذكر يوسف حتىٰ تكون حرضا أو تكون من ٱلهٰلكين"
    },
    {
        "surah_number": 12,
        "verse_number": 86,
        "content": "قال إنما أشكوا بثي وحزني إلى ٱلله وأعلم من ٱلله ما لا تعلمون"
    },
    {
        "surah_number": 12,
        "verse_number": 87,
        "content": "يٰبني ٱذهبوا فتحسسوا من يوسف وأخيه ولا تايـسوا من روح ٱلله إنه لا يايـس من روح ٱلله إلا ٱلقوم ٱلكٰفرون"
    },
    {
        "surah_number": 12,
        "verse_number": 88,
        "content": "فلما دخلوا عليه قالوا يـٰأيها ٱلعزيز مسنا وأهلنا ٱلضر وجئنا ببضٰعة مزجىٰة فأوف لنا ٱلكيل وتصدق علينا إن ٱلله يجزي ٱلمتصدقين"
    },
    {
        "surah_number": 12,
        "verse_number": 89,
        "content": "قال هل علمتم ما فعلتم بيوسف وأخيه إذ أنتم جٰهلون"
    },
    {
        "surah_number": 12,
        "verse_number": 90,
        "content": "قالوا أءنك لأنت يوسف قال أنا يوسف وهٰذا أخي قد من ٱلله علينا إنه من يتق ويصبر فإن ٱلله لا يضيع أجر ٱلمحسنين"
    },
    {
        "surah_number": 12,
        "verse_number": 91,
        "content": "قالوا تٱلله لقد ءاثرك ٱلله علينا وإن كنا لخٰطـين"
    },
    {
        "surah_number": 12,
        "verse_number": 92,
        "content": "قال لا تثريب عليكم ٱليوم يغفر ٱلله لكم وهو أرحم ٱلرـٰحمين"
    },
    {
        "surah_number": 12,
        "verse_number": 93,
        "content": "ٱذهبوا بقميصي هٰذا فألقوه علىٰ وجه أبي يأت بصيرا وأتوني بأهلكم أجمعين"
    },
    {
        "surah_number": 12,
        "verse_number": 94,
        "content": "ولما فصلت ٱلعير قال أبوهم إني لأجد ريح يوسف لولا أن تفندون"
    },
    {
        "surah_number": 12,
        "verse_number": 95,
        "content": "قالوا تٱلله إنك لفي ضلٰلك ٱلقديم"
    },
    {
        "surah_number": 12,
        "verse_number": 96,
        "content": "فلما أن جاء ٱلبشير ألقىٰه علىٰ وجهه فٱرتد بصيرا قال ألم أقل لكم إني أعلم من ٱلله ما لا تعلمون"
    },
    {
        "surah_number": 12,
        "verse_number": 97,
        "content": "قالوا يـٰأبانا ٱستغفر لنا ذنوبنا إنا كنا خٰطـين"
    },
    {
        "surah_number": 12,
        "verse_number": 98,
        "content": "قال سوف أستغفر لكم ربي إنه هو ٱلغفور ٱلرحيم"
    },
    {
        "surah_number": 12,
        "verse_number": 99,
        "content": "فلما دخلوا علىٰ يوسف ءاوىٰ إليه أبويه وقال ٱدخلوا مصر إن شاء ٱلله ءامنين"
    },
    {
        "surah_number": 12,
        "verse_number": 100,
        "content": "ورفع أبويه على ٱلعرش وخروا له سجدا وقال يـٰأبت هٰذا تأويل رءيٰي من قبل قد جعلها ربي حقا وقد أحسن بي إذ أخرجني من ٱلسجن وجاء بكم من ٱلبدو من بعد أن نزغ ٱلشيطٰن بيني وبين إخوتي إن ربي لطيف لما يشاء إنه هو ٱلعليم ٱلحكيم"
    },
    {
        "surah_number": 12,
        "verse_number": 101,
        "content": "رب قد ءاتيتني من ٱلملك وعلمتني من تأويل ٱلأحاديث فاطر ٱلسمٰوٰت وٱلأرض أنت ولي في ٱلدنيا وٱلأخرة توفني مسلما وألحقني بٱلصـٰلحين"
    },
    {
        "surah_number": 12,
        "verse_number": 102,
        "content": "ذٰلك من أنباء ٱلغيب نوحيه إليك وما كنت لديهم إذ أجمعوا أمرهم وهم يمكرون"
    },
    {
        "surah_number": 12,
        "verse_number": 103,
        "content": "وما أكثر ٱلناس ولو حرصت بمؤمنين"
    },
    {
        "surah_number": 12,
        "verse_number": 104,
        "content": "وما تسـلهم عليه من أجر إن هو إلا ذكر للعٰلمين"
    },
    {
        "surah_number": 12,
        "verse_number": 105,
        "content": "وكأين من ءاية في ٱلسمٰوٰت وٱلأرض يمرون عليها وهم عنها معرضون"
    },
    {
        "surah_number": 12,
        "verse_number": 106,
        "content": "وما يؤمن أكثرهم بٱلله إلا وهم مشركون"
    },
    {
        "surah_number": 12,
        "verse_number": 107,
        "content": "أفأمنوا أن تأتيهم غٰشية من عذاب ٱلله أو تأتيهم ٱلساعة بغتة وهم لا يشعرون"
    },
    {
        "surah_number": 12,
        "verse_number": 108,
        "content": "قل هٰذه سبيلي أدعوا إلى ٱلله علىٰ بصيرة أنا ومن ٱتبعني وسبحٰن ٱلله وما أنا من ٱلمشركين"
    },
    {
        "surah_number": 12,
        "verse_number": 109,
        "content": "وما أرسلنا من قبلك إلا رجالا نوحي إليهم من أهل ٱلقرىٰ أفلم يسيروا في ٱلأرض فينظروا كيف كان عٰقبة ٱلذين من قبلهم ولدار ٱلأخرة خير للذين ٱتقوا أفلا تعقلون"
    },
    {
        "surah_number": 12,
        "verse_number": 110,
        "content": "حتىٰ إذا ٱستيـس ٱلرسل وظنوا أنهم قد كذبوا جاءهم نصرنا فنجي من نشاء ولا يرد بأسنا عن ٱلقوم ٱلمجرمين"
    },
    {
        "surah_number": 12,
        "verse_number": 111,
        "content": "لقد كان في قصصهم عبرة لأولي ٱلألبٰب ما كان حديثا يفترىٰ ولٰكن تصديق ٱلذي بين يديه وتفصيل كل شيء وهدى ورحمة لقوم يؤمنون"
    },
    {
        "surah_number": 13,
        "verse_number": 1,
        "content": "المر تلك ءايٰت ٱلكتٰب وٱلذي أنزل إليك من ربك ٱلحق ولٰكن أكثر ٱلناس لا يؤمنون"
    },
    {
        "surah_number": 13,
        "verse_number": 2,
        "content": "ٱلله ٱلذي رفع ٱلسمٰوٰت بغير عمد ترونها ثم ٱستوىٰ على ٱلعرش وسخر ٱلشمس وٱلقمر كل يجري لأجل مسمى يدبر ٱلأمر يفصل ٱلأيٰت لعلكم بلقاء ربكم توقنون"
    },
    {
        "surah_number": 13,
        "verse_number": 3,
        "content": "وهو ٱلذي مد ٱلأرض وجعل فيها روٰسي وأنهٰرا ومن كل ٱلثمرٰت جعل فيها زوجين ٱثنين يغشي ٱليل ٱلنهار إن في ذٰلك لأيٰت لقوم يتفكرون"
    },
    {
        "surah_number": 13,
        "verse_number": 4,
        "content": "وفي ٱلأرض قطع متجٰورٰت وجنـٰت من أعنٰب وزرع ونخيل صنوان وغير صنوان يسقىٰ بماء وٰحد ونفضل بعضها علىٰ بعض في ٱلأكل إن في ذٰلك لأيٰت لقوم يعقلون"
    },
    {
        "surah_number": 13,
        "verse_number": 5,
        "content": "وإن تعجب فعجب قولهم أءذا كنا ترٰبا أءنا لفي خلق جديد أولـٰئك ٱلذين كفروا بربهم وأولـٰئك ٱلأغلٰل في أعناقهم وأولـٰئك أصحٰب ٱلنار هم فيها خٰلدون"
    },
    {
        "surah_number": 13,
        "verse_number": 6,
        "content": "ويستعجلونك بٱلسيئة قبل ٱلحسنة وقد خلت من قبلهم ٱلمثلٰت وإن ربك لذو مغفرة للناس علىٰ ظلمهم وإن ربك لشديد ٱلعقاب"
    },
    {
        "surah_number": 13,
        "verse_number": 7,
        "content": "ويقول ٱلذين كفروا لولا أنزل عليه ءاية من ربه إنما أنت منذر ولكل قوم هاد"
    },
    {
        "surah_number": 13,
        "verse_number": 8,
        "content": "ٱلله يعلم ما تحمل كل أنثىٰ وما تغيض ٱلأرحام وما تزداد وكل شيء عنده بمقدار"
    },
    {
        "surah_number": 13,
        "verse_number": 9,
        "content": "عٰلم ٱلغيب وٱلشهٰدة ٱلكبير ٱلمتعال"
    },
    {
        "surah_number": 13,
        "verse_number": 10,
        "content": "سواء منكم من أسر ٱلقول ومن جهر به ومن هو مستخف بٱليل وسارب بٱلنهار"
    },
    {
        "surah_number": 13,
        "verse_number": 11,
        "content": "له معقبٰت من بين يديه ومن خلفه يحفظونه من أمر ٱلله إن ٱلله لا يغير ما بقوم حتىٰ يغيروا ما بأنفسهم وإذا أراد ٱلله بقوم سوءا فلا مرد له وما لهم من دونه من وال"
    },
    {
        "surah_number": 13,
        "verse_number": 12,
        "content": "هو ٱلذي يريكم ٱلبرق خوفا وطمعا وينشئ ٱلسحاب ٱلثقال"
    },
    {
        "surah_number": 13,
        "verse_number": 13,
        "content": "ويسبح ٱلرعد بحمده وٱلملـٰئكة من خيفته ويرسل ٱلصوٰعق فيصيب بها من يشاء وهم يجٰدلون في ٱلله وهو شديد ٱلمحال"
    },
    {
        "surah_number": 13,
        "verse_number": 14,
        "content": "له دعوة ٱلحق وٱلذين يدعون من دونه لا يستجيبون لهم بشيء إلا كبٰسط كفيه إلى ٱلماء ليبلغ فاه وما هو ببٰلغه وما دعاء ٱلكٰفرين إلا في ضلٰل"
    },
    {
        "surah_number": 13,
        "verse_number": 15,
        "content": "ولله يسجد من في ٱلسمٰوٰت وٱلأرض طوعا وكرها وظلٰلهم بٱلغدو وٱلأصال"
    },
    {
        "surah_number": 13,
        "verse_number": 16,
        "content": "قل من رب ٱلسمٰوٰت وٱلأرض قل ٱلله قل أفٱتخذتم من دونه أولياء لا يملكون لأنفسهم نفعا ولا ضرا قل هل يستوي ٱلأعمىٰ وٱلبصير أم هل تستوي ٱلظلمٰت وٱلنور أم جعلوا لله شركاء خلقوا كخلقه فتشٰبه ٱلخلق عليهم قل ٱلله خٰلق كل شيء وهو ٱلوٰحد ٱلقهـٰر"
    },
    {
        "surah_number": 13,
        "verse_number": 17,
        "content": "أنزل من ٱلسماء ماء فسالت أودية بقدرها فٱحتمل ٱلسيل زبدا رابيا ومما يوقدون عليه في ٱلنار ٱبتغاء حلية أو متٰع زبد مثله كذٰلك يضرب ٱلله ٱلحق وٱلبٰطل فأما ٱلزبد فيذهب جفاء وأما ما ينفع ٱلناس فيمكث في ٱلأرض كذٰلك يضرب ٱلله ٱلأمثال"
    },
    {
        "surah_number": 13,
        "verse_number": 18,
        "content": "للذين ٱستجابوا لربهم ٱلحسنىٰ وٱلذين لم يستجيبوا له لو أن لهم ما في ٱلأرض جميعا ومثله معه لٱفتدوا به أولـٰئك لهم سوء ٱلحساب ومأوىٰهم جهنم وبئس ٱلمهاد"
    },
    {
        "surah_number": 13,
        "verse_number": 19,
        "content": "أفمن يعلم أنما أنزل إليك من ربك ٱلحق كمن هو أعمىٰ إنما يتذكر أولوا ٱلألبٰب"
    },
    {
        "surah_number": 13,
        "verse_number": 20,
        "content": "ٱلذين يوفون بعهد ٱلله ولا ينقضون ٱلميثٰق"
    },
    {
        "surah_number": 13,
        "verse_number": 21,
        "content": "وٱلذين يصلون ما أمر ٱلله به أن يوصل ويخشون ربهم ويخافون سوء ٱلحساب"
    },
    {
        "surah_number": 13,
        "verse_number": 22,
        "content": "وٱلذين صبروا ٱبتغاء وجه ربهم وأقاموا ٱلصلوٰة وأنفقوا مما رزقنٰهم سرا وعلانية ويدرءون بٱلحسنة ٱلسيئة أولـٰئك لهم عقبى ٱلدار"
    },
    {
        "surah_number": 13,
        "verse_number": 23,
        "content": "جنـٰت عدن يدخلونها ومن صلح من ءابائهم وأزوٰجهم وذريـٰتهم وٱلملـٰئكة يدخلون عليهم من كل باب"
    },
    {
        "surah_number": 13,
        "verse_number": 24,
        "content": "سلٰم عليكم بما صبرتم فنعم عقبى ٱلدار"
    },
    {
        "surah_number": 13,
        "verse_number": 25,
        "content": "وٱلذين ينقضون عهد ٱلله من بعد ميثٰقه ويقطعون ما أمر ٱلله به أن يوصل ويفسدون في ٱلأرض أولـٰئك لهم ٱللعنة ولهم سوء ٱلدار"
    },
    {
        "surah_number": 13,
        "verse_number": 26,
        "content": "ٱلله يبسط ٱلرزق لمن يشاء ويقدر وفرحوا بٱلحيوٰة ٱلدنيا وما ٱلحيوٰة ٱلدنيا في ٱلأخرة إلا متٰع"
    },
    {
        "surah_number": 13,
        "verse_number": 27,
        "content": "ويقول ٱلذين كفروا لولا أنزل عليه ءاية من ربه قل إن ٱلله يضل من يشاء ويهدي إليه من أناب"
    },
    {
        "surah_number": 13,
        "verse_number": 28,
        "content": "ٱلذين ءامنوا وتطمئن قلوبهم بذكر ٱلله ألا بذكر ٱلله تطمئن ٱلقلوب"
    },
    {
        "surah_number": 13,
        "verse_number": 29,
        "content": "ٱلذين ءامنوا وعملوا ٱلصـٰلحٰت طوبىٰ لهم وحسن مـاب"
    },
    {
        "surah_number": 13,
        "verse_number": 30,
        "content": "كذٰلك أرسلنٰك في أمة قد خلت من قبلها أمم لتتلوا عليهم ٱلذي أوحينا إليك وهم يكفرون بٱلرحمٰن قل هو ربي لا إلٰه إلا هو عليه توكلت وإليه متاب"
    },
    {
        "surah_number": 13,
        "verse_number": 31,
        "content": "ولو أن قرءانا سيرت به ٱلجبال أو قطعت به ٱلأرض أو كلم به ٱلموتىٰ بل لله ٱلأمر جميعا أفلم يايـس ٱلذين ءامنوا أن لو يشاء ٱلله لهدى ٱلناس جميعا ولا يزال ٱلذين كفروا تصيبهم بما صنعوا قارعة أو تحل قريبا من دارهم حتىٰ يأتي وعد ٱلله إن ٱلله لا يخلف ٱلميعاد"
    },
    {
        "surah_number": 13,
        "verse_number": 32,
        "content": "ولقد ٱستهزئ برسل من قبلك فأمليت للذين كفروا ثم أخذتهم فكيف كان عقاب"
    },
    {
        "surah_number": 13,
        "verse_number": 33,
        "content": "أفمن هو قائم علىٰ كل نفس بما كسبت وجعلوا لله شركاء قل سموهم أم تنبـونه بما لا يعلم في ٱلأرض أم بظٰهر من ٱلقول بل زين للذين كفروا مكرهم وصدوا عن ٱلسبيل ومن يضلل ٱلله فما له من هاد"
    },
    {
        "surah_number": 13,
        "verse_number": 34,
        "content": "لهم عذاب في ٱلحيوٰة ٱلدنيا ولعذاب ٱلأخرة أشق وما لهم من ٱلله من واق"
    },
    {
        "surah_number": 13,
        "verse_number": 35,
        "content": "مثل ٱلجنة ٱلتي وعد ٱلمتقون تجري من تحتها ٱلأنهٰر أكلها دائم وظلها تلك عقبى ٱلذين ٱتقوا وعقبى ٱلكٰفرين ٱلنار"
    },
    {
        "surah_number": 13,
        "verse_number": 36,
        "content": "وٱلذين ءاتينٰهم ٱلكتٰب يفرحون بما أنزل إليك ومن ٱلأحزاب من ينكر بعضه قل إنما أمرت أن أعبد ٱلله ولا أشرك به إليه أدعوا وإليه مـاب"
    },
    {
        "surah_number": 13,
        "verse_number": 37,
        "content": "وكذٰلك أنزلنٰه حكما عربيا ولئن ٱتبعت أهواءهم بعد ما جاءك من ٱلعلم ما لك من ٱلله من ولي ولا واق"
    },
    {
        "surah_number": 13,
        "verse_number": 38,
        "content": "ولقد أرسلنا رسلا من قبلك وجعلنا لهم أزوٰجا وذرية وما كان لرسول أن يأتي بـاية إلا بإذن ٱلله لكل أجل كتاب"
    },
    {
        "surah_number": 13,
        "verse_number": 39,
        "content": "يمحوا ٱلله ما يشاء ويثبت وعنده أم ٱلكتٰب"
    },
    {
        "surah_number": 13,
        "verse_number": 40,
        "content": "وإن ما نرينك بعض ٱلذي نعدهم أو نتوفينك فإنما عليك ٱلبلٰغ وعلينا ٱلحساب"
    },
    {
        "surah_number": 13,
        "verse_number": 41,
        "content": "أولم يروا أنا نأتي ٱلأرض ننقصها من أطرافها وٱلله يحكم لا معقب لحكمه وهو سريع ٱلحساب"
    },
    {
        "surah_number": 13,
        "verse_number": 42,
        "content": "وقد مكر ٱلذين من قبلهم فلله ٱلمكر جميعا يعلم ما تكسب كل نفس وسيعلم ٱلكفـٰر لمن عقبى ٱلدار"
    },
    {
        "surah_number": 13,
        "verse_number": 43,
        "content": "ويقول ٱلذين كفروا لست مرسلا قل كفىٰ بٱلله شهيدا بيني وبينكم ومن عنده علم ٱلكتٰب"
    },
    {
        "surah_number": 14,
        "verse_number": 1,
        "content": "الر كتٰب أنزلنٰه إليك لتخرج ٱلناس من ٱلظلمٰت إلى ٱلنور بإذن ربهم إلىٰ صرٰط ٱلعزيز ٱلحميد"
    },
    {
        "surah_number": 14,
        "verse_number": 2,
        "content": "ٱلله ٱلذي له ما في ٱلسمٰوٰت وما في ٱلأرض وويل للكٰفرين من عذاب شديد"
    },
    {
        "surah_number": 14,
        "verse_number": 3,
        "content": "ٱلذين يستحبون ٱلحيوٰة ٱلدنيا على ٱلأخرة ويصدون عن سبيل ٱلله ويبغونها عوجا أولـٰئك في ضلٰل بعيد"
    },
    {
        "surah_number": 14,
        "verse_number": 4,
        "content": "وما أرسلنا من رسول إلا بلسان قومه ليبين لهم فيضل ٱلله من يشاء ويهدي من يشاء وهو ٱلعزيز ٱلحكيم"
    },
    {
        "surah_number": 14,
        "verse_number": 5,
        "content": "ولقد أرسلنا موسىٰ بـايٰتنا أن أخرج قومك من ٱلظلمٰت إلى ٱلنور وذكرهم بأيىٰم ٱلله إن في ذٰلك لأيٰت لكل صبار شكور"
    },
    {
        "surah_number": 14,
        "verse_number": 6,
        "content": "وإذ قال موسىٰ لقومه ٱذكروا نعمة ٱلله عليكم إذ أنجىٰكم من ءال فرعون يسومونكم سوء ٱلعذاب ويذبحون أبناءكم ويستحيون نساءكم وفي ذٰلكم بلاء من ربكم عظيم"
    },
    {
        "surah_number": 14,
        "verse_number": 7,
        "content": "وإذ تأذن ربكم لئن شكرتم لأزيدنكم ولئن كفرتم إن عذابي لشديد"
    },
    {
        "surah_number": 14,
        "verse_number": 8,
        "content": "وقال موسىٰ إن تكفروا أنتم ومن في ٱلأرض جميعا فإن ٱلله لغني حميد"
    },
    {
        "surah_number": 14,
        "verse_number": 9,
        "content": "ألم يأتكم نبؤا ٱلذين من قبلكم قوم نوح وعاد وثمود وٱلذين من بعدهم لا يعلمهم إلا ٱلله جاءتهم رسلهم بٱلبينٰت فردوا أيديهم في أفوٰههم وقالوا إنا كفرنا بما أرسلتم به وإنا لفي شك مما تدعوننا إليه مريب"
    },
    {
        "surah_number": 14,
        "verse_number": 10,
        "content": "قالت رسلهم أفي ٱلله شك فاطر ٱلسمٰوٰت وٱلأرض يدعوكم ليغفر لكم من ذنوبكم ويؤخركم إلىٰ أجل مسمى قالوا إن أنتم إلا بشر مثلنا تريدون أن تصدونا عما كان يعبد ءاباؤنا فأتونا بسلطٰن مبين"
    },
    {
        "surah_number": 14,
        "verse_number": 11,
        "content": "قالت لهم رسلهم إن نحن إلا بشر مثلكم ولٰكن ٱلله يمن علىٰ من يشاء من عباده وما كان لنا أن نأتيكم بسلطٰن إلا بإذن ٱلله وعلى ٱلله فليتوكل ٱلمؤمنون"
    },
    {
        "surah_number": 14,
        "verse_number": 12,
        "content": "وما لنا ألا نتوكل على ٱلله وقد هدىٰنا سبلنا ولنصبرن علىٰ ما ءاذيتمونا وعلى ٱلله فليتوكل ٱلمتوكلون"
    },
    {
        "surah_number": 14,
        "verse_number": 13,
        "content": "وقال ٱلذين كفروا لرسلهم لنخرجنكم من أرضنا أو لتعودن في ملتنا فأوحىٰ إليهم ربهم لنهلكن ٱلظـٰلمين"
    },
    {
        "surah_number": 14,
        "verse_number": 14,
        "content": "ولنسكننكم ٱلأرض من بعدهم ذٰلك لمن خاف مقامي وخاف وعيد"
    },
    {
        "surah_number": 14,
        "verse_number": 15,
        "content": "وٱستفتحوا وخاب كل جبار عنيد"
    },
    {
        "surah_number": 14,
        "verse_number": 16,
        "content": "من ورائه جهنم ويسقىٰ من ماء صديد"
    },
    {
        "surah_number": 14,
        "verse_number": 17,
        "content": "يتجرعه ولا يكاد يسيغه ويأتيه ٱلموت من كل مكان وما هو بميت ومن ورائه عذاب غليظ"
    },
    {
        "surah_number": 14,
        "verse_number": 18,
        "content": "مثل ٱلذين كفروا بربهم أعمٰلهم كرماد ٱشتدت به ٱلريح في يوم عاصف لا يقدرون مما كسبوا علىٰ شيء ذٰلك هو ٱلضلٰل ٱلبعيد"
    },
    {
        "surah_number": 14,
        "verse_number": 19,
        "content": "ألم تر أن ٱلله خلق ٱلسمٰوٰت وٱلأرض بٱلحق إن يشأ يذهبكم ويأت بخلق جديد"
    },
    {
        "surah_number": 14,
        "verse_number": 20,
        "content": "وما ذٰلك على ٱلله بعزيز"
    },
    {
        "surah_number": 14,
        "verse_number": 21,
        "content": "وبرزوا لله جميعا فقال ٱلضعفـٰؤا للذين ٱستكبروا إنا كنا لكم تبعا فهل أنتم مغنون عنا من عذاب ٱلله من شيء قالوا لو هدىٰنا ٱلله لهدينٰكم سواء علينا أجزعنا أم صبرنا ما لنا من محيص"
    },
    {
        "surah_number": 14,
        "verse_number": 22,
        "content": "وقال ٱلشيطٰن لما قضي ٱلأمر إن ٱلله وعدكم وعد ٱلحق ووعدتكم فأخلفتكم وما كان لي عليكم من سلطٰن إلا أن دعوتكم فٱستجبتم لي فلا تلوموني ولوموا أنفسكم ما أنا بمصرخكم وما أنتم بمصرخي إني كفرت بما أشركتمون من قبل إن ٱلظـٰلمين لهم عذاب أليم"
    },
    {
        "surah_number": 14,
        "verse_number": 23,
        "content": "وأدخل ٱلذين ءامنوا وعملوا ٱلصـٰلحٰت جنـٰت تجري من تحتها ٱلأنهٰر خٰلدين فيها بإذن ربهم تحيتهم فيها سلٰم"
    },
    {
        "surah_number": 14,
        "verse_number": 24,
        "content": "ألم تر كيف ضرب ٱلله مثلا كلمة طيبة كشجرة طيبة أصلها ثابت وفرعها في ٱلسماء"
    },
    {
        "surah_number": 14,
        "verse_number": 25,
        "content": "تؤتي أكلها كل حين بإذن ربها ويضرب ٱلله ٱلأمثال للناس لعلهم يتذكرون"
    },
    {
        "surah_number": 14,
        "verse_number": 26,
        "content": "ومثل كلمة خبيثة كشجرة خبيثة ٱجتثت من فوق ٱلأرض ما لها من قرار"
    },
    {
        "surah_number": 14,
        "verse_number": 27,
        "content": "يثبت ٱلله ٱلذين ءامنوا بٱلقول ٱلثابت في ٱلحيوٰة ٱلدنيا وفي ٱلأخرة ويضل ٱلله ٱلظـٰلمين ويفعل ٱلله ما يشاء"
    },
    {
        "surah_number": 14,
        "verse_number": 28,
        "content": "ألم تر إلى ٱلذين بدلوا نعمت ٱلله كفرا وأحلوا قومهم دار ٱلبوار"
    },
    {
        "surah_number": 14,
        "verse_number": 29,
        "content": "جهنم يصلونها وبئس ٱلقرار"
    },
    {
        "surah_number": 14,
        "verse_number": 30,
        "content": "وجعلوا لله أندادا ليضلوا عن سبيله قل تمتعوا فإن مصيركم إلى ٱلنار"
    },
    {
        "surah_number": 14,
        "verse_number": 31,
        "content": "قل لعبادي ٱلذين ءامنوا يقيموا ٱلصلوٰة وينفقوا مما رزقنٰهم سرا وعلانية من قبل أن يأتي يوم لا بيع فيه ولا خلٰل"
    },
    {
        "surah_number": 14,
        "verse_number": 32,
        "content": "ٱلله ٱلذي خلق ٱلسمٰوٰت وٱلأرض وأنزل من ٱلسماء ماء فأخرج به من ٱلثمرٰت رزقا لكم وسخر لكم ٱلفلك لتجري في ٱلبحر بأمره وسخر لكم ٱلأنهٰر"
    },
    {
        "surah_number": 14,
        "verse_number": 33,
        "content": "وسخر لكم ٱلشمس وٱلقمر دائبين وسخر لكم ٱليل وٱلنهار"
    },
    {
        "surah_number": 14,
        "verse_number": 34,
        "content": "وءاتىٰكم من كل ما سألتموه وإن تعدوا نعمت ٱلله لا تحصوها إن ٱلإنسٰن لظلوم كفار"
    },
    {
        "surah_number": 14,
        "verse_number": 35,
        "content": "وإذ قال إبرٰهيم رب ٱجعل هٰذا ٱلبلد ءامنا وٱجنبني وبني أن نعبد ٱلأصنام"
    },
    {
        "surah_number": 14,
        "verse_number": 36,
        "content": "رب إنهن أضللن كثيرا من ٱلناس فمن تبعني فإنه مني ومن عصاني فإنك غفور رحيم"
    },
    {
        "surah_number": 14,
        "verse_number": 37,
        "content": "ربنا إني أسكنت من ذريتي بواد غير ذي زرع عند بيتك ٱلمحرم ربنا ليقيموا ٱلصلوٰة فٱجعل أفـدة من ٱلناس تهوي إليهم وٱرزقهم من ٱلثمرٰت لعلهم يشكرون"
    },
    {
        "surah_number": 14,
        "verse_number": 38,
        "content": "ربنا إنك تعلم ما نخفي وما نعلن وما يخفىٰ على ٱلله من شيء في ٱلأرض ولا في ٱلسماء"
    },
    {
        "surah_number": 14,
        "verse_number": 39,
        "content": "ٱلحمد لله ٱلذي وهب لي على ٱلكبر إسمٰعيل وإسحٰق إن ربي لسميع ٱلدعاء"
    },
    {
        "surah_number": 14,
        "verse_number": 40,
        "content": "رب ٱجعلني مقيم ٱلصلوٰة ومن ذريتي ربنا وتقبل دعاء"
    },
    {
        "surah_number": 14,
        "verse_number": 41,
        "content": "ربنا ٱغفر لي ولوٰلدي وللمؤمنين يوم يقوم ٱلحساب"
    },
    {
        "surah_number": 14,
        "verse_number": 42,
        "content": "ولا تحسبن ٱلله غٰفلا عما يعمل ٱلظـٰلمون إنما يؤخرهم ليوم تشخص فيه ٱلأبصٰر"
    },
    {
        "surah_number": 14,
        "verse_number": 43,
        "content": "مهطعين مقنعي رءوسهم لا يرتد إليهم طرفهم وأفـدتهم هواء"
    },
    {
        "surah_number": 14,
        "verse_number": 44,
        "content": "وأنذر ٱلناس يوم يأتيهم ٱلعذاب فيقول ٱلذين ظلموا ربنا أخرنا إلىٰ أجل قريب نجب دعوتك ونتبع ٱلرسل أولم تكونوا أقسمتم من قبل ما لكم من زوال"
    },
    {
        "surah_number": 14,
        "verse_number": 45,
        "content": "وسكنتم في مسٰكن ٱلذين ظلموا أنفسهم وتبين لكم كيف فعلنا بهم وضربنا لكم ٱلأمثال"
    },
    {
        "surah_number": 14,
        "verse_number": 46,
        "content": "وقد مكروا مكرهم وعند ٱلله مكرهم وإن كان مكرهم لتزول منه ٱلجبال"
    },
    {
        "surah_number": 14,
        "verse_number": 47,
        "content": "فلا تحسبن ٱلله مخلف وعده رسله إن ٱلله عزيز ذو ٱنتقام"
    },
    {
        "surah_number": 14,
        "verse_number": 48,
        "content": "يوم تبدل ٱلأرض غير ٱلأرض وٱلسمٰوٰت وبرزوا لله ٱلوٰحد ٱلقهار"
    },
    {
        "surah_number": 14,
        "verse_number": 49,
        "content": "وترى ٱلمجرمين يومئذ مقرنين في ٱلأصفاد"
    },
    {
        "surah_number": 14,
        "verse_number": 50,
        "content": "سرابيلهم من قطران وتغشىٰ وجوههم ٱلنار"
    },
    {
        "surah_number": 14,
        "verse_number": 51,
        "content": "ليجزي ٱلله كل نفس ما كسبت إن ٱلله سريع ٱلحساب"
    },
    {
        "surah_number": 14,
        "verse_number": 52,
        "content": "هٰذا بلٰغ للناس ولينذروا به وليعلموا أنما هو إلٰه وٰحد وليذكر أولوا ٱلألبٰب"
    },
    {
        "surah_number": 15,
        "verse_number": 1,
        "content": "الر تلك ءايٰت ٱلكتٰب وقرءان مبين"
    },
    {
        "surah_number": 15,
        "verse_number": 2,
        "content": "ربما يود ٱلذين كفروا لو كانوا مسلمين"
    },
    {
        "surah_number": 15,
        "verse_number": 3,
        "content": "ذرهم يأكلوا ويتمتعوا ويلههم ٱلأمل فسوف يعلمون"
    },
    {
        "surah_number": 15,
        "verse_number": 4,
        "content": "وما أهلكنا من قرية إلا ولها كتاب معلوم"
    },
    {
        "surah_number": 15,
        "verse_number": 5,
        "content": "ما تسبق من أمة أجلها وما يستـخرون"
    },
    {
        "surah_number": 15,
        "verse_number": 6,
        "content": "وقالوا يـٰأيها ٱلذي نزل عليه ٱلذكر إنك لمجنون"
    },
    {
        "surah_number": 15,
        "verse_number": 7,
        "content": "لوما تأتينا بٱلملـٰئكة إن كنت من ٱلصـٰدقين"
    },
    {
        "surah_number": 15,
        "verse_number": 8,
        "content": "ما ننزل ٱلملـٰئكة إلا بٱلحق وما كانوا إذا منظرين"
    },
    {
        "surah_number": 15,
        "verse_number": 9,
        "content": "إنا نحن نزلنا ٱلذكر وإنا له لحٰفظون"
    },
    {
        "surah_number": 15,
        "verse_number": 10,
        "content": "ولقد أرسلنا من قبلك في شيع ٱلأولين"
    },
    {
        "surah_number": 15,
        "verse_number": 11,
        "content": "وما يأتيهم من رسول إلا كانوا به يستهزءون"
    },
    {
        "surah_number": 15,
        "verse_number": 12,
        "content": "كذٰلك نسلكه في قلوب ٱلمجرمين"
    },
    {
        "surah_number": 15,
        "verse_number": 13,
        "content": "لا يؤمنون به وقد خلت سنة ٱلأولين"
    },
    {
        "surah_number": 15,
        "verse_number": 14,
        "content": "ولو فتحنا عليهم بابا من ٱلسماء فظلوا فيه يعرجون"
    },
    {
        "surah_number": 15,
        "verse_number": 15,
        "content": "لقالوا إنما سكرت أبصٰرنا بل نحن قوم مسحورون"
    },
    {
        "surah_number": 15,
        "verse_number": 16,
        "content": "ولقد جعلنا في ٱلسماء بروجا وزينـٰها للنـٰظرين"
    },
    {
        "surah_number": 15,
        "verse_number": 17,
        "content": "وحفظنٰها من كل شيطٰن رجيم"
    },
    {
        "surah_number": 15,
        "verse_number": 18,
        "content": "إلا من ٱسترق ٱلسمع فأتبعه شهاب مبين"
    },
    {
        "surah_number": 15,
        "verse_number": 19,
        "content": "وٱلأرض مددنٰها وألقينا فيها روٰسي وأنبتنا فيها من كل شيء موزون"
    },
    {
        "surah_number": 15,
        "verse_number": 20,
        "content": "وجعلنا لكم فيها معٰيش ومن لستم له برٰزقين"
    },
    {
        "surah_number": 15,
        "verse_number": 21,
        "content": "وإن من شيء إلا عندنا خزائنه وما ننزله إلا بقدر معلوم"
    },
    {
        "surah_number": 15,
        "verse_number": 22,
        "content": "وأرسلنا ٱلريٰح لوٰقح فأنزلنا من ٱلسماء ماء فأسقينٰكموه وما أنتم له بخٰزنين"
    },
    {
        "surah_number": 15,
        "verse_number": 23,
        "content": "وإنا لنحن نحي ونميت ونحن ٱلوٰرثون"
    },
    {
        "surah_number": 15,
        "verse_number": 24,
        "content": "ولقد علمنا ٱلمستقدمين منكم ولقد علمنا ٱلمستـخرين"
    },
    {
        "surah_number": 15,
        "verse_number": 25,
        "content": "وإن ربك هو يحشرهم إنه حكيم عليم"
    },
    {
        "surah_number": 15,
        "verse_number": 26,
        "content": "ولقد خلقنا ٱلإنسٰن من صلصٰل من حمإ مسنون"
    },
    {
        "surah_number": 15,
        "verse_number": 27,
        "content": "وٱلجان خلقنٰه من قبل من نار ٱلسموم"
    },
    {
        "surah_number": 15,
        "verse_number": 28,
        "content": "وإذ قال ربك للملـٰئكة إني خٰلق بشرا من صلصٰل من حمإ مسنون"
    },
    {
        "surah_number": 15,
        "verse_number": 29,
        "content": "فإذا سويته ونفخت فيه من روحي فقعوا له سٰجدين"
    },
    {
        "surah_number": 15,
        "verse_number": 30,
        "content": "فسجد ٱلملـٰئكة كلهم أجمعون"
    },
    {
        "surah_number": 15,
        "verse_number": 31,
        "content": "إلا إبليس أبىٰ أن يكون مع ٱلسـٰجدين"
    },
    {
        "surah_number": 15,
        "verse_number": 32,
        "content": "قال يـٰإبليس ما لك ألا تكون مع ٱلسـٰجدين"
    },
    {
        "surah_number": 15,
        "verse_number": 33,
        "content": "قال لم أكن لأسجد لبشر خلقته من صلصٰل من حمإ مسنون"
    },
    {
        "surah_number": 15,
        "verse_number": 34,
        "content": "قال فٱخرج منها فإنك رجيم"
    },
    {
        "surah_number": 15,
        "verse_number": 35,
        "content": "وإن عليك ٱللعنة إلىٰ يوم ٱلدين"
    },
    {
        "surah_number": 15,
        "verse_number": 36,
        "content": "قال رب فأنظرني إلىٰ يوم يبعثون"
    },
    {
        "surah_number": 15,
        "verse_number": 37,
        "content": "قال فإنك من ٱلمنظرين"
    },
    {
        "surah_number": 15,
        "verse_number": 38,
        "content": "إلىٰ يوم ٱلوقت ٱلمعلوم"
    },
    {
        "surah_number": 15,
        "verse_number": 39,
        "content": "قال رب بما أغويتني لأزينن لهم في ٱلأرض ولأغوينهم أجمعين"
    },
    {
        "surah_number": 15,
        "verse_number": 40,
        "content": "إلا عبادك منهم ٱلمخلصين"
    },
    {
        "surah_number": 15,
        "verse_number": 41,
        "content": "قال هٰذا صرٰط علي مستقيم"
    },
    {
        "surah_number": 15,
        "verse_number": 42,
        "content": "إن عبادي ليس لك عليهم سلطٰن إلا من ٱتبعك من ٱلغاوين"
    },
    {
        "surah_number": 15,
        "verse_number": 43,
        "content": "وإن جهنم لموعدهم أجمعين"
    },
    {
        "surah_number": 15,
        "verse_number": 44,
        "content": "لها سبعة أبوٰب لكل باب منهم جزء مقسوم"
    },
    {
        "surah_number": 15,
        "verse_number": 45,
        "content": "إن ٱلمتقين في جنـٰت وعيون"
    },
    {
        "surah_number": 15,
        "verse_number": 46,
        "content": "ٱدخلوها بسلٰم ءامنين"
    },
    {
        "surah_number": 15,
        "verse_number": 47,
        "content": "ونزعنا ما في صدورهم من غل إخوٰنا علىٰ سرر متقٰبلين"
    },
    {
        "surah_number": 15,
        "verse_number": 48,
        "content": "لا يمسهم فيها نصب وما هم منها بمخرجين"
    },
    {
        "surah_number": 15,
        "verse_number": 49,
        "content": "نبئ عبادي أني أنا ٱلغفور ٱلرحيم"
    },
    {
        "surah_number": 15,
        "verse_number": 50,
        "content": "وأن عذابي هو ٱلعذاب ٱلأليم"
    },
    {
        "surah_number": 15,
        "verse_number": 51,
        "content": "ونبئهم عن ضيف إبرٰهيم"
    },
    {
        "surah_number": 15,
        "verse_number": 52,
        "content": "إذ دخلوا عليه فقالوا سلٰما قال إنا منكم وجلون"
    },
    {
        "surah_number": 15,
        "verse_number": 53,
        "content": "قالوا لا توجل إنا نبشرك بغلٰم عليم"
    },
    {
        "surah_number": 15,
        "verse_number": 54,
        "content": "قال أبشرتموني علىٰ أن مسني ٱلكبر فبم تبشرون"
    },
    {
        "surah_number": 15,
        "verse_number": 55,
        "content": "قالوا بشرنٰك بٱلحق فلا تكن من ٱلقٰنطين"
    },
    {
        "surah_number": 15,
        "verse_number": 56,
        "content": "قال ومن يقنط من رحمة ربه إلا ٱلضالون"
    },
    {
        "surah_number": 15,
        "verse_number": 57,
        "content": "قال فما خطبكم أيها ٱلمرسلون"
    },
    {
        "surah_number": 15,
        "verse_number": 58,
        "content": "قالوا إنا أرسلنا إلىٰ قوم مجرمين"
    },
    {
        "surah_number": 15,
        "verse_number": 59,
        "content": "إلا ءال لوط إنا لمنجوهم أجمعين"
    },
    {
        "surah_number": 15,
        "verse_number": 60,
        "content": "إلا ٱمرأته قدرنا إنها لمن ٱلغٰبرين"
    },
    {
        "surah_number": 15,
        "verse_number": 61,
        "content": "فلما جاء ءال لوط ٱلمرسلون"
    },
    {
        "surah_number": 15,
        "verse_number": 62,
        "content": "قال إنكم قوم منكرون"
    },
    {
        "surah_number": 15,
        "verse_number": 63,
        "content": "قالوا بل جئنٰك بما كانوا فيه يمترون"
    },
    {
        "surah_number": 15,
        "verse_number": 64,
        "content": "وأتينٰك بٱلحق وإنا لصٰدقون"
    },
    {
        "surah_number": 15,
        "verse_number": 65,
        "content": "فأسر بأهلك بقطع من ٱليل وٱتبع أدبٰرهم ولا يلتفت منكم أحد وٱمضوا حيث تؤمرون"
    },
    {
        "surah_number": 15,
        "verse_number": 66,
        "content": "وقضينا إليه ذٰلك ٱلأمر أن دابر هـٰؤلاء مقطوع مصبحين"
    },
    {
        "surah_number": 15,
        "verse_number": 67,
        "content": "وجاء أهل ٱلمدينة يستبشرون"
    },
    {
        "surah_number": 15,
        "verse_number": 68,
        "content": "قال إن هـٰؤلاء ضيفي فلا تفضحون"
    },
    {
        "surah_number": 15,
        "verse_number": 69,
        "content": "وٱتقوا ٱلله ولا تخزون"
    },
    {
        "surah_number": 15,
        "verse_number": 70,
        "content": "قالوا أولم ننهك عن ٱلعٰلمين"
    },
    {
        "surah_number": 15,
        "verse_number": 71,
        "content": "قال هـٰؤلاء بناتي إن كنتم فٰعلين"
    },
    {
        "surah_number": 15,
        "verse_number": 72,
        "content": "لعمرك إنهم لفي سكرتهم يعمهون"
    },
    {
        "surah_number": 15,
        "verse_number": 73,
        "content": "فأخذتهم ٱلصيحة مشرقين"
    },
    {
        "surah_number": 15,
        "verse_number": 74,
        "content": "فجعلنا عٰليها سافلها وأمطرنا عليهم حجارة من سجيل"
    },
    {
        "surah_number": 15,
        "verse_number": 75,
        "content": "إن في ذٰلك لأيٰت للمتوسمين"
    },
    {
        "surah_number": 15,
        "verse_number": 76,
        "content": "وإنها لبسبيل مقيم"
    },
    {
        "surah_number": 15,
        "verse_number": 77,
        "content": "إن في ذٰلك لأية للمؤمنين"
    },
    {
        "surah_number": 15,
        "verse_number": 78,
        "content": "وإن كان أصحٰب ٱلأيكة لظٰلمين"
    },
    {
        "surah_number": 15,
        "verse_number": 79,
        "content": "فٱنتقمنا منهم وإنهما لبإمام مبين"
    },
    {
        "surah_number": 15,
        "verse_number": 80,
        "content": "ولقد كذب أصحٰب ٱلحجر ٱلمرسلين"
    },
    {
        "surah_number": 15,
        "verse_number": 81,
        "content": "وءاتينٰهم ءايٰتنا فكانوا عنها معرضين"
    },
    {
        "surah_number": 15,
        "verse_number": 82,
        "content": "وكانوا ينحتون من ٱلجبال بيوتا ءامنين"
    },
    {
        "surah_number": 15,
        "verse_number": 83,
        "content": "فأخذتهم ٱلصيحة مصبحين"
    },
    {
        "surah_number": 15,
        "verse_number": 84,
        "content": "فما أغنىٰ عنهم ما كانوا يكسبون"
    },
    {
        "surah_number": 15,
        "verse_number": 85,
        "content": "وما خلقنا ٱلسمٰوٰت وٱلأرض وما بينهما إلا بٱلحق وإن ٱلساعة لأتية فٱصفح ٱلصفح ٱلجميل"
    },
    {
        "surah_number": 15,
        "verse_number": 86,
        "content": "إن ربك هو ٱلخلـٰق ٱلعليم"
    },
    {
        "surah_number": 15,
        "verse_number": 87,
        "content": "ولقد ءاتينٰك سبعا من ٱلمثاني وٱلقرءان ٱلعظيم"
    },
    {
        "surah_number": 15,
        "verse_number": 88,
        "content": "لا تمدن عينيك إلىٰ ما متعنا به أزوٰجا منهم ولا تحزن عليهم وٱخفض جناحك للمؤمنين"
    },
    {
        "surah_number": 15,
        "verse_number": 89,
        "content": "وقل إني أنا ٱلنذير ٱلمبين"
    },
    {
        "surah_number": 15,
        "verse_number": 90,
        "content": "كما أنزلنا على ٱلمقتسمين"
    },
    {
        "surah_number": 15,
        "verse_number": 91,
        "content": "ٱلذين جعلوا ٱلقرءان عضين"
    },
    {
        "surah_number": 15,
        "verse_number": 92,
        "content": "فوربك لنسـلنهم أجمعين"
    },
    {
        "surah_number": 15,
        "verse_number": 93,
        "content": "عما كانوا يعملون"
    },
    {
        "surah_number": 15,
        "verse_number": 94,
        "content": "فٱصدع بما تؤمر وأعرض عن ٱلمشركين"
    },
    {
        "surah_number": 15,
        "verse_number": 95,
        "content": "إنا كفينٰك ٱلمستهزءين"
    },
    {
        "surah_number": 15,
        "verse_number": 96,
        "content": "ٱلذين يجعلون مع ٱلله إلٰها ءاخر فسوف يعلمون"
    },
    {
        "surah_number": 15,
        "verse_number": 97,
        "content": "ولقد نعلم أنك يضيق صدرك بما يقولون"
    },
    {
        "surah_number": 15,
        "verse_number": 98,
        "content": "فسبح بحمد ربك وكن من ٱلسـٰجدين"
    },
    {
        "surah_number": 15,
        "verse_number": 99,
        "content": "وٱعبد ربك حتىٰ يأتيك ٱليقين"
    },
    {
        "surah_number": 16,
        "verse_number": 1,
        "content": "أتىٰ أمر ٱلله فلا تستعجلوه سبحٰنه وتعٰلىٰ عما يشركون"
    },
    {
        "surah_number": 16,
        "verse_number": 2,
        "content": "ينزل ٱلملـٰئكة بٱلروح من أمره علىٰ من يشاء من عباده أن أنذروا أنه لا إلٰه إلا أنا فٱتقون"
    },
    {
        "surah_number": 16,
        "verse_number": 3,
        "content": "خلق ٱلسمٰوٰت وٱلأرض بٱلحق تعٰلىٰ عما يشركون"
    },
    {
        "surah_number": 16,
        "verse_number": 4,
        "content": "خلق ٱلإنسٰن من نطفة فإذا هو خصيم مبين"
    },
    {
        "surah_number": 16,
        "verse_number": 5,
        "content": "وٱلأنعٰم خلقها لكم فيها دفء ومنٰفع ومنها تأكلون"
    },
    {
        "surah_number": 16,
        "verse_number": 6,
        "content": "ولكم فيها جمال حين تريحون وحين تسرحون"
    },
    {
        "surah_number": 16,
        "verse_number": 7,
        "content": "وتحمل أثقالكم إلىٰ بلد لم تكونوا بٰلغيه إلا بشق ٱلأنفس إن ربكم لرءوف رحيم"
    },
    {
        "surah_number": 16,
        "verse_number": 8,
        "content": "وٱلخيل وٱلبغال وٱلحمير لتركبوها وزينة ويخلق ما لا تعلمون"
    },
    {
        "surah_number": 16,
        "verse_number": 9,
        "content": "وعلى ٱلله قصد ٱلسبيل ومنها جائر ولو شاء لهدىٰكم أجمعين"
    },
    {
        "surah_number": 16,
        "verse_number": 10,
        "content": "هو ٱلذي أنزل من ٱلسماء ماء لكم منه شراب ومنه شجر فيه تسيمون"
    },
    {
        "surah_number": 16,
        "verse_number": 11,
        "content": "ينبت لكم به ٱلزرع وٱلزيتون وٱلنخيل وٱلأعنٰب ومن كل ٱلثمرٰت إن في ذٰلك لأية لقوم يتفكرون"
    },
    {
        "surah_number": 16,
        "verse_number": 12,
        "content": "وسخر لكم ٱليل وٱلنهار وٱلشمس وٱلقمر وٱلنجوم مسخرٰت بأمره إن في ذٰلك لأيٰت لقوم يعقلون"
    },
    {
        "surah_number": 16,
        "verse_number": 13,
        "content": "وما ذرأ لكم في ٱلأرض مختلفا ألوٰنه إن في ذٰلك لأية لقوم يذكرون"
    },
    {
        "surah_number": 16,
        "verse_number": 14,
        "content": "وهو ٱلذي سخر ٱلبحر لتأكلوا منه لحما طريا وتستخرجوا منه حلية تلبسونها وترى ٱلفلك مواخر فيه ولتبتغوا من فضله ولعلكم تشكرون"
    },
    {
        "surah_number": 16,
        "verse_number": 15,
        "content": "وألقىٰ في ٱلأرض روٰسي أن تميد بكم وأنهٰرا وسبلا لعلكم تهتدون"
    },
    {
        "surah_number": 16,
        "verse_number": 16,
        "content": "وعلٰمٰت وبٱلنجم هم يهتدون"
    },
    {
        "surah_number": 16,
        "verse_number": 17,
        "content": "أفمن يخلق كمن لا يخلق أفلا تذكرون"
    },
    {
        "surah_number": 16,
        "verse_number": 18,
        "content": "وإن تعدوا نعمة ٱلله لا تحصوها إن ٱلله لغفور رحيم"
    },
    {
        "surah_number": 16,
        "verse_number": 19,
        "content": "وٱلله يعلم ما تسرون وما تعلنون"
    },
    {
        "surah_number": 16,
        "verse_number": 20,
        "content": "وٱلذين يدعون من دون ٱلله لا يخلقون شيـا وهم يخلقون"
    },
    {
        "surah_number": 16,
        "verse_number": 21,
        "content": "أموٰت غير أحياء وما يشعرون أيان يبعثون"
    },
    {
        "surah_number": 16,
        "verse_number": 22,
        "content": "إلٰهكم إلٰه وٰحد فٱلذين لا يؤمنون بٱلأخرة قلوبهم منكرة وهم مستكبرون"
    },
    {
        "surah_number": 16,
        "verse_number": 23,
        "content": "لا جرم أن ٱلله يعلم ما يسرون وما يعلنون إنه لا يحب ٱلمستكبرين"
    },
    {
        "surah_number": 16,
        "verse_number": 24,
        "content": "وإذا قيل لهم ماذا أنزل ربكم قالوا أسٰطير ٱلأولين"
    },
    {
        "surah_number": 16,
        "verse_number": 25,
        "content": "ليحملوا أوزارهم كاملة يوم ٱلقيٰمة ومن أوزار ٱلذين يضلونهم بغير علم ألا ساء ما يزرون"
    },
    {
        "surah_number": 16,
        "verse_number": 26,
        "content": "قد مكر ٱلذين من قبلهم فأتى ٱلله بنيٰنهم من ٱلقواعد فخر عليهم ٱلسقف من فوقهم وأتىٰهم ٱلعذاب من حيث لا يشعرون"
    },
    {
        "surah_number": 16,
        "verse_number": 27,
        "content": "ثم يوم ٱلقيٰمة يخزيهم ويقول أين شركاءي ٱلذين كنتم تشـٰقون فيهم قال ٱلذين أوتوا ٱلعلم إن ٱلخزي ٱليوم وٱلسوء على ٱلكٰفرين"
    },
    {
        "surah_number": 16,
        "verse_number": 28,
        "content": "ٱلذين تتوفىٰهم ٱلملـٰئكة ظالمي أنفسهم فألقوا ٱلسلم ما كنا نعمل من سوء بلىٰ إن ٱلله عليم بما كنتم تعملون"
    },
    {
        "surah_number": 16,
        "verse_number": 29,
        "content": "فٱدخلوا أبوٰب جهنم خٰلدين فيها فلبئس مثوى ٱلمتكبرين"
    },
    {
        "surah_number": 16,
        "verse_number": 30,
        "content": "وقيل للذين ٱتقوا ماذا أنزل ربكم قالوا خيرا للذين أحسنوا في هٰذه ٱلدنيا حسنة ولدار ٱلأخرة خير ولنعم دار ٱلمتقين"
    },
    {
        "surah_number": 16,
        "verse_number": 31,
        "content": "جنـٰت عدن يدخلونها تجري من تحتها ٱلأنهٰر لهم فيها ما يشاءون كذٰلك يجزي ٱلله ٱلمتقين"
    },
    {
        "surah_number": 16,
        "verse_number": 32,
        "content": "ٱلذين تتوفىٰهم ٱلملـٰئكة طيبين يقولون سلٰم عليكم ٱدخلوا ٱلجنة بما كنتم تعملون"
    },
    {
        "surah_number": 16,
        "verse_number": 33,
        "content": "هل ينظرون إلا أن تأتيهم ٱلملـٰئكة أو يأتي أمر ربك كذٰلك فعل ٱلذين من قبلهم وما ظلمهم ٱلله ولٰكن كانوا أنفسهم يظلمون"
    },
    {
        "surah_number": 16,
        "verse_number": 34,
        "content": "فأصابهم سيـات ما عملوا وحاق بهم ما كانوا به يستهزءون"
    },
    {
        "surah_number": 16,
        "verse_number": 35,
        "content": "وقال ٱلذين أشركوا لو شاء ٱلله ما عبدنا من دونه من شيء نحن ولا ءاباؤنا ولا حرمنا من دونه من شيء كذٰلك فعل ٱلذين من قبلهم فهل على ٱلرسل إلا ٱلبلٰغ ٱلمبين"
    },
    {
        "surah_number": 16,
        "verse_number": 36,
        "content": "ولقد بعثنا في كل أمة رسولا أن ٱعبدوا ٱلله وٱجتنبوا ٱلطـٰغوت فمنهم من هدى ٱلله ومنهم من حقت عليه ٱلضلٰلة فسيروا في ٱلأرض فٱنظروا كيف كان عٰقبة ٱلمكذبين"
    },
    {
        "surah_number": 16,
        "verse_number": 37,
        "content": "إن تحرص علىٰ هدىٰهم فإن ٱلله لا يهدي من يضل وما لهم من نـٰصرين"
    },
    {
        "surah_number": 16,
        "verse_number": 38,
        "content": "وأقسموا بٱلله جهد أيمٰنهم لا يبعث ٱلله من يموت بلىٰ وعدا عليه حقا ولٰكن أكثر ٱلناس لا يعلمون"
    },
    {
        "surah_number": 16,
        "verse_number": 39,
        "content": "ليبين لهم ٱلذي يختلفون فيه وليعلم ٱلذين كفروا أنهم كانوا كٰذبين"
    },
    {
        "surah_number": 16,
        "verse_number": 40,
        "content": "إنما قولنا لشيء إذا أردنٰه أن نقول له كن فيكون"
    },
    {
        "surah_number": 16,
        "verse_number": 41,
        "content": "وٱلذين هاجروا في ٱلله من بعد ما ظلموا لنبوئنهم في ٱلدنيا حسنة ولأجر ٱلأخرة أكبر لو كانوا يعلمون"
    },
    {
        "surah_number": 16,
        "verse_number": 42,
        "content": "ٱلذين صبروا وعلىٰ ربهم يتوكلون"
    },
    {
        "surah_number": 16,
        "verse_number": 43,
        "content": "وما أرسلنا من قبلك إلا رجالا نوحي إليهم فسـلوا أهل ٱلذكر إن كنتم لا تعلمون"
    },
    {
        "surah_number": 16,
        "verse_number": 44,
        "content": "بٱلبينٰت وٱلزبر وأنزلنا إليك ٱلذكر لتبين للناس ما نزل إليهم ولعلهم يتفكرون"
    },
    {
        "surah_number": 16,
        "verse_number": 45,
        "content": "أفأمن ٱلذين مكروا ٱلسيـات أن يخسف ٱلله بهم ٱلأرض أو يأتيهم ٱلعذاب من حيث لا يشعرون"
    },
    {
        "surah_number": 16,
        "verse_number": 46,
        "content": "أو يأخذهم في تقلبهم فما هم بمعجزين"
    },
    {
        "surah_number": 16,
        "verse_number": 47,
        "content": "أو يأخذهم علىٰ تخوف فإن ربكم لرءوف رحيم"
    },
    {
        "surah_number": 16,
        "verse_number": 48,
        "content": "أولم يروا إلىٰ ما خلق ٱلله من شيء يتفيؤا ظلٰله عن ٱليمين وٱلشمائل سجدا لله وهم دٰخرون"
    },
    {
        "surah_number": 16,
        "verse_number": 49,
        "content": "ولله يسجد ما في ٱلسمٰوٰت وما في ٱلأرض من دابة وٱلملـٰئكة وهم لا يستكبرون"
    },
    {
        "surah_number": 16,
        "verse_number": 50,
        "content": "يخافون ربهم من فوقهم ويفعلون ما يؤمرون"
    },
    {
        "surah_number": 16,
        "verse_number": 51,
        "content": "وقال ٱلله لا تتخذوا إلٰهين ٱثنين إنما هو إلٰه وٰحد فإيـٰي فٱرهبون"
    },
    {
        "surah_number": 16,
        "verse_number": 52,
        "content": "وله ما في ٱلسمٰوٰت وٱلأرض وله ٱلدين واصبا أفغير ٱلله تتقون"
    },
    {
        "surah_number": 16,
        "verse_number": 53,
        "content": "وما بكم من نعمة فمن ٱلله ثم إذا مسكم ٱلضر فإليه تجـرون"
    },
    {
        "surah_number": 16,
        "verse_number": 54,
        "content": "ثم إذا كشف ٱلضر عنكم إذا فريق منكم بربهم يشركون"
    },
    {
        "surah_number": 16,
        "verse_number": 55,
        "content": "ليكفروا بما ءاتينٰهم فتمتعوا فسوف تعلمون"
    },
    {
        "surah_number": 16,
        "verse_number": 56,
        "content": "ويجعلون لما لا يعلمون نصيبا مما رزقنٰهم تٱلله لتسـلن عما كنتم تفترون"
    },
    {
        "surah_number": 16,
        "verse_number": 57,
        "content": "ويجعلون لله ٱلبنٰت سبحٰنه ولهم ما يشتهون"
    },
    {
        "surah_number": 16,
        "verse_number": 58,
        "content": "وإذا بشر أحدهم بٱلأنثىٰ ظل وجهه مسودا وهو كظيم"
    },
    {
        "surah_number": 16,
        "verse_number": 59,
        "content": "يتوٰرىٰ من ٱلقوم من سوء ما بشر به أيمسكه علىٰ هون أم يدسه في ٱلتراب ألا ساء ما يحكمون"
    },
    {
        "surah_number": 16,
        "verse_number": 60,
        "content": "للذين لا يؤمنون بٱلأخرة مثل ٱلسوء ولله ٱلمثل ٱلأعلىٰ وهو ٱلعزيز ٱلحكيم"
    },
    {
        "surah_number": 16,
        "verse_number": 61,
        "content": "ولو يؤاخذ ٱلله ٱلناس بظلمهم ما ترك عليها من دابة ولٰكن يؤخرهم إلىٰ أجل مسمى فإذا جاء أجلهم لا يستـخرون ساعة ولا يستقدمون"
    },
    {
        "surah_number": 16,
        "verse_number": 62,
        "content": "ويجعلون لله ما يكرهون وتصف ألسنتهم ٱلكذب أن لهم ٱلحسنىٰ لا جرم أن لهم ٱلنار وأنهم مفرطون"
    },
    {
        "surah_number": 16,
        "verse_number": 63,
        "content": "تٱلله لقد أرسلنا إلىٰ أمم من قبلك فزين لهم ٱلشيطٰن أعمٰلهم فهو وليهم ٱليوم ولهم عذاب أليم"
    },
    {
        "surah_number": 16,
        "verse_number": 64,
        "content": "وما أنزلنا عليك ٱلكتٰب إلا لتبين لهم ٱلذي ٱختلفوا فيه وهدى ورحمة لقوم يؤمنون"
    },
    {
        "surah_number": 16,
        "verse_number": 65,
        "content": "وٱلله أنزل من ٱلسماء ماء فأحيا به ٱلأرض بعد موتها إن في ذٰلك لأية لقوم يسمعون"
    },
    {
        "surah_number": 16,
        "verse_number": 66,
        "content": "وإن لكم في ٱلأنعٰم لعبرة نسقيكم مما في بطونه من بين فرث ودم لبنا خالصا سائغا للشـٰربين"
    },
    {
        "surah_number": 16,
        "verse_number": 67,
        "content": "ومن ثمرٰت ٱلنخيل وٱلأعنٰب تتخذون منه سكرا ورزقا حسنا إن في ذٰلك لأية لقوم يعقلون"
    },
    {
        "surah_number": 16,
        "verse_number": 68,
        "content": "وأوحىٰ ربك إلى ٱلنحل أن ٱتخذي من ٱلجبال بيوتا ومن ٱلشجر ومما يعرشون"
    },
    {
        "surah_number": 16,
        "verse_number": 69,
        "content": "ثم كلي من كل ٱلثمرٰت فٱسلكي سبل ربك ذللا يخرج من بطونها شراب مختلف ألوٰنه فيه شفاء للناس إن في ذٰلك لأية لقوم يتفكرون"
    },
    {
        "surah_number": 16,
        "verse_number": 70,
        "content": "وٱلله خلقكم ثم يتوفىٰكم ومنكم من يرد إلىٰ أرذل ٱلعمر لكي لا يعلم بعد علم شيـا إن ٱلله عليم قدير"
    },
    {
        "surah_number": 16,
        "verse_number": 71,
        "content": "وٱلله فضل بعضكم علىٰ بعض في ٱلرزق فما ٱلذين فضلوا برادي رزقهم علىٰ ما ملكت أيمٰنهم فهم فيه سواء أفبنعمة ٱلله يجحدون"
    },
    {
        "surah_number": 16,
        "verse_number": 72,
        "content": "وٱلله جعل لكم من أنفسكم أزوٰجا وجعل لكم من أزوٰجكم بنين وحفدة ورزقكم من ٱلطيبٰت أفبٱلبٰطل يؤمنون وبنعمت ٱلله هم يكفرون"
    },
    {
        "surah_number": 16,
        "verse_number": 73,
        "content": "ويعبدون من دون ٱلله ما لا يملك لهم رزقا من ٱلسمٰوٰت وٱلأرض شيـا ولا يستطيعون"
    },
    {
        "surah_number": 16,
        "verse_number": 74,
        "content": "فلا تضربوا لله ٱلأمثال إن ٱلله يعلم وأنتم لا تعلمون"
    },
    {
        "surah_number": 16,
        "verse_number": 75,
        "content": "ضرب ٱلله مثلا عبدا مملوكا لا يقدر علىٰ شيء ومن رزقنٰه منا رزقا حسنا فهو ينفق منه سرا وجهرا هل يستون ٱلحمد لله بل أكثرهم لا يعلمون"
    },
    {
        "surah_number": 16,
        "verse_number": 76,
        "content": "وضرب ٱلله مثلا رجلين أحدهما أبكم لا يقدر علىٰ شيء وهو كل علىٰ مولىٰه أينما يوجهه لا يأت بخير هل يستوي هو ومن يأمر بٱلعدل وهو علىٰ صرٰط مستقيم"
    },
    {
        "surah_number": 16,
        "verse_number": 77,
        "content": "ولله غيب ٱلسمٰوٰت وٱلأرض وما أمر ٱلساعة إلا كلمح ٱلبصر أو هو أقرب إن ٱلله علىٰ كل شيء قدير"
    },
    {
        "surah_number": 16,
        "verse_number": 78,
        "content": "وٱلله أخرجكم من بطون أمهٰتكم لا تعلمون شيـا وجعل لكم ٱلسمع وٱلأبصٰر وٱلأفـدة لعلكم تشكرون"
    },
    {
        "surah_number": 16,
        "verse_number": 79,
        "content": "ألم يروا إلى ٱلطير مسخرٰت في جو ٱلسماء ما يمسكهن إلا ٱلله إن في ذٰلك لأيٰت لقوم يؤمنون"
    },
    {
        "surah_number": 16,
        "verse_number": 80,
        "content": "وٱلله جعل لكم من بيوتكم سكنا وجعل لكم من جلود ٱلأنعٰم بيوتا تستخفونها يوم ظعنكم ويوم إقامتكم ومن أصوافها وأوبارها وأشعارها أثٰثا ومتٰعا إلىٰ حين"
    },
    {
        "surah_number": 16,
        "verse_number": 81,
        "content": "وٱلله جعل لكم مما خلق ظلٰلا وجعل لكم من ٱلجبال أكنٰنا وجعل لكم سرٰبيل تقيكم ٱلحر وسرٰبيل تقيكم بأسكم كذٰلك يتم نعمته عليكم لعلكم تسلمون"
    },
    {
        "surah_number": 16,
        "verse_number": 82,
        "content": "فإن تولوا فإنما عليك ٱلبلٰغ ٱلمبين"
    },
    {
        "surah_number": 16,
        "verse_number": 83,
        "content": "يعرفون نعمت ٱلله ثم ينكرونها وأكثرهم ٱلكٰفرون"
    },
    {
        "surah_number": 16,
        "verse_number": 84,
        "content": "ويوم نبعث من كل أمة شهيدا ثم لا يؤذن للذين كفروا ولا هم يستعتبون"
    },
    {
        "surah_number": 16,
        "verse_number": 85,
        "content": "وإذا رءا ٱلذين ظلموا ٱلعذاب فلا يخفف عنهم ولا هم ينظرون"
    },
    {
        "surah_number": 16,
        "verse_number": 86,
        "content": "وإذا رءا ٱلذين أشركوا شركاءهم قالوا ربنا هـٰؤلاء شركاؤنا ٱلذين كنا ندعوا من دونك فألقوا إليهم ٱلقول إنكم لكٰذبون"
    },
    {
        "surah_number": 16,
        "verse_number": 87,
        "content": "وألقوا إلى ٱلله يومئذ ٱلسلم وضل عنهم ما كانوا يفترون"
    },
    {
        "surah_number": 16,
        "verse_number": 88,
        "content": "ٱلذين كفروا وصدوا عن سبيل ٱلله زدنٰهم عذابا فوق ٱلعذاب بما كانوا يفسدون"
    },
    {
        "surah_number": 16,
        "verse_number": 89,
        "content": "ويوم نبعث في كل أمة شهيدا عليهم من أنفسهم وجئنا بك شهيدا علىٰ هـٰؤلاء ونزلنا عليك ٱلكتٰب تبيٰنا لكل شيء وهدى ورحمة وبشرىٰ للمسلمين"
    },
    {
        "surah_number": 16,
        "verse_number": 90,
        "content": "إن ٱلله يأمر بٱلعدل وٱلإحسٰن وإيتاي ذي ٱلقربىٰ وينهىٰ عن ٱلفحشاء وٱلمنكر وٱلبغي يعظكم لعلكم تذكرون"
    },
    {
        "surah_number": 16,
        "verse_number": 91,
        "content": "وأوفوا بعهد ٱلله إذا عٰهدتم ولا تنقضوا ٱلأيمٰن بعد توكيدها وقد جعلتم ٱلله عليكم كفيلا إن ٱلله يعلم ما تفعلون"
    },
    {
        "surah_number": 16,
        "verse_number": 92,
        "content": "ولا تكونوا كٱلتي نقضت غزلها من بعد قوة أنكٰثا تتخذون أيمٰنكم دخلا بينكم أن تكون أمة هي أربىٰ من أمة إنما يبلوكم ٱلله به وليبينن لكم يوم ٱلقيٰمة ما كنتم فيه تختلفون"
    },
    {
        "surah_number": 16,
        "verse_number": 93,
        "content": "ولو شاء ٱلله لجعلكم أمة وٰحدة ولٰكن يضل من يشاء ويهدي من يشاء ولتسـلن عما كنتم تعملون"
    },
    {
        "surah_number": 16,
        "verse_number": 94,
        "content": "ولا تتخذوا أيمٰنكم دخلا بينكم فتزل قدم بعد ثبوتها وتذوقوا ٱلسوء بما صددتم عن سبيل ٱلله ولكم عذاب عظيم"
    },
    {
        "surah_number": 16,
        "verse_number": 95,
        "content": "ولا تشتروا بعهد ٱلله ثمنا قليلا إنما عند ٱلله هو خير لكم إن كنتم تعلمون"
    },
    {
        "surah_number": 16,
        "verse_number": 96,
        "content": "ما عندكم ينفد وما عند ٱلله باق ولنجزين ٱلذين صبروا أجرهم بأحسن ما كانوا يعملون"
    },
    {
        "surah_number": 16,
        "verse_number": 97,
        "content": "من عمل صٰلحا من ذكر أو أنثىٰ وهو مؤمن فلنحيينه حيوٰة طيبة ولنجزينهم أجرهم بأحسن ما كانوا يعملون"
    },
    {
        "surah_number": 16,
        "verse_number": 98,
        "content": "فإذا قرأت ٱلقرءان فٱستعذ بٱلله من ٱلشيطٰن ٱلرجيم"
    },
    {
        "surah_number": 16,
        "verse_number": 99,
        "content": "إنه ليس له سلطٰن على ٱلذين ءامنوا وعلىٰ ربهم يتوكلون"
    },
    {
        "surah_number": 16,
        "verse_number": 100,
        "content": "إنما سلطٰنه على ٱلذين يتولونه وٱلذين هم به مشركون"
    },
    {
        "surah_number": 16,
        "verse_number": 101,
        "content": "وإذا بدلنا ءاية مكان ءاية وٱلله أعلم بما ينزل قالوا إنما أنت مفتر بل أكثرهم لا يعلمون"
    },
    {
        "surah_number": 16,
        "verse_number": 102,
        "content": "قل نزله روح ٱلقدس من ربك بٱلحق ليثبت ٱلذين ءامنوا وهدى وبشرىٰ للمسلمين"
    },
    {
        "surah_number": 16,
        "verse_number": 103,
        "content": "ولقد نعلم أنهم يقولون إنما يعلمه بشر لسان ٱلذي يلحدون إليه أعجمي وهٰذا لسان عربي مبين"
    },
    {
        "surah_number": 16,
        "verse_number": 104,
        "content": "إن ٱلذين لا يؤمنون بـايٰت ٱلله لا يهديهم ٱلله ولهم عذاب أليم"
    },
    {
        "surah_number": 16,
        "verse_number": 105,
        "content": "إنما يفتري ٱلكذب ٱلذين لا يؤمنون بـايٰت ٱلله وأولـٰئك هم ٱلكٰذبون"
    },
    {
        "surah_number": 16,
        "verse_number": 106,
        "content": "من كفر بٱلله من بعد إيمٰنه إلا من أكره وقلبه مطمئن بٱلإيمٰن ولٰكن من شرح بٱلكفر صدرا فعليهم غضب من ٱلله ولهم عذاب عظيم"
    },
    {
        "surah_number": 16,
        "verse_number": 107,
        "content": "ذٰلك بأنهم ٱستحبوا ٱلحيوٰة ٱلدنيا على ٱلأخرة وأن ٱلله لا يهدي ٱلقوم ٱلكٰفرين"
    },
    {
        "surah_number": 16,
        "verse_number": 108,
        "content": "أولـٰئك ٱلذين طبع ٱلله علىٰ قلوبهم وسمعهم وأبصٰرهم وأولـٰئك هم ٱلغٰفلون"
    },
    {
        "surah_number": 16,
        "verse_number": 109,
        "content": "لا جرم أنهم في ٱلأخرة هم ٱلخٰسرون"
    },
    {
        "surah_number": 16,
        "verse_number": 110,
        "content": "ثم إن ربك للذين هاجروا من بعد ما فتنوا ثم جٰهدوا وصبروا إن ربك من بعدها لغفور رحيم"
    },
    {
        "surah_number": 16,
        "verse_number": 111,
        "content": "يوم تأتي كل نفس تجٰدل عن نفسها وتوفىٰ كل نفس ما عملت وهم لا يظلمون"
    },
    {
        "surah_number": 16,
        "verse_number": 112,
        "content": "وضرب ٱلله مثلا قرية كانت ءامنة مطمئنة يأتيها رزقها رغدا من كل مكان فكفرت بأنعم ٱلله فأذٰقها ٱلله لباس ٱلجوع وٱلخوف بما كانوا يصنعون"
    },
    {
        "surah_number": 16,
        "verse_number": 113,
        "content": "ولقد جاءهم رسول منهم فكذبوه فأخذهم ٱلعذاب وهم ظٰلمون"
    },
    {
        "surah_number": 16,
        "verse_number": 114,
        "content": "فكلوا مما رزقكم ٱلله حلٰلا طيبا وٱشكروا نعمت ٱلله إن كنتم إياه تعبدون"
    },
    {
        "surah_number": 16,
        "verse_number": 115,
        "content": "إنما حرم عليكم ٱلميتة وٱلدم ولحم ٱلخنزير وما أهل لغير ٱلله به فمن ٱضطر غير باغ ولا عاد فإن ٱلله غفور رحيم"
    },
    {
        "surah_number": 16,
        "verse_number": 116,
        "content": "ولا تقولوا لما تصف ألسنتكم ٱلكذب هٰذا حلٰل وهٰذا حرام لتفتروا على ٱلله ٱلكذب إن ٱلذين يفترون على ٱلله ٱلكذب لا يفلحون"
    },
    {
        "surah_number": 16,
        "verse_number": 117,
        "content": "متٰع قليل ولهم عذاب أليم"
    },
    {
        "surah_number": 16,
        "verse_number": 118,
        "content": "وعلى ٱلذين هادوا حرمنا ما قصصنا عليك من قبل وما ظلمنٰهم ولٰكن كانوا أنفسهم يظلمون"
    },
    {
        "surah_number": 16,
        "verse_number": 119,
        "content": "ثم إن ربك للذين عملوا ٱلسوء بجهٰلة ثم تابوا من بعد ذٰلك وأصلحوا إن ربك من بعدها لغفور رحيم"
    },
    {
        "surah_number": 16,
        "verse_number": 120,
        "content": "إن إبرٰهيم كان أمة قانتا لله حنيفا ولم يك من ٱلمشركين"
    },
    {
        "surah_number": 16,
        "verse_number": 121,
        "content": "شاكرا لأنعمه ٱجتبىٰه وهدىٰه إلىٰ صرٰط مستقيم"
    },
    {
        "surah_number": 16,
        "verse_number": 122,
        "content": "وءاتينٰه في ٱلدنيا حسنة وإنه في ٱلأخرة لمن ٱلصـٰلحين"
    },
    {
        "surah_number": 16,
        "verse_number": 123,
        "content": "ثم أوحينا إليك أن ٱتبع ملة إبرٰهيم حنيفا وما كان من ٱلمشركين"
    },
    {
        "surah_number": 16,
        "verse_number": 124,
        "content": "إنما جعل ٱلسبت على ٱلذين ٱختلفوا فيه وإن ربك ليحكم بينهم يوم ٱلقيٰمة فيما كانوا فيه يختلفون"
    },
    {
        "surah_number": 16,
        "verse_number": 125,
        "content": "ٱدع إلىٰ سبيل ربك بٱلحكمة وٱلموعظة ٱلحسنة وجٰدلهم بٱلتي هي أحسن إن ربك هو أعلم بمن ضل عن سبيله وهو أعلم بٱلمهتدين"
    },
    {
        "surah_number": 16,
        "verse_number": 126,
        "content": "وإن عاقبتم فعاقبوا بمثل ما عوقبتم به ولئن صبرتم لهو خير للصـٰبرين"
    },
    {
        "surah_number": 16,
        "verse_number": 127,
        "content": "وٱصبر وما صبرك إلا بٱلله ولا تحزن عليهم ولا تك في ضيق مما يمكرون"
    },
    {
        "surah_number": 16,
        "verse_number": 128,
        "content": "إن ٱلله مع ٱلذين ٱتقوا وٱلذين هم محسنون"
    },
    {
        "surah_number": 17,
        "verse_number": 1,
        "content": "سبحٰن ٱلذي أسرىٰ بعبده ليلا من ٱلمسجد ٱلحرام إلى ٱلمسجد ٱلأقصا ٱلذي بٰركنا حوله لنريه من ءايٰتنا إنه هو ٱلسميع ٱلبصير"
    },
    {
        "surah_number": 17,
        "verse_number": 2,
        "content": "وءاتينا موسى ٱلكتٰب وجعلنٰه هدى لبني إسرـٰءيل ألا تتخذوا من دوني وكيلا"
    },
    {
        "surah_number": 17,
        "verse_number": 3,
        "content": "ذرية من حملنا مع نوح إنه كان عبدا شكورا"
    },
    {
        "surah_number": 17,
        "verse_number": 4,
        "content": "وقضينا إلىٰ بني إسرـٰءيل في ٱلكتٰب لتفسدن في ٱلأرض مرتين ولتعلن علوا كبيرا"
    },
    {
        "surah_number": 17,
        "verse_number": 5,
        "content": "فإذا جاء وعد أولىٰهما بعثنا عليكم عبادا لنا أولي بأس شديد فجاسوا خلٰل ٱلديار وكان وعدا مفعولا"
    },
    {
        "surah_number": 17,
        "verse_number": 6,
        "content": "ثم رددنا لكم ٱلكرة عليهم وأمددنٰكم بأموٰل وبنين وجعلنٰكم أكثر نفيرا"
    },
    {
        "surah_number": 17,
        "verse_number": 7,
        "content": "إن أحسنتم أحسنتم لأنفسكم وإن أسأتم فلها فإذا جاء وعد ٱلأخرة ليسـوا وجوهكم وليدخلوا ٱلمسجد كما دخلوه أول مرة وليتبروا ما علوا تتبيرا"
    },
    {
        "surah_number": 17,
        "verse_number": 8,
        "content": "عسىٰ ربكم أن يرحمكم وإن عدتم عدنا وجعلنا جهنم للكٰفرين حصيرا"
    },
    {
        "surah_number": 17,
        "verse_number": 9,
        "content": "إن هٰذا ٱلقرءان يهدي للتي هي أقوم ويبشر ٱلمؤمنين ٱلذين يعملون ٱلصـٰلحٰت أن لهم أجرا كبيرا"
    },
    {
        "surah_number": 17,
        "verse_number": 10,
        "content": "وأن ٱلذين لا يؤمنون بٱلأخرة أعتدنا لهم عذابا أليما"
    },
    {
        "surah_number": 17,
        "verse_number": 11,
        "content": "ويدع ٱلإنسٰن بٱلشر دعاءه بٱلخير وكان ٱلإنسٰن عجولا"
    },
    {
        "surah_number": 17,
        "verse_number": 12,
        "content": "وجعلنا ٱليل وٱلنهار ءايتين فمحونا ءاية ٱليل وجعلنا ءاية ٱلنهار مبصرة لتبتغوا فضلا من ربكم ولتعلموا عدد ٱلسنين وٱلحساب وكل شيء فصلنٰه تفصيلا"
    },
    {
        "surah_number": 17,
        "verse_number": 13,
        "content": "وكل إنسٰن ألزمنٰه طـٰئره في عنقه ونخرج له يوم ٱلقيٰمة كتٰبا يلقىٰه منشورا"
    },
    {
        "surah_number": 17,
        "verse_number": 14,
        "content": "ٱقرأ كتٰبك كفىٰ بنفسك ٱليوم عليك حسيبا"
    },
    {
        "surah_number": 17,
        "verse_number": 15,
        "content": "من ٱهتدىٰ فإنما يهتدي لنفسه ومن ضل فإنما يضل عليها ولا تزر وازرة وزر أخرىٰ وما كنا معذبين حتىٰ نبعث رسولا"
    },
    {
        "surah_number": 17,
        "verse_number": 16,
        "content": "وإذا أردنا أن نهلك قرية أمرنا مترفيها ففسقوا فيها فحق عليها ٱلقول فدمرنٰها تدميرا"
    },
    {
        "surah_number": 17,
        "verse_number": 17,
        "content": "وكم أهلكنا من ٱلقرون من بعد نوح وكفىٰ بربك بذنوب عباده خبيرا بصيرا"
    },
    {
        "surah_number": 17,
        "verse_number": 18,
        "content": "من كان يريد ٱلعاجلة عجلنا له فيها ما نشاء لمن نريد ثم جعلنا له جهنم يصلىٰها مذموما مدحورا"
    },
    {
        "surah_number": 17,
        "verse_number": 19,
        "content": "ومن أراد ٱلأخرة وسعىٰ لها سعيها وهو مؤمن فأولـٰئك كان سعيهم مشكورا"
    },
    {
        "surah_number": 17,
        "verse_number": 20,
        "content": "كلا نمد هـٰؤلاء وهـٰؤلاء من عطاء ربك وما كان عطاء ربك محظورا"
    },
    {
        "surah_number": 17,
        "verse_number": 21,
        "content": "ٱنظر كيف فضلنا بعضهم علىٰ بعض وللأخرة أكبر درجٰت وأكبر تفضيلا"
    },
    {
        "surah_number": 17,
        "verse_number": 22,
        "content": "لا تجعل مع ٱلله إلٰها ءاخر فتقعد مذموما مخذولا"
    },
    {
        "surah_number": 17,
        "verse_number": 23,
        "content": "وقضىٰ ربك ألا تعبدوا إلا إياه وبٱلوٰلدين إحسٰنا إما يبلغن عندك ٱلكبر أحدهما أو كلاهما فلا تقل لهما أف ولا تنهرهما وقل لهما قولا كريما"
    },
    {
        "surah_number": 17,
        "verse_number": 24,
        "content": "وٱخفض لهما جناح ٱلذل من ٱلرحمة وقل رب ٱرحمهما كما ربياني صغيرا"
    },
    {
        "surah_number": 17,
        "verse_number": 25,
        "content": "ربكم أعلم بما في نفوسكم إن تكونوا صٰلحين فإنه كان للأوـٰبين غفورا"
    },
    {
        "surah_number": 17,
        "verse_number": 26,
        "content": "وءات ذا ٱلقربىٰ حقه وٱلمسكين وٱبن ٱلسبيل ولا تبذر تبذيرا"
    },
    {
        "surah_number": 17,
        "verse_number": 27,
        "content": "إن ٱلمبذرين كانوا إخوٰن ٱلشيٰطين وكان ٱلشيطٰن لربه كفورا"
    },
    {
        "surah_number": 17,
        "verse_number": 28,
        "content": "وإما تعرضن عنهم ٱبتغاء رحمة من ربك ترجوها فقل لهم قولا ميسورا"
    },
    {
        "surah_number": 17,
        "verse_number": 29,
        "content": "ولا تجعل يدك مغلولة إلىٰ عنقك ولا تبسطها كل ٱلبسط فتقعد ملوما محسورا"
    },
    {
        "surah_number": 17,
        "verse_number": 30,
        "content": "إن ربك يبسط ٱلرزق لمن يشاء ويقدر إنه كان بعباده خبيرا بصيرا"
    },
    {
        "surah_number": 17,
        "verse_number": 31,
        "content": "ولا تقتلوا أولٰدكم خشية إملٰق نحن نرزقهم وإياكم إن قتلهم كان خطـا كبيرا"
    },
    {
        "surah_number": 17,
        "verse_number": 32,
        "content": "ولا تقربوا ٱلزنىٰ إنه كان فٰحشة وساء سبيلا"
    },
    {
        "surah_number": 17,
        "verse_number": 33,
        "content": "ولا تقتلوا ٱلنفس ٱلتي حرم ٱلله إلا بٱلحق ومن قتل مظلوما فقد جعلنا لوليه سلطٰنا فلا يسرف في ٱلقتل إنه كان منصورا"
    },
    {
        "surah_number": 17,
        "verse_number": 34,
        "content": "ولا تقربوا مال ٱليتيم إلا بٱلتي هي أحسن حتىٰ يبلغ أشده وأوفوا بٱلعهد إن ٱلعهد كان مسـولا"
    },
    {
        "surah_number": 17,
        "verse_number": 35,
        "content": "وأوفوا ٱلكيل إذا كلتم وزنوا بٱلقسطاس ٱلمستقيم ذٰلك خير وأحسن تأويلا"
    },
    {
        "surah_number": 17,
        "verse_number": 36,
        "content": "ولا تقف ما ليس لك به علم إن ٱلسمع وٱلبصر وٱلفؤاد كل أولـٰئك كان عنه مسـولا"
    },
    {
        "surah_number": 17,
        "verse_number": 37,
        "content": "ولا تمش في ٱلأرض مرحا إنك لن تخرق ٱلأرض ولن تبلغ ٱلجبال طولا"
    },
    {
        "surah_number": 17,
        "verse_number": 38,
        "content": "كل ذٰلك كان سيئه عند ربك مكروها"
    },
    {
        "surah_number": 17,
        "verse_number": 39,
        "content": "ذٰلك مما أوحىٰ إليك ربك من ٱلحكمة ولا تجعل مع ٱلله إلٰها ءاخر فتلقىٰ في جهنم ملوما مدحورا"
    },
    {
        "surah_number": 17,
        "verse_number": 40,
        "content": "أفأصفىٰكم ربكم بٱلبنين وٱتخذ من ٱلملـٰئكة إنٰثا إنكم لتقولون قولا عظيما"
    },
    {
        "surah_number": 17,
        "verse_number": 41,
        "content": "ولقد صرفنا في هٰذا ٱلقرءان ليذكروا وما يزيدهم إلا نفورا"
    },
    {
        "surah_number": 17,
        "verse_number": 42,
        "content": "قل لو كان معه ءالهة كما يقولون إذا لٱبتغوا إلىٰ ذي ٱلعرش سبيلا"
    },
    {
        "surah_number": 17,
        "verse_number": 43,
        "content": "سبحٰنه وتعٰلىٰ عما يقولون علوا كبيرا"
    },
    {
        "surah_number": 17,
        "verse_number": 44,
        "content": "تسبح له ٱلسمٰوٰت ٱلسبع وٱلأرض ومن فيهن وإن من شيء إلا يسبح بحمده ولٰكن لا تفقهون تسبيحهم إنه كان حليما غفورا"
    },
    {
        "surah_number": 17,
        "verse_number": 45,
        "content": "وإذا قرأت ٱلقرءان جعلنا بينك وبين ٱلذين لا يؤمنون بٱلأخرة حجابا مستورا"
    },
    {
        "surah_number": 17,
        "verse_number": 46,
        "content": "وجعلنا علىٰ قلوبهم أكنة أن يفقهوه وفي ءاذانهم وقرا وإذا ذكرت ربك في ٱلقرءان وحده ولوا علىٰ أدبٰرهم نفورا"
    },
    {
        "surah_number": 17,
        "verse_number": 47,
        "content": "نحن أعلم بما يستمعون به إذ يستمعون إليك وإذ هم نجوىٰ إذ يقول ٱلظـٰلمون إن تتبعون إلا رجلا مسحورا"
    },
    {
        "surah_number": 17,
        "verse_number": 48,
        "content": "ٱنظر كيف ضربوا لك ٱلأمثال فضلوا فلا يستطيعون سبيلا"
    },
    {
        "surah_number": 17,
        "verse_number": 49,
        "content": "وقالوا أءذا كنا عظٰما ورفٰتا أءنا لمبعوثون خلقا جديدا"
    },
    {
        "surah_number": 17,
        "verse_number": 50,
        "content": "قل كونوا حجارة أو حديدا"
    },
    {
        "surah_number": 17,
        "verse_number": 51,
        "content": "أو خلقا مما يكبر في صدوركم فسيقولون من يعيدنا قل ٱلذي فطركم أول مرة فسينغضون إليك رءوسهم ويقولون متىٰ هو قل عسىٰ أن يكون قريبا"
    },
    {
        "surah_number": 17,
        "verse_number": 52,
        "content": "يوم يدعوكم فتستجيبون بحمده وتظنون إن لبثتم إلا قليلا"
    },
    {
        "surah_number": 17,
        "verse_number": 53,
        "content": "وقل لعبادي يقولوا ٱلتي هي أحسن إن ٱلشيطٰن ينزغ بينهم إن ٱلشيطٰن كان للإنسٰن عدوا مبينا"
    },
    {
        "surah_number": 17,
        "verse_number": 54,
        "content": "ربكم أعلم بكم إن يشأ يرحمكم أو إن يشأ يعذبكم وما أرسلنٰك عليهم وكيلا"
    },
    {
        "surah_number": 17,
        "verse_number": 55,
        "content": "وربك أعلم بمن في ٱلسمٰوٰت وٱلأرض ولقد فضلنا بعض ٱلنبيـن علىٰ بعض وءاتينا داود زبورا"
    },
    {
        "surah_number": 17,
        "verse_number": 56,
        "content": "قل ٱدعوا ٱلذين زعمتم من دونه فلا يملكون كشف ٱلضر عنكم ولا تحويلا"
    },
    {
        "surah_number": 17,
        "verse_number": 57,
        "content": "أولـٰئك ٱلذين يدعون يبتغون إلىٰ ربهم ٱلوسيلة أيهم أقرب ويرجون رحمته ويخافون عذابه إن عذاب ربك كان محذورا"
    },
    {
        "surah_number": 17,
        "verse_number": 58,
        "content": "وإن من قرية إلا نحن مهلكوها قبل يوم ٱلقيٰمة أو معذبوها عذابا شديدا كان ذٰلك في ٱلكتٰب مسطورا"
    },
    {
        "surah_number": 17,
        "verse_number": 59,
        "content": "وما منعنا أن نرسل بٱلأيٰت إلا أن كذب بها ٱلأولون وءاتينا ثمود ٱلناقة مبصرة فظلموا بها وما نرسل بٱلأيٰت إلا تخويفا"
    },
    {
        "surah_number": 17,
        "verse_number": 60,
        "content": "وإذ قلنا لك إن ربك أحاط بٱلناس وما جعلنا ٱلرءيا ٱلتي أرينٰك إلا فتنة للناس وٱلشجرة ٱلملعونة في ٱلقرءان ونخوفهم فما يزيدهم إلا طغيٰنا كبيرا"
    },
    {
        "surah_number": 17,
        "verse_number": 61,
        "content": "وإذ قلنا للملـٰئكة ٱسجدوا لأدم فسجدوا إلا إبليس قال ءأسجد لمن خلقت طينا"
    },
    {
        "surah_number": 17,
        "verse_number": 62,
        "content": "قال أرءيتك هٰذا ٱلذي كرمت علي لئن أخرتن إلىٰ يوم ٱلقيٰمة لأحتنكن ذريته إلا قليلا"
    },
    {
        "surah_number": 17,
        "verse_number": 63,
        "content": "قال ٱذهب فمن تبعك منهم فإن جهنم جزاؤكم جزاء موفورا"
    },
    {
        "surah_number": 17,
        "verse_number": 64,
        "content": "وٱستفزز من ٱستطعت منهم بصوتك وأجلب عليهم بخيلك ورجلك وشاركهم في ٱلأموٰل وٱلأولٰد وعدهم وما يعدهم ٱلشيطٰن إلا غرورا"
    },
    {
        "surah_number": 17,
        "verse_number": 65,
        "content": "إن عبادي ليس لك عليهم سلطٰن وكفىٰ بربك وكيلا"
    },
    {
        "surah_number": 17,
        "verse_number": 66,
        "content": "ربكم ٱلذي يزجي لكم ٱلفلك في ٱلبحر لتبتغوا من فضله إنه كان بكم رحيما"
    },
    {
        "surah_number": 17,
        "verse_number": 67,
        "content": "وإذا مسكم ٱلضر في ٱلبحر ضل من تدعون إلا إياه فلما نجىٰكم إلى ٱلبر أعرضتم وكان ٱلإنسٰن كفورا"
    },
    {
        "surah_number": 17,
        "verse_number": 68,
        "content": "أفأمنتم أن يخسف بكم جانب ٱلبر أو يرسل عليكم حاصبا ثم لا تجدوا لكم وكيلا"
    },
    {
        "surah_number": 17,
        "verse_number": 69,
        "content": "أم أمنتم أن يعيدكم فيه تارة أخرىٰ فيرسل عليكم قاصفا من ٱلريح فيغرقكم بما كفرتم ثم لا تجدوا لكم علينا به تبيعا"
    },
    {
        "surah_number": 17,
        "verse_number": 70,
        "content": "ولقد كرمنا بني ءادم وحملنٰهم في ٱلبر وٱلبحر ورزقنٰهم من ٱلطيبٰت وفضلنٰهم علىٰ كثير ممن خلقنا تفضيلا"
    },
    {
        "surah_number": 17,
        "verse_number": 71,
        "content": "يوم ندعوا كل أناس بإمٰمهم فمن أوتي كتٰبه بيمينه فأولـٰئك يقرءون كتٰبهم ولا يظلمون فتيلا"
    },
    {
        "surah_number": 17,
        "verse_number": 72,
        "content": "ومن كان في هٰذه أعمىٰ فهو في ٱلأخرة أعمىٰ وأضل سبيلا"
    },
    {
        "surah_number": 17,
        "verse_number": 73,
        "content": "وإن كادوا ليفتنونك عن ٱلذي أوحينا إليك لتفتري علينا غيره وإذا لٱتخذوك خليلا"
    },
    {
        "surah_number": 17,
        "verse_number": 74,
        "content": "ولولا أن ثبتنٰك لقد كدت تركن إليهم شيـا قليلا"
    },
    {
        "surah_number": 17,
        "verse_number": 75,
        "content": "إذا لأذقنٰك ضعف ٱلحيوٰة وضعف ٱلممات ثم لا تجد لك علينا نصيرا"
    },
    {
        "surah_number": 17,
        "verse_number": 76,
        "content": "وإن كادوا ليستفزونك من ٱلأرض ليخرجوك منها وإذا لا يلبثون خلٰفك إلا قليلا"
    },
    {
        "surah_number": 17,
        "verse_number": 77,
        "content": "سنة من قد أرسلنا قبلك من رسلنا ولا تجد لسنتنا تحويلا"
    },
    {
        "surah_number": 17,
        "verse_number": 78,
        "content": "أقم ٱلصلوٰة لدلوك ٱلشمس إلىٰ غسق ٱليل وقرءان ٱلفجر إن قرءان ٱلفجر كان مشهودا"
    },
    {
        "surah_number": 17,
        "verse_number": 79,
        "content": "ومن ٱليل فتهجد به نافلة لك عسىٰ أن يبعثك ربك مقاما محمودا"
    },
    {
        "surah_number": 17,
        "verse_number": 80,
        "content": "وقل رب أدخلني مدخل صدق وأخرجني مخرج صدق وٱجعل لي من لدنك سلطٰنا نصيرا"
    },
    {
        "surah_number": 17,
        "verse_number": 81,
        "content": "وقل جاء ٱلحق وزهق ٱلبٰطل إن ٱلبٰطل كان زهوقا"
    },
    {
        "surah_number": 17,
        "verse_number": 82,
        "content": "وننزل من ٱلقرءان ما هو شفاء ورحمة للمؤمنين ولا يزيد ٱلظـٰلمين إلا خسارا"
    },
    {
        "surah_number": 17,
        "verse_number": 83,
        "content": "وإذا أنعمنا على ٱلإنسٰن أعرض ونـا بجانبه وإذا مسه ٱلشر كان يـوسا"
    },
    {
        "surah_number": 17,
        "verse_number": 84,
        "content": "قل كل يعمل علىٰ شاكلته فربكم أعلم بمن هو أهدىٰ سبيلا"
    },
    {
        "surah_number": 17,
        "verse_number": 85,
        "content": "ويسـلونك عن ٱلروح قل ٱلروح من أمر ربي وما أوتيتم من ٱلعلم إلا قليلا"
    },
    {
        "surah_number": 17,
        "verse_number": 86,
        "content": "ولئن شئنا لنذهبن بٱلذي أوحينا إليك ثم لا تجد لك به علينا وكيلا"
    },
    {
        "surah_number": 17,
        "verse_number": 87,
        "content": "إلا رحمة من ربك إن فضله كان عليك كبيرا"
    },
    {
        "surah_number": 17,
        "verse_number": 88,
        "content": "قل لئن ٱجتمعت ٱلإنس وٱلجن علىٰ أن يأتوا بمثل هٰذا ٱلقرءان لا يأتون بمثله ولو كان بعضهم لبعض ظهيرا"
    },
    {
        "surah_number": 17,
        "verse_number": 89,
        "content": "ولقد صرفنا للناس في هٰذا ٱلقرءان من كل مثل فأبىٰ أكثر ٱلناس إلا كفورا"
    },
    {
        "surah_number": 17,
        "verse_number": 90,
        "content": "وقالوا لن نؤمن لك حتىٰ تفجر لنا من ٱلأرض ينبوعا"
    },
    {
        "surah_number": 17,
        "verse_number": 91,
        "content": "أو تكون لك جنة من نخيل وعنب فتفجر ٱلأنهٰر خلٰلها تفجيرا"
    },
    {
        "surah_number": 17,
        "verse_number": 92,
        "content": "أو تسقط ٱلسماء كما زعمت علينا كسفا أو تأتي بٱلله وٱلملـٰئكة قبيلا"
    },
    {
        "surah_number": 17,
        "verse_number": 93,
        "content": "أو يكون لك بيت من زخرف أو ترقىٰ في ٱلسماء ولن نؤمن لرقيك حتىٰ تنزل علينا كتٰبا نقرؤه قل سبحان ربي هل كنت إلا بشرا رسولا"
    },
    {
        "surah_number": 17,
        "verse_number": 94,
        "content": "وما منع ٱلناس أن يؤمنوا إذ جاءهم ٱلهدىٰ إلا أن قالوا أبعث ٱلله بشرا رسولا"
    },
    {
        "surah_number": 17,
        "verse_number": 95,
        "content": "قل لو كان في ٱلأرض ملـٰئكة يمشون مطمئنين لنزلنا عليهم من ٱلسماء ملكا رسولا"
    },
    {
        "surah_number": 17,
        "verse_number": 96,
        "content": "قل كفىٰ بٱلله شهيدا بيني وبينكم إنه كان بعباده خبيرا بصيرا"
    },
    {
        "surah_number": 17,
        "verse_number": 97,
        "content": "ومن يهد ٱلله فهو ٱلمهتد ومن يضلل فلن تجد لهم أولياء من دونه ونحشرهم يوم ٱلقيٰمة علىٰ وجوههم عميا وبكما وصما مأوىٰهم جهنم كلما خبت زدنٰهم سعيرا"
    },
    {
        "surah_number": 17,
        "verse_number": 98,
        "content": "ذٰلك جزاؤهم بأنهم كفروا بـايٰتنا وقالوا أءذا كنا عظٰما ورفٰتا أءنا لمبعوثون خلقا جديدا"
    },
    {
        "surah_number": 17,
        "verse_number": 99,
        "content": "أولم يروا أن ٱلله ٱلذي خلق ٱلسمٰوٰت وٱلأرض قادر علىٰ أن يخلق مثلهم وجعل لهم أجلا لا ريب فيه فأبى ٱلظـٰلمون إلا كفورا"
    },
    {
        "surah_number": 17,
        "verse_number": 100,
        "content": "قل لو أنتم تملكون خزائن رحمة ربي إذا لأمسكتم خشية ٱلإنفاق وكان ٱلإنسٰن قتورا"
    },
    {
        "surah_number": 17,
        "verse_number": 101,
        "content": "ولقد ءاتينا موسىٰ تسع ءايٰت بينٰت فسـل بني إسرـٰءيل إذ جاءهم فقال له فرعون إني لأظنك يٰموسىٰ مسحورا"
    },
    {
        "surah_number": 17,
        "verse_number": 102,
        "content": "قال لقد علمت ما أنزل هـٰؤلاء إلا رب ٱلسمٰوٰت وٱلأرض بصائر وإني لأظنك يٰفرعون مثبورا"
    },
    {
        "surah_number": 17,
        "verse_number": 103,
        "content": "فأراد أن يستفزهم من ٱلأرض فأغرقنٰه ومن معه جميعا"
    },
    {
        "surah_number": 17,
        "verse_number": 104,
        "content": "وقلنا من بعده لبني إسرـٰءيل ٱسكنوا ٱلأرض فإذا جاء وعد ٱلأخرة جئنا بكم لفيفا"
    },
    {
        "surah_number": 17,
        "verse_number": 105,
        "content": "وبٱلحق أنزلنٰه وبٱلحق نزل وما أرسلنٰك إلا مبشرا ونذيرا"
    },
    {
        "surah_number": 17,
        "verse_number": 106,
        "content": "وقرءانا فرقنٰه لتقرأه على ٱلناس علىٰ مكث ونزلنٰه تنزيلا"
    },
    {
        "surah_number": 17,
        "verse_number": 107,
        "content": "قل ءامنوا به أو لا تؤمنوا إن ٱلذين أوتوا ٱلعلم من قبله إذا يتلىٰ عليهم يخرون للأذقان سجدا"
    },
    {
        "surah_number": 17,
        "verse_number": 108,
        "content": "ويقولون سبحٰن ربنا إن كان وعد ربنا لمفعولا"
    },
    {
        "surah_number": 17,
        "verse_number": 109,
        "content": "ويخرون للأذقان يبكون ويزيدهم خشوعا"
    },
    {
        "surah_number": 17,
        "verse_number": 110,
        "content": "قل ٱدعوا ٱلله أو ٱدعوا ٱلرحمٰن أيا ما تدعوا فله ٱلأسماء ٱلحسنىٰ ولا تجهر بصلاتك ولا تخافت بها وٱبتغ بين ذٰلك سبيلا"
    },
    {
        "surah_number": 17,
        "verse_number": 111,
        "content": "وقل ٱلحمد لله ٱلذي لم يتخذ ولدا ولم يكن له شريك في ٱلملك ولم يكن له ولي من ٱلذل وكبره تكبيرا"
    },
    {
        "surah_number": 18,
        "verse_number": 1,
        "content": "ٱلحمد لله ٱلذي أنزل علىٰ عبده ٱلكتٰب ولم يجعل له عوجا"
    },
    {
        "surah_number": 18,
        "verse_number": 2,
        "content": "قيما لينذر بأسا شديدا من لدنه ويبشر ٱلمؤمنين ٱلذين يعملون ٱلصـٰلحٰت أن لهم أجرا حسنا"
    },
    {
        "surah_number": 18,
        "verse_number": 3,
        "content": "مـٰكثين فيه أبدا"
    },
    {
        "surah_number": 18,
        "verse_number": 4,
        "content": "وينذر ٱلذين قالوا ٱتخذ ٱلله ولدا"
    },
    {
        "surah_number": 18,
        "verse_number": 5,
        "content": "ما لهم به من علم ولا لأبائهم كبرت كلمة تخرج من أفوٰههم إن يقولون إلا كذبا"
    },
    {
        "surah_number": 18,
        "verse_number": 6,
        "content": "فلعلك بٰخع نفسك علىٰ ءاثٰرهم إن لم يؤمنوا بهٰذا ٱلحديث أسفا"
    },
    {
        "surah_number": 18,
        "verse_number": 7,
        "content": "إنا جعلنا ما على ٱلأرض زينة لها لنبلوهم أيهم أحسن عملا"
    },
    {
        "surah_number": 18,
        "verse_number": 8,
        "content": "وإنا لجٰعلون ما عليها صعيدا جرزا"
    },
    {
        "surah_number": 18,
        "verse_number": 9,
        "content": "أم حسبت أن أصحٰب ٱلكهف وٱلرقيم كانوا من ءايٰتنا عجبا"
    },
    {
        "surah_number": 18,
        "verse_number": 10,
        "content": "إذ أوى ٱلفتية إلى ٱلكهف فقالوا ربنا ءاتنا من لدنك رحمة وهيئ لنا من أمرنا رشدا"
    },
    {
        "surah_number": 18,
        "verse_number": 11,
        "content": "فضربنا علىٰ ءاذانهم في ٱلكهف سنين عددا"
    },
    {
        "surah_number": 18,
        "verse_number": 12,
        "content": "ثم بعثنٰهم لنعلم أي ٱلحزبين أحصىٰ لما لبثوا أمدا"
    },
    {
        "surah_number": 18,
        "verse_number": 13,
        "content": "نحن نقص عليك نبأهم بٱلحق إنهم فتية ءامنوا بربهم وزدنٰهم هدى"
    },
    {
        "surah_number": 18,
        "verse_number": 14,
        "content": "وربطنا علىٰ قلوبهم إذ قاموا فقالوا ربنا رب ٱلسمٰوٰت وٱلأرض لن ندعوا من دونه إلٰها لقد قلنا إذا شططا"
    },
    {
        "surah_number": 18,
        "verse_number": 15,
        "content": "هـٰؤلاء قومنا ٱتخذوا من دونه ءالهة لولا يأتون عليهم بسلطٰن بين فمن أظلم ممن ٱفترىٰ على ٱلله كذبا"
    },
    {
        "surah_number": 18,
        "verse_number": 16,
        "content": "وإذ ٱعتزلتموهم وما يعبدون إلا ٱلله فأوا إلى ٱلكهف ينشر لكم ربكم من رحمته ويهيئ لكم من أمركم مرفقا"
    },
    {
        "surah_number": 18,
        "verse_number": 17,
        "content": "وترى ٱلشمس إذا طلعت تزٰور عن كهفهم ذات ٱليمين وإذا غربت تقرضهم ذات ٱلشمال وهم في فجوة منه ذٰلك من ءايٰت ٱلله من يهد ٱلله فهو ٱلمهتد ومن يضلل فلن تجد له وليا مرشدا"
    },
    {
        "surah_number": 18,
        "verse_number": 18,
        "content": "وتحسبهم أيقاظا وهم رقود ونقلبهم ذات ٱليمين وذات ٱلشمال وكلبهم بٰسط ذراعيه بٱلوصيد لو ٱطلعت عليهم لوليت منهم فرارا ولملئت منهم رعبا"
    },
    {
        "surah_number": 18,
        "verse_number": 19,
        "content": "وكذٰلك بعثنٰهم ليتساءلوا بينهم قال قائل منهم كم لبثتم قالوا لبثنا يوما أو بعض يوم قالوا ربكم أعلم بما لبثتم فٱبعثوا أحدكم بورقكم هٰذه إلى ٱلمدينة فلينظر أيها أزكىٰ طعاما فليأتكم برزق منه وليتلطف ولا يشعرن بكم أحدا"
    },
    {
        "surah_number": 18,
        "verse_number": 20,
        "content": "إنهم إن يظهروا عليكم يرجموكم أو يعيدوكم في ملتهم ولن تفلحوا إذا أبدا"
    },
    {
        "surah_number": 18,
        "verse_number": 21,
        "content": "وكذٰلك أعثرنا عليهم ليعلموا أن وعد ٱلله حق وأن ٱلساعة لا ريب فيها إذ يتنٰزعون بينهم أمرهم فقالوا ٱبنوا عليهم بنيٰنا ربهم أعلم بهم قال ٱلذين غلبوا علىٰ أمرهم لنتخذن عليهم مسجدا"
    },
    {
        "surah_number": 18,
        "verse_number": 22,
        "content": "سيقولون ثلٰثة رابعهم كلبهم ويقولون خمسة سادسهم كلبهم رجما بٱلغيب ويقولون سبعة وثامنهم كلبهم قل ربي أعلم بعدتهم ما يعلمهم إلا قليل فلا تمار فيهم إلا مراء ظٰهرا ولا تستفت فيهم منهم أحدا"
    },
    {
        "surah_number": 18,
        "verse_number": 23,
        "content": "ولا تقولن لشايء إني فاعل ذٰلك غدا"
    },
    {
        "surah_number": 18,
        "verse_number": 24,
        "content": "إلا أن يشاء ٱلله وٱذكر ربك إذا نسيت وقل عسىٰ أن يهدين ربي لأقرب من هٰذا رشدا"
    },
    {
        "surah_number": 18,
        "verse_number": 25,
        "content": "ولبثوا في كهفهم ثلٰث مائة سنين وٱزدادوا تسعا"
    },
    {
        "surah_number": 18,
        "verse_number": 26,
        "content": "قل ٱلله أعلم بما لبثوا له غيب ٱلسمٰوٰت وٱلأرض أبصر به وأسمع ما لهم من دونه من ولي ولا يشرك في حكمه أحدا"
    },
    {
        "surah_number": 18,
        "verse_number": 27,
        "content": "وٱتل ما أوحي إليك من كتاب ربك لا مبدل لكلمٰته ولن تجد من دونه ملتحدا"
    },
    {
        "surah_number": 18,
        "verse_number": 28,
        "content": "وٱصبر نفسك مع ٱلذين يدعون ربهم بٱلغدوٰة وٱلعشي يريدون وجهه ولا تعد عيناك عنهم تريد زينة ٱلحيوٰة ٱلدنيا ولا تطع من أغفلنا قلبه عن ذكرنا وٱتبع هوىٰه وكان أمره فرطا"
    },
    {
        "surah_number": 18,
        "verse_number": 29,
        "content": "وقل ٱلحق من ربكم فمن شاء فليؤمن ومن شاء فليكفر إنا أعتدنا للظـٰلمين نارا أحاط بهم سرادقها وإن يستغيثوا يغاثوا بماء كٱلمهل يشوي ٱلوجوه بئس ٱلشراب وساءت مرتفقا"
    },
    {
        "surah_number": 18,
        "verse_number": 30,
        "content": "إن ٱلذين ءامنوا وعملوا ٱلصـٰلحٰت إنا لا نضيع أجر من أحسن عملا"
    },
    {
        "surah_number": 18,
        "verse_number": 31,
        "content": "أولـٰئك لهم جنـٰت عدن تجري من تحتهم ٱلأنهٰر يحلون فيها من أساور من ذهب ويلبسون ثيابا خضرا من سندس وإستبرق متكـين فيها على ٱلأرائك نعم ٱلثواب وحسنت مرتفقا"
    },
    {
        "surah_number": 18,
        "verse_number": 32,
        "content": "وٱضرب لهم مثلا رجلين جعلنا لأحدهما جنتين من أعنٰب وحففنٰهما بنخل وجعلنا بينهما زرعا"
    },
    {
        "surah_number": 18,
        "verse_number": 33,
        "content": "كلتا ٱلجنتين ءاتت أكلها ولم تظلم منه شيـا وفجرنا خلٰلهما نهرا"
    },
    {
        "surah_number": 18,
        "verse_number": 34,
        "content": "وكان له ثمر فقال لصٰحبه وهو يحاوره أنا أكثر منك مالا وأعز نفرا"
    },
    {
        "surah_number": 18,
        "verse_number": 35,
        "content": "ودخل جنته وهو ظالم لنفسه قال ما أظن أن تبيد هٰذه أبدا"
    },
    {
        "surah_number": 18,
        "verse_number": 36,
        "content": "وما أظن ٱلساعة قائمة ولئن رددت إلىٰ ربي لأجدن خيرا منها منقلبا"
    },
    {
        "surah_number": 18,
        "verse_number": 37,
        "content": "قال له صاحبه وهو يحاوره أكفرت بٱلذي خلقك من تراب ثم من نطفة ثم سوىٰك رجلا"
    },
    {
        "surah_number": 18,
        "verse_number": 38,
        "content": "لـٰكنا هو ٱلله ربي ولا أشرك بربي أحدا"
    },
    {
        "surah_number": 18,
        "verse_number": 39,
        "content": "ولولا إذ دخلت جنتك قلت ما شاء ٱلله لا قوة إلا بٱلله إن ترن أنا أقل منك مالا وولدا"
    },
    {
        "surah_number": 18,
        "verse_number": 40,
        "content": "فعسىٰ ربي أن يؤتين خيرا من جنتك ويرسل عليها حسبانا من ٱلسماء فتصبح صعيدا زلقا"
    },
    {
        "surah_number": 18,
        "verse_number": 41,
        "content": "أو يصبح ماؤها غورا فلن تستطيع له طلبا"
    },
    {
        "surah_number": 18,
        "verse_number": 42,
        "content": "وأحيط بثمره فأصبح يقلب كفيه علىٰ ما أنفق فيها وهي خاوية علىٰ عروشها ويقول يٰليتني لم أشرك بربي أحدا"
    },
    {
        "surah_number": 18,
        "verse_number": 43,
        "content": "ولم تكن له فئة ينصرونه من دون ٱلله وما كان منتصرا"
    },
    {
        "surah_number": 18,
        "verse_number": 44,
        "content": "هنالك ٱلولٰية لله ٱلحق هو خير ثوابا وخير عقبا"
    },
    {
        "surah_number": 18,
        "verse_number": 45,
        "content": "وٱضرب لهم مثل ٱلحيوٰة ٱلدنيا كماء أنزلنٰه من ٱلسماء فٱختلط به نبات ٱلأرض فأصبح هشيما تذروه ٱلريٰح وكان ٱلله علىٰ كل شيء مقتدرا"
    },
    {
        "surah_number": 18,
        "verse_number": 46,
        "content": "ٱلمال وٱلبنون زينة ٱلحيوٰة ٱلدنيا وٱلبٰقيٰت ٱلصـٰلحٰت خير عند ربك ثوابا وخير أملا"
    },
    {
        "surah_number": 18,
        "verse_number": 47,
        "content": "ويوم نسير ٱلجبال وترى ٱلأرض بارزة وحشرنٰهم فلم نغادر منهم أحدا"
    },
    {
        "surah_number": 18,
        "verse_number": 48,
        "content": "وعرضوا علىٰ ربك صفا لقد جئتمونا كما خلقنٰكم أول مرة بل زعمتم ألن نجعل لكم موعدا"
    },
    {
        "surah_number": 18,
        "verse_number": 49,
        "content": "ووضع ٱلكتٰب فترى ٱلمجرمين مشفقين مما فيه ويقولون يٰويلتنا مال هٰذا ٱلكتٰب لا يغادر صغيرة ولا كبيرة إلا أحصىٰها ووجدوا ما عملوا حاضرا ولا يظلم ربك أحدا"
    },
    {
        "surah_number": 18,
        "verse_number": 50,
        "content": "وإذ قلنا للملـٰئكة ٱسجدوا لأدم فسجدوا إلا إبليس كان من ٱلجن ففسق عن أمر ربه أفتتخذونه وذريته أولياء من دوني وهم لكم عدو بئس للظـٰلمين بدلا"
    },
    {
        "surah_number": 18,
        "verse_number": 51,
        "content": "ما أشهدتهم خلق ٱلسمٰوٰت وٱلأرض ولا خلق أنفسهم وما كنت متخذ ٱلمضلين عضدا"
    },
    {
        "surah_number": 18,
        "verse_number": 52,
        "content": "ويوم يقول نادوا شركاءي ٱلذين زعمتم فدعوهم فلم يستجيبوا لهم وجعلنا بينهم موبقا"
    },
    {
        "surah_number": 18,
        "verse_number": 53,
        "content": "ورءا ٱلمجرمون ٱلنار فظنوا أنهم مواقعوها ولم يجدوا عنها مصرفا"
    },
    {
        "surah_number": 18,
        "verse_number": 54,
        "content": "ولقد صرفنا في هٰذا ٱلقرءان للناس من كل مثل وكان ٱلإنسٰن أكثر شيء جدلا"
    },
    {
        "surah_number": 18,
        "verse_number": 55,
        "content": "وما منع ٱلناس أن يؤمنوا إذ جاءهم ٱلهدىٰ ويستغفروا ربهم إلا أن تأتيهم سنة ٱلأولين أو يأتيهم ٱلعذاب قبلا"
    },
    {
        "surah_number": 18,
        "verse_number": 56,
        "content": "وما نرسل ٱلمرسلين إلا مبشرين ومنذرين ويجٰدل ٱلذين كفروا بٱلبٰطل ليدحضوا به ٱلحق وٱتخذوا ءايٰتي وما أنذروا هزوا"
    },
    {
        "surah_number": 18,
        "verse_number": 57,
        "content": "ومن أظلم ممن ذكر بـايٰت ربه فأعرض عنها ونسي ما قدمت يداه إنا جعلنا علىٰ قلوبهم أكنة أن يفقهوه وفي ءاذانهم وقرا وإن تدعهم إلى ٱلهدىٰ فلن يهتدوا إذا أبدا"
    },
    {
        "surah_number": 18,
        "verse_number": 58,
        "content": "وربك ٱلغفور ذو ٱلرحمة لو يؤاخذهم بما كسبوا لعجل لهم ٱلعذاب بل لهم موعد لن يجدوا من دونه موئلا"
    },
    {
        "surah_number": 18,
        "verse_number": 59,
        "content": "وتلك ٱلقرىٰ أهلكنٰهم لما ظلموا وجعلنا لمهلكهم موعدا"
    },
    {
        "surah_number": 18,
        "verse_number": 60,
        "content": "وإذ قال موسىٰ لفتىٰه لا أبرح حتىٰ أبلغ مجمع ٱلبحرين أو أمضي حقبا"
    },
    {
        "surah_number": 18,
        "verse_number": 61,
        "content": "فلما بلغا مجمع بينهما نسيا حوتهما فٱتخذ سبيله في ٱلبحر سربا"
    },
    {
        "surah_number": 18,
        "verse_number": 62,
        "content": "فلما جاوزا قال لفتىٰه ءاتنا غداءنا لقد لقينا من سفرنا هٰذا نصبا"
    },
    {
        "surah_number": 18,
        "verse_number": 63,
        "content": "قال أرءيت إذ أوينا إلى ٱلصخرة فإني نسيت ٱلحوت وما أنسىٰنيه إلا ٱلشيطٰن أن أذكره وٱتخذ سبيله في ٱلبحر عجبا"
    },
    {
        "surah_number": 18,
        "verse_number": 64,
        "content": "قال ذٰلك ما كنا نبغ فٱرتدا علىٰ ءاثارهما قصصا"
    },
    {
        "surah_number": 18,
        "verse_number": 65,
        "content": "فوجدا عبدا من عبادنا ءاتينٰه رحمة من عندنا وعلمنٰه من لدنا علما"
    },
    {
        "surah_number": 18,
        "verse_number": 66,
        "content": "قال له موسىٰ هل أتبعك علىٰ أن تعلمن مما علمت رشدا"
    },
    {
        "surah_number": 18,
        "verse_number": 67,
        "content": "قال إنك لن تستطيع معي صبرا"
    },
    {
        "surah_number": 18,
        "verse_number": 68,
        "content": "وكيف تصبر علىٰ ما لم تحط به خبرا"
    },
    {
        "surah_number": 18,
        "verse_number": 69,
        "content": "قال ستجدني إن شاء ٱلله صابرا ولا أعصي لك أمرا"
    },
    {
        "surah_number": 18,
        "verse_number": 70,
        "content": "قال فإن ٱتبعتني فلا تسـلني عن شيء حتىٰ أحدث لك منه ذكرا"
    },
    {
        "surah_number": 18,
        "verse_number": 71,
        "content": "فٱنطلقا حتىٰ إذا ركبا في ٱلسفينة خرقها قال أخرقتها لتغرق أهلها لقد جئت شيـا إمرا"
    },
    {
        "surah_number": 18,
        "verse_number": 72,
        "content": "قال ألم أقل إنك لن تستطيع معي صبرا"
    },
    {
        "surah_number": 18,
        "verse_number": 73,
        "content": "قال لا تؤاخذني بما نسيت ولا ترهقني من أمري عسرا"
    },
    {
        "surah_number": 18,
        "verse_number": 74,
        "content": "فٱنطلقا حتىٰ إذا لقيا غلٰما فقتله قال أقتلت نفسا زكية بغير نفس لقد جئت شيـا نكرا"
    },
    {
        "surah_number": 18,
        "verse_number": 75,
        "content": "قال ألم أقل لك إنك لن تستطيع معي صبرا"
    },
    {
        "surah_number": 18,
        "verse_number": 76,
        "content": "قال إن سألتك عن شيء بعدها فلا تصٰحبني قد بلغت من لدني عذرا"
    },
    {
        "surah_number": 18,
        "verse_number": 77,
        "content": "فٱنطلقا حتىٰ إذا أتيا أهل قرية ٱستطعما أهلها فأبوا أن يضيفوهما فوجدا فيها جدارا يريد أن ينقض فأقامه قال لو شئت لتخذت عليه أجرا"
    },
    {
        "surah_number": 18,
        "verse_number": 78,
        "content": "قال هٰذا فراق بيني وبينك سأنبئك بتأويل ما لم تستطع عليه صبرا"
    },
    {
        "surah_number": 18,
        "verse_number": 79,
        "content": "أما ٱلسفينة فكانت لمسٰكين يعملون في ٱلبحر فأردت أن أعيبها وكان وراءهم ملك يأخذ كل سفينة غصبا"
    },
    {
        "surah_number": 18,
        "verse_number": 80,
        "content": "وأما ٱلغلٰم فكان أبواه مؤمنين فخشينا أن يرهقهما طغيٰنا وكفرا"
    },
    {
        "surah_number": 18,
        "verse_number": 81,
        "content": "فأردنا أن يبدلهما ربهما خيرا منه زكوٰة وأقرب رحما"
    },
    {
        "surah_number": 18,
        "verse_number": 82,
        "content": "وأما ٱلجدار فكان لغلٰمين يتيمين في ٱلمدينة وكان تحته كنز لهما وكان أبوهما صٰلحا فأراد ربك أن يبلغا أشدهما ويستخرجا كنزهما رحمة من ربك وما فعلته عن أمري ذٰلك تأويل ما لم تسطع عليه صبرا"
    },
    {
        "surah_number": 18,
        "verse_number": 83,
        "content": "ويسـلونك عن ذي ٱلقرنين قل سأتلوا عليكم منه ذكرا"
    },
    {
        "surah_number": 18,
        "verse_number": 84,
        "content": "إنا مكنا له في ٱلأرض وءاتينٰه من كل شيء سببا"
    },
    {
        "surah_number": 18,
        "verse_number": 85,
        "content": "فأتبع سببا"
    },
    {
        "surah_number": 18,
        "verse_number": 86,
        "content": "حتىٰ إذا بلغ مغرب ٱلشمس وجدها تغرب في عين حمئة ووجد عندها قوما قلنا يٰذا ٱلقرنين إما أن تعذب وإما أن تتخذ فيهم حسنا"
    },
    {
        "surah_number": 18,
        "verse_number": 87,
        "content": "قال أما من ظلم فسوف نعذبه ثم يرد إلىٰ ربه فيعذبه عذابا نكرا"
    },
    {
        "surah_number": 18,
        "verse_number": 88,
        "content": "وأما من ءامن وعمل صٰلحا فله جزاء ٱلحسنىٰ وسنقول له من أمرنا يسرا"
    },
    {
        "surah_number": 18,
        "verse_number": 89,
        "content": "ثم أتبع سببا"
    },
    {
        "surah_number": 18,
        "verse_number": 90,
        "content": "حتىٰ إذا بلغ مطلع ٱلشمس وجدها تطلع علىٰ قوم لم نجعل لهم من دونها سترا"
    },
    {
        "surah_number": 18,
        "verse_number": 91,
        "content": "كذٰلك وقد أحطنا بما لديه خبرا"
    },
    {
        "surah_number": 18,
        "verse_number": 92,
        "content": "ثم أتبع سببا"
    },
    {
        "surah_number": 18,
        "verse_number": 93,
        "content": "حتىٰ إذا بلغ بين ٱلسدين وجد من دونهما قوما لا يكادون يفقهون قولا"
    },
    {
        "surah_number": 18,
        "verse_number": 94,
        "content": "قالوا يٰذا ٱلقرنين إن يأجوج ومأجوج مفسدون في ٱلأرض فهل نجعل لك خرجا علىٰ أن تجعل بيننا وبينهم سدا"
    },
    {
        "surah_number": 18,
        "verse_number": 95,
        "content": "قال ما مكني فيه ربي خير فأعينوني بقوة أجعل بينكم وبينهم ردما"
    },
    {
        "surah_number": 18,
        "verse_number": 96,
        "content": "ءاتوني زبر ٱلحديد حتىٰ إذا ساوىٰ بين ٱلصدفين قال ٱنفخوا حتىٰ إذا جعله نارا قال ءاتوني أفرغ عليه قطرا"
    },
    {
        "surah_number": 18,
        "verse_number": 97,
        "content": "فما ٱسطٰعوا أن يظهروه وما ٱستطٰعوا له نقبا"
    },
    {
        "surah_number": 18,
        "verse_number": 98,
        "content": "قال هٰذا رحمة من ربي فإذا جاء وعد ربي جعله دكاء وكان وعد ربي حقا"
    },
    {
        "surah_number": 18,
        "verse_number": 99,
        "content": "وتركنا بعضهم يومئذ يموج في بعض ونفخ في ٱلصور فجمعنٰهم جمعا"
    },
    {
        "surah_number": 18,
        "verse_number": 100,
        "content": "وعرضنا جهنم يومئذ للكٰفرين عرضا"
    },
    {
        "surah_number": 18,
        "verse_number": 101,
        "content": "ٱلذين كانت أعينهم في غطاء عن ذكري وكانوا لا يستطيعون سمعا"
    },
    {
        "surah_number": 18,
        "verse_number": 102,
        "content": "أفحسب ٱلذين كفروا أن يتخذوا عبادي من دوني أولياء إنا أعتدنا جهنم للكٰفرين نزلا"
    },
    {
        "surah_number": 18,
        "verse_number": 103,
        "content": "قل هل ننبئكم بٱلأخسرين أعمٰلا"
    },
    {
        "surah_number": 18,
        "verse_number": 104,
        "content": "ٱلذين ضل سعيهم في ٱلحيوٰة ٱلدنيا وهم يحسبون أنهم يحسنون صنعا"
    },
    {
        "surah_number": 18,
        "verse_number": 105,
        "content": "أولـٰئك ٱلذين كفروا بـايٰت ربهم ولقائه فحبطت أعمٰلهم فلا نقيم لهم يوم ٱلقيٰمة وزنا"
    },
    {
        "surah_number": 18,
        "verse_number": 106,
        "content": "ذٰلك جزاؤهم جهنم بما كفروا وٱتخذوا ءايٰتي ورسلي هزوا"
    },
    {
        "surah_number": 18,
        "verse_number": 107,
        "content": "إن ٱلذين ءامنوا وعملوا ٱلصـٰلحٰت كانت لهم جنـٰت ٱلفردوس نزلا"
    },
    {
        "surah_number": 18,
        "verse_number": 108,
        "content": "خٰلدين فيها لا يبغون عنها حولا"
    },
    {
        "surah_number": 18,
        "verse_number": 109,
        "content": "قل لو كان ٱلبحر مدادا لكلمٰت ربي لنفد ٱلبحر قبل أن تنفد كلمٰت ربي ولو جئنا بمثله مددا"
    },
    {
        "surah_number": 18,
        "verse_number": 110,
        "content": "قل إنما أنا بشر مثلكم يوحىٰ إلي أنما إلٰهكم إلٰه وٰحد فمن كان يرجوا لقاء ربه فليعمل عملا صٰلحا ولا يشرك بعبادة ربه أحدا"
    },
    {
        "surah_number": 19,
        "verse_number": 1,
        "content": "كهيعص"
    },
    {
        "surah_number": 19,
        "verse_number": 2,
        "content": "ذكر رحمت ربك عبده زكريا"
    },
    {
        "surah_number": 19,
        "verse_number": 3,
        "content": "إذ نادىٰ ربه نداء خفيا"
    },
    {
        "surah_number": 19,
        "verse_number": 4,
        "content": "قال رب إني وهن ٱلعظم مني وٱشتعل ٱلرأس شيبا ولم أكن بدعائك رب شقيا"
    },
    {
        "surah_number": 19,
        "verse_number": 5,
        "content": "وإني خفت ٱلموٰلي من وراءي وكانت ٱمرأتي عاقرا فهب لي من لدنك وليا"
    },
    {
        "surah_number": 19,
        "verse_number": 6,
        "content": "يرثني ويرث من ءال يعقوب وٱجعله رب رضيا"
    },
    {
        "surah_number": 19,
        "verse_number": 7,
        "content": "يٰزكريا إنا نبشرك بغلٰم ٱسمه يحيىٰ لم نجعل له من قبل سميا"
    },
    {
        "surah_number": 19,
        "verse_number": 8,
        "content": "قال رب أنىٰ يكون لي غلٰم وكانت ٱمرأتي عاقرا وقد بلغت من ٱلكبر عتيا"
    },
    {
        "surah_number": 19,
        "verse_number": 9,
        "content": "قال كذٰلك قال ربك هو علي هين وقد خلقتك من قبل ولم تك شيـا"
    },
    {
        "surah_number": 19,
        "verse_number": 10,
        "content": "قال رب ٱجعل لي ءاية قال ءايتك ألا تكلم ٱلناس ثلٰث ليال سويا"
    },
    {
        "surah_number": 19,
        "verse_number": 11,
        "content": "فخرج علىٰ قومه من ٱلمحراب فأوحىٰ إليهم أن سبحوا بكرة وعشيا"
    },
    {
        "surah_number": 19,
        "verse_number": 12,
        "content": "يٰيحيىٰ خذ ٱلكتٰب بقوة وءاتينٰه ٱلحكم صبيا"
    },
    {
        "surah_number": 19,
        "verse_number": 13,
        "content": "وحنانا من لدنا وزكوٰة وكان تقيا"
    },
    {
        "surah_number": 19,
        "verse_number": 14,
        "content": "وبرا بوٰلديه ولم يكن جبارا عصيا"
    },
    {
        "surah_number": 19,
        "verse_number": 15,
        "content": "وسلٰم عليه يوم ولد ويوم يموت ويوم يبعث حيا"
    },
    {
        "surah_number": 19,
        "verse_number": 16,
        "content": "وٱذكر في ٱلكتٰب مريم إذ ٱنتبذت من أهلها مكانا شرقيا"
    },
    {
        "surah_number": 19,
        "verse_number": 17,
        "content": "فٱتخذت من دونهم حجابا فأرسلنا إليها روحنا فتمثل لها بشرا سويا"
    },
    {
        "surah_number": 19,
        "verse_number": 18,
        "content": "قالت إني أعوذ بٱلرحمٰن منك إن كنت تقيا"
    },
    {
        "surah_number": 19,
        "verse_number": 19,
        "content": "قال إنما أنا رسول ربك لأهب لك غلٰما زكيا"
    },
    {
        "surah_number": 19,
        "verse_number": 20,
        "content": "قالت أنىٰ يكون لي غلٰم ولم يمسسني بشر ولم أك بغيا"
    },
    {
        "surah_number": 19,
        "verse_number": 21,
        "content": "قال كذٰلك قال ربك هو علي هين ولنجعله ءاية للناس ورحمة منا وكان أمرا مقضيا"
    },
    {
        "surah_number": 19,
        "verse_number": 22,
        "content": "فحملته فٱنتبذت به مكانا قصيا"
    },
    {
        "surah_number": 19,
        "verse_number": 23,
        "content": "فأجاءها ٱلمخاض إلىٰ جذع ٱلنخلة قالت يٰليتني مت قبل هٰذا وكنت نسيا منسيا"
    },
    {
        "surah_number": 19,
        "verse_number": 24,
        "content": "فنادىٰها من تحتها ألا تحزني قد جعل ربك تحتك سريا"
    },
    {
        "surah_number": 19,
        "verse_number": 25,
        "content": "وهزي إليك بجذع ٱلنخلة تسٰقط عليك رطبا جنيا"
    },
    {
        "surah_number": 19,
        "verse_number": 26,
        "content": "فكلي وٱشربي وقري عينا فإما ترين من ٱلبشر أحدا فقولي إني نذرت للرحمٰن صوما فلن أكلم ٱليوم إنسيا"
    },
    {
        "surah_number": 19,
        "verse_number": 27,
        "content": "فأتت به قومها تحمله قالوا يٰمريم لقد جئت شيـا فريا"
    },
    {
        "surah_number": 19,
        "verse_number": 28,
        "content": "يـٰأخت هٰرون ما كان أبوك ٱمرأ سوء وما كانت أمك بغيا"
    },
    {
        "surah_number": 19,
        "verse_number": 29,
        "content": "فأشارت إليه قالوا كيف نكلم من كان في ٱلمهد صبيا"
    },
    {
        "surah_number": 19,
        "verse_number": 30,
        "content": "قال إني عبد ٱلله ءاتىٰني ٱلكتٰب وجعلني نبيا"
    },
    {
        "surah_number": 19,
        "verse_number": 31,
        "content": "وجعلني مباركا أين ما كنت وأوصٰني بٱلصلوٰة وٱلزكوٰة ما دمت حيا"
    },
    {
        "surah_number": 19,
        "verse_number": 32,
        "content": "وبرا بوٰلدتي ولم يجعلني جبارا شقيا"
    },
    {
        "surah_number": 19,
        "verse_number": 33,
        "content": "وٱلسلٰم علي يوم ولدت ويوم أموت ويوم أبعث حيا"
    },
    {
        "surah_number": 19,
        "verse_number": 34,
        "content": "ذٰلك عيسى ٱبن مريم قول ٱلحق ٱلذي فيه يمترون"
    },
    {
        "surah_number": 19,
        "verse_number": 35,
        "content": "ما كان لله أن يتخذ من ولد سبحٰنه إذا قضىٰ أمرا فإنما يقول له كن فيكون"
    },
    {
        "surah_number": 19,
        "verse_number": 36,
        "content": "وإن ٱلله ربي وربكم فٱعبدوه هٰذا صرٰط مستقيم"
    },
    {
        "surah_number": 19,
        "verse_number": 37,
        "content": "فٱختلف ٱلأحزاب من بينهم فويل للذين كفروا من مشهد يوم عظيم"
    },
    {
        "surah_number": 19,
        "verse_number": 38,
        "content": "أسمع بهم وأبصر يوم يأتوننا لٰكن ٱلظـٰلمون ٱليوم في ضلٰل مبين"
    },
    {
        "surah_number": 19,
        "verse_number": 39,
        "content": "وأنذرهم يوم ٱلحسرة إذ قضي ٱلأمر وهم في غفلة وهم لا يؤمنون"
    },
    {
        "surah_number": 19,
        "verse_number": 40,
        "content": "إنا نحن نرث ٱلأرض ومن عليها وإلينا يرجعون"
    },
    {
        "surah_number": 19,
        "verse_number": 41,
        "content": "وٱذكر في ٱلكتٰب إبرٰهيم إنه كان صديقا نبيا"
    },
    {
        "surah_number": 19,
        "verse_number": 42,
        "content": "إذ قال لأبيه يـٰأبت لم تعبد ما لا يسمع ولا يبصر ولا يغني عنك شيـا"
    },
    {
        "surah_number": 19,
        "verse_number": 43,
        "content": "يـٰأبت إني قد جاءني من ٱلعلم ما لم يأتك فٱتبعني أهدك صرٰطا سويا"
    },
    {
        "surah_number": 19,
        "verse_number": 44,
        "content": "يـٰأبت لا تعبد ٱلشيطٰن إن ٱلشيطٰن كان للرحمٰن عصيا"
    },
    {
        "surah_number": 19,
        "verse_number": 45,
        "content": "يـٰأبت إني أخاف أن يمسك عذاب من ٱلرحمٰن فتكون للشيطٰن وليا"
    },
    {
        "surah_number": 19,
        "verse_number": 46,
        "content": "قال أراغب أنت عن ءالهتي يـٰإبرٰهيم لئن لم تنته لأرجمنك وٱهجرني مليا"
    },
    {
        "surah_number": 19,
        "verse_number": 47,
        "content": "قال سلٰم عليك سأستغفر لك ربي إنه كان بي حفيا"
    },
    {
        "surah_number": 19,
        "verse_number": 48,
        "content": "وأعتزلكم وما تدعون من دون ٱلله وأدعوا ربي عسىٰ ألا أكون بدعاء ربي شقيا"
    },
    {
        "surah_number": 19,
        "verse_number": 49,
        "content": "فلما ٱعتزلهم وما يعبدون من دون ٱلله وهبنا له إسحٰق ويعقوب وكلا جعلنا نبيا"
    },
    {
        "surah_number": 19,
        "verse_number": 50,
        "content": "ووهبنا لهم من رحمتنا وجعلنا لهم لسان صدق عليا"
    },
    {
        "surah_number": 19,
        "verse_number": 51,
        "content": "وٱذكر في ٱلكتٰب موسىٰ إنه كان مخلصا وكان رسولا نبيا"
    },
    {
        "surah_number": 19,
        "verse_number": 52,
        "content": "ونٰدينٰه من جانب ٱلطور ٱلأيمن وقربنٰه نجيا"
    },
    {
        "surah_number": 19,
        "verse_number": 53,
        "content": "ووهبنا له من رحمتنا أخاه هٰرون نبيا"
    },
    {
        "surah_number": 19,
        "verse_number": 54,
        "content": "وٱذكر في ٱلكتٰب إسمٰعيل إنه كان صادق ٱلوعد وكان رسولا نبيا"
    },
    {
        "surah_number": 19,
        "verse_number": 55,
        "content": "وكان يأمر أهله بٱلصلوٰة وٱلزكوٰة وكان عند ربه مرضيا"
    },
    {
        "surah_number": 19,
        "verse_number": 56,
        "content": "وٱذكر في ٱلكتٰب إدريس إنه كان صديقا نبيا"
    },
    {
        "surah_number": 19,
        "verse_number": 57,
        "content": "ورفعنٰه مكانا عليا"
    },
    {
        "surah_number": 19,
        "verse_number": 58,
        "content": "أولـٰئك ٱلذين أنعم ٱلله عليهم من ٱلنبيـن من ذرية ءادم وممن حملنا مع نوح ومن ذرية إبرٰهيم وإسرـٰءيل وممن هدينا وٱجتبينا إذا تتلىٰ عليهم ءايٰت ٱلرحمٰن خروا سجدا وبكيا"
    },
    {
        "surah_number": 19,
        "verse_number": 59,
        "content": "فخلف من بعدهم خلف أضاعوا ٱلصلوٰة وٱتبعوا ٱلشهوٰت فسوف يلقون غيا"
    },
    {
        "surah_number": 19,
        "verse_number": 60,
        "content": "إلا من تاب وءامن وعمل صٰلحا فأولـٰئك يدخلون ٱلجنة ولا يظلمون شيـا"
    },
    {
        "surah_number": 19,
        "verse_number": 61,
        "content": "جنـٰت عدن ٱلتي وعد ٱلرحمٰن عباده بٱلغيب إنه كان وعده مأتيا"
    },
    {
        "surah_number": 19,
        "verse_number": 62,
        "content": "لا يسمعون فيها لغوا إلا سلٰما ولهم رزقهم فيها بكرة وعشيا"
    },
    {
        "surah_number": 19,
        "verse_number": 63,
        "content": "تلك ٱلجنة ٱلتي نورث من عبادنا من كان تقيا"
    },
    {
        "surah_number": 19,
        "verse_number": 64,
        "content": "وما نتنزل إلا بأمر ربك له ما بين أيدينا وما خلفنا وما بين ذٰلك وما كان ربك نسيا"
    },
    {
        "surah_number": 19,
        "verse_number": 65,
        "content": "رب ٱلسمٰوٰت وٱلأرض وما بينهما فٱعبده وٱصطبر لعبٰدته هل تعلم له سميا"
    },
    {
        "surah_number": 19,
        "verse_number": 66,
        "content": "ويقول ٱلإنسٰن أءذا ما مت لسوف أخرج حيا"
    },
    {
        "surah_number": 19,
        "verse_number": 67,
        "content": "أولا يذكر ٱلإنسٰن أنا خلقنٰه من قبل ولم يك شيـا"
    },
    {
        "surah_number": 19,
        "verse_number": 68,
        "content": "فوربك لنحشرنهم وٱلشيٰطين ثم لنحضرنهم حول جهنم جثيا"
    },
    {
        "surah_number": 19,
        "verse_number": 69,
        "content": "ثم لننزعن من كل شيعة أيهم أشد على ٱلرحمٰن عتيا"
    },
    {
        "surah_number": 19,
        "verse_number": 70,
        "content": "ثم لنحن أعلم بٱلذين هم أولىٰ بها صليا"
    },
    {
        "surah_number": 19,
        "verse_number": 71,
        "content": "وإن منكم إلا واردها كان علىٰ ربك حتما مقضيا"
    },
    {
        "surah_number": 19,
        "verse_number": 72,
        "content": "ثم ننجي ٱلذين ٱتقوا ونذر ٱلظـٰلمين فيها جثيا"
    },
    {
        "surah_number": 19,
        "verse_number": 73,
        "content": "وإذا تتلىٰ عليهم ءايٰتنا بينٰت قال ٱلذين كفروا للذين ءامنوا أي ٱلفريقين خير مقاما وأحسن نديا"
    },
    {
        "surah_number": 19,
        "verse_number": 74,
        "content": "وكم أهلكنا قبلهم من قرن هم أحسن أثٰثا ورءيا"
    },
    {
        "surah_number": 19,
        "verse_number": 75,
        "content": "قل من كان في ٱلضلٰلة فليمدد له ٱلرحمٰن مدا حتىٰ إذا رأوا ما يوعدون إما ٱلعذاب وإما ٱلساعة فسيعلمون من هو شر مكانا وأضعف جندا"
    },
    {
        "surah_number": 19,
        "verse_number": 76,
        "content": "ويزيد ٱلله ٱلذين ٱهتدوا هدى وٱلبٰقيٰت ٱلصـٰلحٰت خير عند ربك ثوابا وخير مردا"
    },
    {
        "surah_number": 19,
        "verse_number": 77,
        "content": "أفرءيت ٱلذي كفر بـايٰتنا وقال لأوتين مالا وولدا"
    },
    {
        "surah_number": 19,
        "verse_number": 78,
        "content": "أطلع ٱلغيب أم ٱتخذ عند ٱلرحمٰن عهدا"
    },
    {
        "surah_number": 19,
        "verse_number": 79,
        "content": "كلا سنكتب ما يقول ونمد له من ٱلعذاب مدا"
    },
    {
        "surah_number": 19,
        "verse_number": 80,
        "content": "ونرثه ما يقول ويأتينا فردا"
    },
    {
        "surah_number": 19,
        "verse_number": 81,
        "content": "وٱتخذوا من دون ٱلله ءالهة ليكونوا لهم عزا"
    },
    {
        "surah_number": 19,
        "verse_number": 82,
        "content": "كلا سيكفرون بعبادتهم ويكونون عليهم ضدا"
    },
    {
        "surah_number": 19,
        "verse_number": 83,
        "content": "ألم تر أنا أرسلنا ٱلشيٰطين على ٱلكٰفرين تؤزهم أزا"
    },
    {
        "surah_number": 19,
        "verse_number": 84,
        "content": "فلا تعجل عليهم إنما نعد لهم عدا"
    },
    {
        "surah_number": 19,
        "verse_number": 85,
        "content": "يوم نحشر ٱلمتقين إلى ٱلرحمٰن وفدا"
    },
    {
        "surah_number": 19,
        "verse_number": 86,
        "content": "ونسوق ٱلمجرمين إلىٰ جهنم وردا"
    },
    {
        "surah_number": 19,
        "verse_number": 87,
        "content": "لا يملكون ٱلشفٰعة إلا من ٱتخذ عند ٱلرحمٰن عهدا"
    },
    {
        "surah_number": 19,
        "verse_number": 88,
        "content": "وقالوا ٱتخذ ٱلرحمٰن ولدا"
    },
    {
        "surah_number": 19,
        "verse_number": 89,
        "content": "لقد جئتم شيـا إدا"
    },
    {
        "surah_number": 19,
        "verse_number": 90,
        "content": "تكاد ٱلسمٰوٰت يتفطرن منه وتنشق ٱلأرض وتخر ٱلجبال هدا"
    },
    {
        "surah_number": 19,
        "verse_number": 91,
        "content": "أن دعوا للرحمٰن ولدا"
    },
    {
        "surah_number": 19,
        "verse_number": 92,
        "content": "وما ينبغي للرحمٰن أن يتخذ ولدا"
    },
    {
        "surah_number": 19,
        "verse_number": 93,
        "content": "إن كل من في ٱلسمٰوٰت وٱلأرض إلا ءاتي ٱلرحمٰن عبدا"
    },
    {
        "surah_number": 19,
        "verse_number": 94,
        "content": "لقد أحصىٰهم وعدهم عدا"
    },
    {
        "surah_number": 19,
        "verse_number": 95,
        "content": "وكلهم ءاتيه يوم ٱلقيٰمة فردا"
    },
    {
        "surah_number": 19,
        "verse_number": 96,
        "content": "إن ٱلذين ءامنوا وعملوا ٱلصـٰلحٰت سيجعل لهم ٱلرحمٰن ودا"
    },
    {
        "surah_number": 19,
        "verse_number": 97,
        "content": "فإنما يسرنٰه بلسانك لتبشر به ٱلمتقين وتنذر به قوما لدا"
    },
    {
        "surah_number": 19,
        "verse_number": 98,
        "content": "وكم أهلكنا قبلهم من قرن هل تحس منهم من أحد أو تسمع لهم ركزا"
    },
    {
        "surah_number": 20,
        "verse_number": 1,
        "content": "طه"
    },
    {
        "surah_number": 20,
        "verse_number": 2,
        "content": "ما أنزلنا عليك ٱلقرءان لتشقىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 3,
        "content": "إلا تذكرة لمن يخشىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 4,
        "content": "تنزيلا ممن خلق ٱلأرض وٱلسمٰوٰت ٱلعلى"
    },
    {
        "surah_number": 20,
        "verse_number": 5,
        "content": "ٱلرحمٰن على ٱلعرش ٱستوىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 6,
        "content": "له ما في ٱلسمٰوٰت وما في ٱلأرض وما بينهما وما تحت ٱلثرىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 7,
        "content": "وإن تجهر بٱلقول فإنه يعلم ٱلسر وأخفى"
    },
    {
        "surah_number": 20,
        "verse_number": 8,
        "content": "ٱلله لا إلٰه إلا هو له ٱلأسماء ٱلحسنىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 9,
        "content": "وهل أتىٰك حديث موسىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 10,
        "content": "إذ رءا نارا فقال لأهله ٱمكثوا إني ءانست نارا لعلي ءاتيكم منها بقبس أو أجد على ٱلنار هدى"
    },
    {
        "surah_number": 20,
        "verse_number": 11,
        "content": "فلما أتىٰها نودي يٰموسىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 12,
        "content": "إني أنا ربك فٱخلع نعليك إنك بٱلواد ٱلمقدس طوى"
    },
    {
        "surah_number": 20,
        "verse_number": 13,
        "content": "وأنا ٱخترتك فٱستمع لما يوحىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 14,
        "content": "إنني أنا ٱلله لا إلٰه إلا أنا فٱعبدني وأقم ٱلصلوٰة لذكري"
    },
    {
        "surah_number": 20,
        "verse_number": 15,
        "content": "إن ٱلساعة ءاتية أكاد أخفيها لتجزىٰ كل نفس بما تسعىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 16,
        "content": "فلا يصدنك عنها من لا يؤمن بها وٱتبع هوىٰه فتردىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 17,
        "content": "وما تلك بيمينك يٰموسىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 18,
        "content": "قال هي عصاي أتوكؤا عليها وأهش بها علىٰ غنمي ولي فيها مـارب أخرىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 19,
        "content": "قال ألقها يٰموسىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 20,
        "content": "فألقىٰها فإذا هي حية تسعىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 21,
        "content": "قال خذها ولا تخف سنعيدها سيرتها ٱلأولىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 22,
        "content": "وٱضمم يدك إلىٰ جناحك تخرج بيضاء من غير سوء ءاية أخرىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 23,
        "content": "لنريك من ءايٰتنا ٱلكبرى"
    },
    {
        "surah_number": 20,
        "verse_number": 24,
        "content": "ٱذهب إلىٰ فرعون إنه طغىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 25,
        "content": "قال رب ٱشرح لي صدري"
    },
    {
        "surah_number": 20,
        "verse_number": 26,
        "content": "ويسر لي أمري"
    },
    {
        "surah_number": 20,
        "verse_number": 27,
        "content": "وٱحلل عقدة من لساني"
    },
    {
        "surah_number": 20,
        "verse_number": 28,
        "content": "يفقهوا قولي"
    },
    {
        "surah_number": 20,
        "verse_number": 29,
        "content": "وٱجعل لي وزيرا من أهلي"
    },
    {
        "surah_number": 20,
        "verse_number": 30,
        "content": "هٰرون أخي"
    },
    {
        "surah_number": 20,
        "verse_number": 31,
        "content": "ٱشدد به أزري"
    },
    {
        "surah_number": 20,
        "verse_number": 32,
        "content": "وأشركه في أمري"
    },
    {
        "surah_number": 20,
        "verse_number": 33,
        "content": "كي نسبحك كثيرا"
    },
    {
        "surah_number": 20,
        "verse_number": 34,
        "content": "ونذكرك كثيرا"
    },
    {
        "surah_number": 20,
        "verse_number": 35,
        "content": "إنك كنت بنا بصيرا"
    },
    {
        "surah_number": 20,
        "verse_number": 36,
        "content": "قال قد أوتيت سؤلك يٰموسىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 37,
        "content": "ولقد مننا عليك مرة أخرىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 38,
        "content": "إذ أوحينا إلىٰ أمك ما يوحىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 39,
        "content": "أن ٱقذفيه في ٱلتابوت فٱقذفيه في ٱليم فليلقه ٱليم بٱلساحل يأخذه عدو لي وعدو له وألقيت عليك محبة مني ولتصنع علىٰ عيني"
    },
    {
        "surah_number": 20,
        "verse_number": 40,
        "content": "إذ تمشي أختك فتقول هل أدلكم علىٰ من يكفله فرجعنٰك إلىٰ أمك كي تقر عينها ولا تحزن وقتلت نفسا فنجينٰك من ٱلغم وفتنـٰك فتونا فلبثت سنين في أهل مدين ثم جئت علىٰ قدر يٰموسىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 41,
        "content": "وٱصطنعتك لنفسي"
    },
    {
        "surah_number": 20,
        "verse_number": 42,
        "content": "ٱذهب أنت وأخوك بـايٰتي ولا تنيا في ذكري"
    },
    {
        "surah_number": 20,
        "verse_number": 43,
        "content": "ٱذهبا إلىٰ فرعون إنه طغىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 44,
        "content": "فقولا له قولا لينا لعله يتذكر أو يخشىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 45,
        "content": "قالا ربنا إننا نخاف أن يفرط علينا أو أن يطغىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 46,
        "content": "قال لا تخافا إنني معكما أسمع وأرىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 47,
        "content": "فأتياه فقولا إنا رسولا ربك فأرسل معنا بني إسرـٰءيل ولا تعذبهم قد جئنٰك بـاية من ربك وٱلسلٰم علىٰ من ٱتبع ٱلهدىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 48,
        "content": "إنا قد أوحي إلينا أن ٱلعذاب علىٰ من كذب وتولىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 49,
        "content": "قال فمن ربكما يٰموسىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 50,
        "content": "قال ربنا ٱلذي أعطىٰ كل شيء خلقه ثم هدىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 51,
        "content": "قال فما بال ٱلقرون ٱلأولىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 52,
        "content": "قال علمها عند ربي في كتٰب لا يضل ربي ولا ينسى"
    },
    {
        "surah_number": 20,
        "verse_number": 53,
        "content": "ٱلذي جعل لكم ٱلأرض مهدا وسلك لكم فيها سبلا وأنزل من ٱلسماء ماء فأخرجنا به أزوٰجا من نبات شتىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 54,
        "content": "كلوا وٱرعوا أنعٰمكم إن في ذٰلك لأيٰت لأولي ٱلنهىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 55,
        "content": "منها خلقنٰكم وفيها نعيدكم ومنها نخرجكم تارة أخرىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 56,
        "content": "ولقد أرينٰه ءايٰتنا كلها فكذب وأبىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 57,
        "content": "قال أجئتنا لتخرجنا من أرضنا بسحرك يٰموسىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 58,
        "content": "فلنأتينك بسحر مثله فٱجعل بيننا وبينك موعدا لا نخلفه نحن ولا أنت مكانا سوى"
    },
    {
        "surah_number": 20,
        "verse_number": 59,
        "content": "قال موعدكم يوم ٱلزينة وأن يحشر ٱلناس ضحى"
    },
    {
        "surah_number": 20,
        "verse_number": 60,
        "content": "فتولىٰ فرعون فجمع كيده ثم أتىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 61,
        "content": "قال لهم موسىٰ ويلكم لا تفتروا على ٱلله كذبا فيسحتكم بعذاب وقد خاب من ٱفترىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 62,
        "content": "فتنٰزعوا أمرهم بينهم وأسروا ٱلنجوىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 63,
        "content": "قالوا إن هٰذٰن لسٰحرٰن يريدان أن يخرجاكم من أرضكم بسحرهما ويذهبا بطريقتكم ٱلمثلىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 64,
        "content": "فأجمعوا كيدكم ثم ٱئتوا صفا وقد أفلح ٱليوم من ٱستعلىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 65,
        "content": "قالوا يٰموسىٰ إما أن تلقي وإما أن نكون أول من ألقىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 66,
        "content": "قال بل ألقوا فإذا حبالهم وعصيهم يخيل إليه من سحرهم أنها تسعىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 67,
        "content": "فأوجس في نفسه خيفة موسىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 68,
        "content": "قلنا لا تخف إنك أنت ٱلأعلىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 69,
        "content": "وألق ما في يمينك تلقف ما صنعوا إنما صنعوا كيد سٰحر ولا يفلح ٱلساحر حيث أتىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 70,
        "content": "فألقي ٱلسحرة سجدا قالوا ءامنا برب هٰرون وموسىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 71,
        "content": "قال ءامنتم له قبل أن ءاذن لكم إنه لكبيركم ٱلذي علمكم ٱلسحر فلأقطعن أيديكم وأرجلكم من خلٰف ولأصلبنكم في جذوع ٱلنخل ولتعلمن أينا أشد عذابا وأبقىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 72,
        "content": "قالوا لن نؤثرك علىٰ ما جاءنا من ٱلبينٰت وٱلذي فطرنا فٱقض ما أنت قاض إنما تقضي هٰذه ٱلحيوٰة ٱلدنيا"
    },
    {
        "surah_number": 20,
        "verse_number": 73,
        "content": "إنا ءامنا بربنا ليغفر لنا خطٰيٰنا وما أكرهتنا عليه من ٱلسحر وٱلله خير وأبقىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 74,
        "content": "إنه من يأت ربه مجرما فإن له جهنم لا يموت فيها ولا يحيىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 75,
        "content": "ومن يأته مؤمنا قد عمل ٱلصـٰلحٰت فأولـٰئك لهم ٱلدرجٰت ٱلعلىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 76,
        "content": "جنـٰت عدن تجري من تحتها ٱلأنهٰر خٰلدين فيها وذٰلك جزاء من تزكىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 77,
        "content": "ولقد أوحينا إلىٰ موسىٰ أن أسر بعبادي فٱضرب لهم طريقا في ٱلبحر يبسا لا تخٰف دركا ولا تخشىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 78,
        "content": "فأتبعهم فرعون بجنوده فغشيهم من ٱليم ما غشيهم"
    },
    {
        "surah_number": 20,
        "verse_number": 79,
        "content": "وأضل فرعون قومه وما هدىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 80,
        "content": "يٰبني إسرـٰءيل قد أنجينٰكم من عدوكم ووٰعدنٰكم جانب ٱلطور ٱلأيمن ونزلنا عليكم ٱلمن وٱلسلوىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 81,
        "content": "كلوا من طيبٰت ما رزقنٰكم ولا تطغوا فيه فيحل عليكم غضبي ومن يحلل عليه غضبي فقد هوىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 82,
        "content": "وإني لغفار لمن تاب وءامن وعمل صٰلحا ثم ٱهتدىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 83,
        "content": "وما أعجلك عن قومك يٰموسىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 84,
        "content": "قال هم أولاء علىٰ أثري وعجلت إليك رب لترضىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 85,
        "content": "قال فإنا قد فتنا قومك من بعدك وأضلهم ٱلسامري"
    },
    {
        "surah_number": 20,
        "verse_number": 86,
        "content": "فرجع موسىٰ إلىٰ قومه غضبٰن أسفا قال يٰقوم ألم يعدكم ربكم وعدا حسنا أفطال عليكم ٱلعهد أم أردتم أن يحل عليكم غضب من ربكم فأخلفتم موعدي"
    },
    {
        "surah_number": 20,
        "verse_number": 87,
        "content": "قالوا ما أخلفنا موعدك بملكنا ولٰكنا حملنا أوزارا من زينة ٱلقوم فقذفنٰها فكذٰلك ألقى ٱلسامري"
    },
    {
        "surah_number": 20,
        "verse_number": 88,
        "content": "فأخرج لهم عجلا جسدا له خوار فقالوا هٰذا إلٰهكم وإلٰه موسىٰ فنسي"
    },
    {
        "surah_number": 20,
        "verse_number": 89,
        "content": "أفلا يرون ألا يرجع إليهم قولا ولا يملك لهم ضرا ولا نفعا"
    },
    {
        "surah_number": 20,
        "verse_number": 90,
        "content": "ولقد قال لهم هٰرون من قبل يٰقوم إنما فتنتم به وإن ربكم ٱلرحمٰن فٱتبعوني وأطيعوا أمري"
    },
    {
        "surah_number": 20,
        "verse_number": 91,
        "content": "قالوا لن نبرح عليه عٰكفين حتىٰ يرجع إلينا موسىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 92,
        "content": "قال يٰهٰرون ما منعك إذ رأيتهم ضلوا"
    },
    {
        "surah_number": 20,
        "verse_number": 93,
        "content": "ألا تتبعن أفعصيت أمري"
    },
    {
        "surah_number": 20,
        "verse_number": 94,
        "content": "قال يبنؤم لا تأخذ بلحيتي ولا برأسي إني خشيت أن تقول فرقت بين بني إسرـٰءيل ولم ترقب قولي"
    },
    {
        "surah_number": 20,
        "verse_number": 95,
        "content": "قال فما خطبك يٰسٰمري"
    },
    {
        "surah_number": 20,
        "verse_number": 96,
        "content": "قال بصرت بما لم يبصروا به فقبضت قبضة من أثر ٱلرسول فنبذتها وكذٰلك سولت لي نفسي"
    },
    {
        "surah_number": 20,
        "verse_number": 97,
        "content": "قال فٱذهب فإن لك في ٱلحيوٰة أن تقول لا مساس وإن لك موعدا لن تخلفه وٱنظر إلىٰ إلٰهك ٱلذي ظلت عليه عاكفا لنحرقنه ثم لننسفنه في ٱليم نسفا"
    },
    {
        "surah_number": 20,
        "verse_number": 98,
        "content": "إنما إلٰهكم ٱلله ٱلذي لا إلٰه إلا هو وسع كل شيء علما"
    },
    {
        "surah_number": 20,
        "verse_number": 99,
        "content": "كذٰلك نقص عليك من أنباء ما قد سبق وقد ءاتينٰك من لدنا ذكرا"
    },
    {
        "surah_number": 20,
        "verse_number": 100,
        "content": "من أعرض عنه فإنه يحمل يوم ٱلقيٰمة وزرا"
    },
    {
        "surah_number": 20,
        "verse_number": 101,
        "content": "خٰلدين فيه وساء لهم يوم ٱلقيٰمة حملا"
    },
    {
        "surah_number": 20,
        "verse_number": 102,
        "content": "يوم ينفخ في ٱلصور ونحشر ٱلمجرمين يومئذ زرقا"
    },
    {
        "surah_number": 20,
        "verse_number": 103,
        "content": "يتخٰفتون بينهم إن لبثتم إلا عشرا"
    },
    {
        "surah_number": 20,
        "verse_number": 104,
        "content": "نحن أعلم بما يقولون إذ يقول أمثلهم طريقة إن لبثتم إلا يوما"
    },
    {
        "surah_number": 20,
        "verse_number": 105,
        "content": "ويسـلونك عن ٱلجبال فقل ينسفها ربي نسفا"
    },
    {
        "surah_number": 20,
        "verse_number": 106,
        "content": "فيذرها قاعا صفصفا"
    },
    {
        "surah_number": 20,
        "verse_number": 107,
        "content": "لا ترىٰ فيها عوجا ولا أمتا"
    },
    {
        "surah_number": 20,
        "verse_number": 108,
        "content": "يومئذ يتبعون ٱلداعي لا عوج له وخشعت ٱلأصوات للرحمٰن فلا تسمع إلا همسا"
    },
    {
        "surah_number": 20,
        "verse_number": 109,
        "content": "يومئذ لا تنفع ٱلشفٰعة إلا من أذن له ٱلرحمٰن ورضي له قولا"
    },
    {
        "surah_number": 20,
        "verse_number": 110,
        "content": "يعلم ما بين أيديهم وما خلفهم ولا يحيطون به علما"
    },
    {
        "surah_number": 20,
        "verse_number": 111,
        "content": "وعنت ٱلوجوه للحي ٱلقيوم وقد خاب من حمل ظلما"
    },
    {
        "surah_number": 20,
        "verse_number": 112,
        "content": "ومن يعمل من ٱلصـٰلحٰت وهو مؤمن فلا يخاف ظلما ولا هضما"
    },
    {
        "surah_number": 20,
        "verse_number": 113,
        "content": "وكذٰلك أنزلنٰه قرءانا عربيا وصرفنا فيه من ٱلوعيد لعلهم يتقون أو يحدث لهم ذكرا"
    },
    {
        "surah_number": 20,
        "verse_number": 114,
        "content": "فتعٰلى ٱلله ٱلملك ٱلحق ولا تعجل بٱلقرءان من قبل أن يقضىٰ إليك وحيه وقل رب زدني علما"
    },
    {
        "surah_number": 20,
        "verse_number": 115,
        "content": "ولقد عهدنا إلىٰ ءادم من قبل فنسي ولم نجد له عزما"
    },
    {
        "surah_number": 20,
        "verse_number": 116,
        "content": "وإذ قلنا للملـٰئكة ٱسجدوا لأدم فسجدوا إلا إبليس أبىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 117,
        "content": "فقلنا يـٰـادم إن هٰذا عدو لك ولزوجك فلا يخرجنكما من ٱلجنة فتشقىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 118,
        "content": "إن لك ألا تجوع فيها ولا تعرىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 119,
        "content": "وأنك لا تظمؤا فيها ولا تضحىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 120,
        "content": "فوسوس إليه ٱلشيطٰن قال يـٰـادم هل أدلك علىٰ شجرة ٱلخلد وملك لا يبلىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 121,
        "content": "فأكلا منها فبدت لهما سوءٰتهما وطفقا يخصفان عليهما من ورق ٱلجنة وعصىٰ ءادم ربه فغوىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 122,
        "content": "ثم ٱجتبٰه ربه فتاب عليه وهدىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 123,
        "content": "قال ٱهبطا منها جميعا بعضكم لبعض عدو فإما يأتينكم مني هدى فمن ٱتبع هداي فلا يضل ولا يشقىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 124,
        "content": "ومن أعرض عن ذكري فإن له معيشة ضنكا ونحشره يوم ٱلقيٰمة أعمىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 125,
        "content": "قال رب لم حشرتني أعمىٰ وقد كنت بصيرا"
    },
    {
        "surah_number": 20,
        "verse_number": 126,
        "content": "قال كذٰلك أتتك ءايٰتنا فنسيتها وكذٰلك ٱليوم تنسىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 127,
        "content": "وكذٰلك نجزي من أسرف ولم يؤمن بـايٰت ربه ولعذاب ٱلأخرة أشد وأبقىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 128,
        "content": "أفلم يهد لهم كم أهلكنا قبلهم من ٱلقرون يمشون في مسٰكنهم إن في ذٰلك لأيٰت لأولي ٱلنهىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 129,
        "content": "ولولا كلمة سبقت من ربك لكان لزاما وأجل مسمى"
    },
    {
        "surah_number": 20,
        "verse_number": 130,
        "content": "فٱصبر علىٰ ما يقولون وسبح بحمد ربك قبل طلوع ٱلشمس وقبل غروبها ومن ءاناي ٱليل فسبح وأطراف ٱلنهار لعلك ترضىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 131,
        "content": "ولا تمدن عينيك إلىٰ ما متعنا به أزوٰجا منهم زهرة ٱلحيوٰة ٱلدنيا لنفتنهم فيه ورزق ربك خير وأبقىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 132,
        "content": "وأمر أهلك بٱلصلوٰة وٱصطبر عليها لا نسـلك رزقا نحن نرزقك وٱلعٰقبة للتقوىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 133,
        "content": "وقالوا لولا يأتينا بـاية من ربه أولم تأتهم بينة ما في ٱلصحف ٱلأولىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 134,
        "content": "ولو أنا أهلكنٰهم بعذاب من قبله لقالوا ربنا لولا أرسلت إلينا رسولا فنتبع ءايٰتك من قبل أن نذل ونخزىٰ"
    },
    {
        "surah_number": 20,
        "verse_number": 135,
        "content": "قل كل متربص فتربصوا فستعلمون من أصحٰب ٱلصرٰط ٱلسوي ومن ٱهتدىٰ"
    },
    {
        "surah_number": 21,
        "verse_number": 1,
        "content": "ٱقترب للناس حسابهم وهم في غفلة معرضون"
    },
    {
        "surah_number": 21,
        "verse_number": 2,
        "content": "ما يأتيهم من ذكر من ربهم محدث إلا ٱستمعوه وهم يلعبون"
    },
    {
        "surah_number": 21,
        "verse_number": 3,
        "content": "لاهية قلوبهم وأسروا ٱلنجوى ٱلذين ظلموا هل هٰذا إلا بشر مثلكم أفتأتون ٱلسحر وأنتم تبصرون"
    },
    {
        "surah_number": 21,
        "verse_number": 4,
        "content": "قال ربي يعلم ٱلقول في ٱلسماء وٱلأرض وهو ٱلسميع ٱلعليم"
    },
    {
        "surah_number": 21,
        "verse_number": 5,
        "content": "بل قالوا أضغٰث أحلٰم بل ٱفترىٰه بل هو شاعر فليأتنا بـاية كما أرسل ٱلأولون"
    },
    {
        "surah_number": 21,
        "verse_number": 6,
        "content": "ما ءامنت قبلهم من قرية أهلكنٰها أفهم يؤمنون"
    },
    {
        "surah_number": 21,
        "verse_number": 7,
        "content": "وما أرسلنا قبلك إلا رجالا نوحي إليهم فسـلوا أهل ٱلذكر إن كنتم لا تعلمون"
    },
    {
        "surah_number": 21,
        "verse_number": 8,
        "content": "وما جعلنٰهم جسدا لا يأكلون ٱلطعام وما كانوا خٰلدين"
    },
    {
        "surah_number": 21,
        "verse_number": 9,
        "content": "ثم صدقنٰهم ٱلوعد فأنجينٰهم ومن نشاء وأهلكنا ٱلمسرفين"
    },
    {
        "surah_number": 21,
        "verse_number": 10,
        "content": "لقد أنزلنا إليكم كتٰبا فيه ذكركم أفلا تعقلون"
    },
    {
        "surah_number": 21,
        "verse_number": 11,
        "content": "وكم قصمنا من قرية كانت ظالمة وأنشأنا بعدها قوما ءاخرين"
    },
    {
        "surah_number": 21,
        "verse_number": 12,
        "content": "فلما أحسوا بأسنا إذا هم منها يركضون"
    },
    {
        "surah_number": 21,
        "verse_number": 13,
        "content": "لا تركضوا وٱرجعوا إلىٰ ما أترفتم فيه ومسٰكنكم لعلكم تسـلون"
    },
    {
        "surah_number": 21,
        "verse_number": 14,
        "content": "قالوا يٰويلنا إنا كنا ظٰلمين"
    },
    {
        "surah_number": 21,
        "verse_number": 15,
        "content": "فما زالت تلك دعوىٰهم حتىٰ جعلنٰهم حصيدا خٰمدين"
    },
    {
        "surah_number": 21,
        "verse_number": 16,
        "content": "وما خلقنا ٱلسماء وٱلأرض وما بينهما لٰعبين"
    },
    {
        "surah_number": 21,
        "verse_number": 17,
        "content": "لو أردنا أن نتخذ لهوا لٱتخذنٰه من لدنا إن كنا فٰعلين"
    },
    {
        "surah_number": 21,
        "verse_number": 18,
        "content": "بل نقذف بٱلحق على ٱلبٰطل فيدمغه فإذا هو زاهق ولكم ٱلويل مما تصفون"
    },
    {
        "surah_number": 21,
        "verse_number": 19,
        "content": "وله من في ٱلسمٰوٰت وٱلأرض ومن عنده لا يستكبرون عن عبادته ولا يستحسرون"
    },
    {
        "surah_number": 21,
        "verse_number": 20,
        "content": "يسبحون ٱليل وٱلنهار لا يفترون"
    },
    {
        "surah_number": 21,
        "verse_number": 21,
        "content": "أم ٱتخذوا ءالهة من ٱلأرض هم ينشرون"
    },
    {
        "surah_number": 21,
        "verse_number": 22,
        "content": "لو كان فيهما ءالهة إلا ٱلله لفسدتا فسبحٰن ٱلله رب ٱلعرش عما يصفون"
    },
    {
        "surah_number": 21,
        "verse_number": 23,
        "content": "لا يسـل عما يفعل وهم يسـلون"
    },
    {
        "surah_number": 21,
        "verse_number": 24,
        "content": "أم ٱتخذوا من دونه ءالهة قل هاتوا برهٰنكم هٰذا ذكر من معي وذكر من قبلي بل أكثرهم لا يعلمون ٱلحق فهم معرضون"
    },
    {
        "surah_number": 21,
        "verse_number": 25,
        "content": "وما أرسلنا من قبلك من رسول إلا نوحي إليه أنه لا إلٰه إلا أنا فٱعبدون"
    },
    {
        "surah_number": 21,
        "verse_number": 26,
        "content": "وقالوا ٱتخذ ٱلرحمٰن ولدا سبحٰنه بل عباد مكرمون"
    },
    {
        "surah_number": 21,
        "verse_number": 27,
        "content": "لا يسبقونه بٱلقول وهم بأمره يعملون"
    },
    {
        "surah_number": 21,
        "verse_number": 28,
        "content": "يعلم ما بين أيديهم وما خلفهم ولا يشفعون إلا لمن ٱرتضىٰ وهم من خشيته مشفقون"
    },
    {
        "surah_number": 21,
        "verse_number": 29,
        "content": "ومن يقل منهم إني إلٰه من دونه فذٰلك نجزيه جهنم كذٰلك نجزي ٱلظـٰلمين"
    },
    {
        "surah_number": 21,
        "verse_number": 30,
        "content": "أولم ير ٱلذين كفروا أن ٱلسمٰوٰت وٱلأرض كانتا رتقا ففتقنٰهما وجعلنا من ٱلماء كل شيء حي أفلا يؤمنون"
    },
    {
        "surah_number": 21,
        "verse_number": 31,
        "content": "وجعلنا في ٱلأرض روٰسي أن تميد بهم وجعلنا فيها فجاجا سبلا لعلهم يهتدون"
    },
    {
        "surah_number": 21,
        "verse_number": 32,
        "content": "وجعلنا ٱلسماء سقفا محفوظا وهم عن ءايٰتها معرضون"
    },
    {
        "surah_number": 21,
        "verse_number": 33,
        "content": "وهو ٱلذي خلق ٱليل وٱلنهار وٱلشمس وٱلقمر كل في فلك يسبحون"
    },
    {
        "surah_number": 21,
        "verse_number": 34,
        "content": "وما جعلنا لبشر من قبلك ٱلخلد أفإين مت فهم ٱلخٰلدون"
    },
    {
        "surah_number": 21,
        "verse_number": 35,
        "content": "كل نفس ذائقة ٱلموت ونبلوكم بٱلشر وٱلخير فتنة وإلينا ترجعون"
    },
    {
        "surah_number": 21,
        "verse_number": 36,
        "content": "وإذا رءاك ٱلذين كفروا إن يتخذونك إلا هزوا أهٰذا ٱلذي يذكر ءالهتكم وهم بذكر ٱلرحمٰن هم كٰفرون"
    },
    {
        "surah_number": 21,
        "verse_number": 37,
        "content": "خلق ٱلإنسٰن من عجل سأوريكم ءايٰتي فلا تستعجلون"
    },
    {
        "surah_number": 21,
        "verse_number": 38,
        "content": "ويقولون متىٰ هٰذا ٱلوعد إن كنتم صٰدقين"
    },
    {
        "surah_number": 21,
        "verse_number": 39,
        "content": "لو يعلم ٱلذين كفروا حين لا يكفون عن وجوههم ٱلنار ولا عن ظهورهم ولا هم ينصرون"
    },
    {
        "surah_number": 21,
        "verse_number": 40,
        "content": "بل تأتيهم بغتة فتبهتهم فلا يستطيعون ردها ولا هم ينظرون"
    },
    {
        "surah_number": 21,
        "verse_number": 41,
        "content": "ولقد ٱستهزئ برسل من قبلك فحاق بٱلذين سخروا منهم ما كانوا به يستهزءون"
    },
    {
        "surah_number": 21,
        "verse_number": 42,
        "content": "قل من يكلؤكم بٱليل وٱلنهار من ٱلرحمٰن بل هم عن ذكر ربهم معرضون"
    },
    {
        "surah_number": 21,
        "verse_number": 43,
        "content": "أم لهم ءالهة تمنعهم من دوننا لا يستطيعون نصر أنفسهم ولا هم منا يصحبون"
    },
    {
        "surah_number": 21,
        "verse_number": 44,
        "content": "بل متعنا هـٰؤلاء وءاباءهم حتىٰ طال عليهم ٱلعمر أفلا يرون أنا نأتي ٱلأرض ننقصها من أطرافها أفهم ٱلغٰلبون"
    },
    {
        "surah_number": 21,
        "verse_number": 45,
        "content": "قل إنما أنذركم بٱلوحي ولا يسمع ٱلصم ٱلدعاء إذا ما ينذرون"
    },
    {
        "surah_number": 21,
        "verse_number": 46,
        "content": "ولئن مستهم نفحة من عذاب ربك ليقولن يٰويلنا إنا كنا ظٰلمين"
    },
    {
        "surah_number": 21,
        "verse_number": 47,
        "content": "ونضع ٱلموٰزين ٱلقسط ليوم ٱلقيٰمة فلا تظلم نفس شيـا وإن كان مثقال حبة من خردل أتينا بها وكفىٰ بنا حٰسبين"
    },
    {
        "surah_number": 21,
        "verse_number": 48,
        "content": "ولقد ءاتينا موسىٰ وهٰرون ٱلفرقان وضياء وذكرا للمتقين"
    },
    {
        "surah_number": 21,
        "verse_number": 49,
        "content": "ٱلذين يخشون ربهم بٱلغيب وهم من ٱلساعة مشفقون"
    },
    {
        "surah_number": 21,
        "verse_number": 50,
        "content": "وهٰذا ذكر مبارك أنزلنٰه أفأنتم له منكرون"
    },
    {
        "surah_number": 21,
        "verse_number": 51,
        "content": "ولقد ءاتينا إبرٰهيم رشده من قبل وكنا به عٰلمين"
    },
    {
        "surah_number": 21,
        "verse_number": 52,
        "content": "إذ قال لأبيه وقومه ما هٰذه ٱلتماثيل ٱلتي أنتم لها عٰكفون"
    },
    {
        "surah_number": 21,
        "verse_number": 53,
        "content": "قالوا وجدنا ءاباءنا لها عٰبدين"
    },
    {
        "surah_number": 21,
        "verse_number": 54,
        "content": "قال لقد كنتم أنتم وءاباؤكم في ضلٰل مبين"
    },
    {
        "surah_number": 21,
        "verse_number": 55,
        "content": "قالوا أجئتنا بٱلحق أم أنت من ٱللـٰعبين"
    },
    {
        "surah_number": 21,
        "verse_number": 56,
        "content": "قال بل ربكم رب ٱلسمٰوٰت وٱلأرض ٱلذي فطرهن وأنا علىٰ ذٰلكم من ٱلشـٰهدين"
    },
    {
        "surah_number": 21,
        "verse_number": 57,
        "content": "وتٱلله لأكيدن أصنٰمكم بعد أن تولوا مدبرين"
    },
    {
        "surah_number": 21,
        "verse_number": 58,
        "content": "فجعلهم جذٰذا إلا كبيرا لهم لعلهم إليه يرجعون"
    },
    {
        "surah_number": 21,
        "verse_number": 59,
        "content": "قالوا من فعل هٰذا بـالهتنا إنه لمن ٱلظـٰلمين"
    },
    {
        "surah_number": 21,
        "verse_number": 60,
        "content": "قالوا سمعنا فتى يذكرهم يقال له إبرٰهيم"
    },
    {
        "surah_number": 21,
        "verse_number": 61,
        "content": "قالوا فأتوا به علىٰ أعين ٱلناس لعلهم يشهدون"
    },
    {
        "surah_number": 21,
        "verse_number": 62,
        "content": "قالوا ءأنت فعلت هٰذا بـالهتنا يـٰإبرٰهيم"
    },
    {
        "surah_number": 21,
        "verse_number": 63,
        "content": "قال بل فعله كبيرهم هٰذا فسـلوهم إن كانوا ينطقون"
    },
    {
        "surah_number": 21,
        "verse_number": 64,
        "content": "فرجعوا إلىٰ أنفسهم فقالوا إنكم أنتم ٱلظـٰلمون"
    },
    {
        "surah_number": 21,
        "verse_number": 65,
        "content": "ثم نكسوا علىٰ رءوسهم لقد علمت ما هـٰؤلاء ينطقون"
    },
    {
        "surah_number": 21,
        "verse_number": 66,
        "content": "قال أفتعبدون من دون ٱلله ما لا ينفعكم شيـا ولا يضركم"
    },
    {
        "surah_number": 21,
        "verse_number": 67,
        "content": "أف لكم ولما تعبدون من دون ٱلله أفلا تعقلون"
    },
    {
        "surah_number": 21,
        "verse_number": 68,
        "content": "قالوا حرقوه وٱنصروا ءالهتكم إن كنتم فٰعلين"
    },
    {
        "surah_number": 21,
        "verse_number": 69,
        "content": "قلنا يٰنار كوني بردا وسلٰما علىٰ إبرٰهيم"
    },
    {
        "surah_number": 21,
        "verse_number": 70,
        "content": "وأرادوا به كيدا فجعلنٰهم ٱلأخسرين"
    },
    {
        "surah_number": 21,
        "verse_number": 71,
        "content": "ونجينٰه ولوطا إلى ٱلأرض ٱلتي بٰركنا فيها للعٰلمين"
    },
    {
        "surah_number": 21,
        "verse_number": 72,
        "content": "ووهبنا له إسحٰق ويعقوب نافلة وكلا جعلنا صٰلحين"
    },
    {
        "surah_number": 21,
        "verse_number": 73,
        "content": "وجعلنٰهم أئمة يهدون بأمرنا وأوحينا إليهم فعل ٱلخيرٰت وإقام ٱلصلوٰة وإيتاء ٱلزكوٰة وكانوا لنا عٰبدين"
    },
    {
        "surah_number": 21,
        "verse_number": 74,
        "content": "ولوطا ءاتينٰه حكما وعلما ونجينٰه من ٱلقرية ٱلتي كانت تعمل ٱلخبـٰئث إنهم كانوا قوم سوء فٰسقين"
    },
    {
        "surah_number": 21,
        "verse_number": 75,
        "content": "وأدخلنٰه في رحمتنا إنه من ٱلصـٰلحين"
    },
    {
        "surah_number": 21,
        "verse_number": 76,
        "content": "ونوحا إذ نادىٰ من قبل فٱستجبنا له فنجينٰه وأهله من ٱلكرب ٱلعظيم"
    },
    {
        "surah_number": 21,
        "verse_number": 77,
        "content": "ونصرنٰه من ٱلقوم ٱلذين كذبوا بـايٰتنا إنهم كانوا قوم سوء فأغرقنٰهم أجمعين"
    },
    {
        "surah_number": 21,
        "verse_number": 78,
        "content": "وداود وسليمٰن إذ يحكمان في ٱلحرث إذ نفشت فيه غنم ٱلقوم وكنا لحكمهم شٰهدين"
    },
    {
        "surah_number": 21,
        "verse_number": 79,
        "content": "ففهمنٰها سليمٰن وكلا ءاتينا حكما وعلما وسخرنا مع داود ٱلجبال يسبحن وٱلطير وكنا فٰعلين"
    },
    {
        "surah_number": 21,
        "verse_number": 80,
        "content": "وعلمنٰه صنعة لبوس لكم لتحصنكم من بأسكم فهل أنتم شٰكرون"
    },
    {
        "surah_number": 21,
        "verse_number": 81,
        "content": "ولسليمٰن ٱلريح عاصفة تجري بأمره إلى ٱلأرض ٱلتي بٰركنا فيها وكنا بكل شيء عٰلمين"
    },
    {
        "surah_number": 21,
        "verse_number": 82,
        "content": "ومن ٱلشيٰطين من يغوصون له ويعملون عملا دون ذٰلك وكنا لهم حٰفظين"
    },
    {
        "surah_number": 21,
        "verse_number": 83,
        "content": "وأيوب إذ نادىٰ ربه أني مسني ٱلضر وأنت أرحم ٱلرـٰحمين"
    },
    {
        "surah_number": 21,
        "verse_number": 84,
        "content": "فٱستجبنا له فكشفنا ما به من ضر وءاتينٰه أهله ومثلهم معهم رحمة من عندنا وذكرىٰ للعٰبدين"
    },
    {
        "surah_number": 21,
        "verse_number": 85,
        "content": "وإسمٰعيل وإدريس وذا ٱلكفل كل من ٱلصـٰبرين"
    },
    {
        "surah_number": 21,
        "verse_number": 86,
        "content": "وأدخلنٰهم في رحمتنا إنهم من ٱلصـٰلحين"
    },
    {
        "surah_number": 21,
        "verse_number": 87,
        "content": "وذا ٱلنون إذ ذهب مغٰضبا فظن أن لن نقدر عليه فنادىٰ في ٱلظلمٰت أن لا إلٰه إلا أنت سبحٰنك إني كنت من ٱلظـٰلمين"
    },
    {
        "surah_number": 21,
        "verse_number": 88,
        "content": "فٱستجبنا له ونجينٰه من ٱلغم وكذٰلك نـجي ٱلمؤمنين"
    },
    {
        "surah_number": 21,
        "verse_number": 89,
        "content": "وزكريا إذ نادىٰ ربه رب لا تذرني فردا وأنت خير ٱلوٰرثين"
    },
    {
        "surah_number": 21,
        "verse_number": 90,
        "content": "فٱستجبنا له ووهبنا له يحيىٰ وأصلحنا له زوجه إنهم كانوا يسٰرعون في ٱلخيرٰت ويدعوننا رغبا ورهبا وكانوا لنا خٰشعين"
    },
    {
        "surah_number": 21,
        "verse_number": 91,
        "content": "وٱلتي أحصنت فرجها فنفخنا فيها من روحنا وجعلنٰها وٱبنها ءاية للعٰلمين"
    },
    {
        "surah_number": 21,
        "verse_number": 92,
        "content": "إن هٰذه أمتكم أمة وٰحدة وأنا ربكم فٱعبدون"
    },
    {
        "surah_number": 21,
        "verse_number": 93,
        "content": "وتقطعوا أمرهم بينهم كل إلينا رٰجعون"
    },
    {
        "surah_number": 21,
        "verse_number": 94,
        "content": "فمن يعمل من ٱلصـٰلحٰت وهو مؤمن فلا كفران لسعيه وإنا له كٰتبون"
    },
    {
        "surah_number": 21,
        "verse_number": 95,
        "content": "وحرٰم علىٰ قرية أهلكنٰها أنهم لا يرجعون"
    },
    {
        "surah_number": 21,
        "verse_number": 96,
        "content": "حتىٰ إذا فتحت يأجوج ومأجوج وهم من كل حدب ينسلون"
    },
    {
        "surah_number": 21,
        "verse_number": 97,
        "content": "وٱقترب ٱلوعد ٱلحق فإذا هي شٰخصة أبصٰر ٱلذين كفروا يٰويلنا قد كنا في غفلة من هٰذا بل كنا ظٰلمين"
    },
    {
        "surah_number": 21,
        "verse_number": 98,
        "content": "إنكم وما تعبدون من دون ٱلله حصب جهنم أنتم لها وٰردون"
    },
    {
        "surah_number": 21,
        "verse_number": 99,
        "content": "لو كان هـٰؤلاء ءالهة ما وردوها وكل فيها خٰلدون"
    },
    {
        "surah_number": 21,
        "verse_number": 100,
        "content": "لهم فيها زفير وهم فيها لا يسمعون"
    },
    {
        "surah_number": 21,
        "verse_number": 101,
        "content": "إن ٱلذين سبقت لهم منا ٱلحسنىٰ أولـٰئك عنها مبعدون"
    },
    {
        "surah_number": 21,
        "verse_number": 102,
        "content": "لا يسمعون حسيسها وهم في ما ٱشتهت أنفسهم خٰلدون"
    },
    {
        "surah_number": 21,
        "verse_number": 103,
        "content": "لا يحزنهم ٱلفزع ٱلأكبر وتتلقىٰهم ٱلملـٰئكة هٰذا يومكم ٱلذي كنتم توعدون"
    },
    {
        "surah_number": 21,
        "verse_number": 104,
        "content": "يوم نطوي ٱلسماء كطي ٱلسجل للكتب كما بدأنا أول خلق نعيده وعدا علينا إنا كنا فٰعلين"
    },
    {
        "surah_number": 21,
        "verse_number": 105,
        "content": "ولقد كتبنا في ٱلزبور من بعد ٱلذكر أن ٱلأرض يرثها عبادي ٱلصـٰلحون"
    },
    {
        "surah_number": 21,
        "verse_number": 106,
        "content": "إن في هٰذا لبلٰغا لقوم عٰبدين"
    },
    {
        "surah_number": 21,
        "verse_number": 107,
        "content": "وما أرسلنٰك إلا رحمة للعٰلمين"
    },
    {
        "surah_number": 21,
        "verse_number": 108,
        "content": "قل إنما يوحىٰ إلي أنما إلٰهكم إلٰه وٰحد فهل أنتم مسلمون"
    },
    {
        "surah_number": 21,
        "verse_number": 109,
        "content": "فإن تولوا فقل ءاذنتكم علىٰ سواء وإن أدري أقريب أم بعيد ما توعدون"
    },
    {
        "surah_number": 21,
        "verse_number": 110,
        "content": "إنه يعلم ٱلجهر من ٱلقول ويعلم ما تكتمون"
    },
    {
        "surah_number": 21,
        "verse_number": 111,
        "content": "وإن أدري لعله فتنة لكم ومتٰع إلىٰ حين"
    },
    {
        "surah_number": 21,
        "verse_number": 112,
        "content": "قٰل رب ٱحكم بٱلحق وربنا ٱلرحمٰن ٱلمستعان علىٰ ما تصفون"
    },
    {
        "surah_number": 22,
        "verse_number": 1,
        "content": "يـٰأيها ٱلناس ٱتقوا ربكم إن زلزلة ٱلساعة شيء عظيم"
    },
    {
        "surah_number": 22,
        "verse_number": 2,
        "content": "يوم ترونها تذهل كل مرضعة عما أرضعت وتضع كل ذات حمل حملها وترى ٱلناس سكٰرىٰ وما هم بسكٰرىٰ ولٰكن عذاب ٱلله شديد"
    },
    {
        "surah_number": 22,
        "verse_number": 3,
        "content": "ومن ٱلناس من يجٰدل في ٱلله بغير علم ويتبع كل شيطٰن مريد"
    },
    {
        "surah_number": 22,
        "verse_number": 4,
        "content": "كتب عليه أنه من تولاه فأنه يضله ويهديه إلىٰ عذاب ٱلسعير"
    },
    {
        "surah_number": 22,
        "verse_number": 5,
        "content": "يـٰأيها ٱلناس إن كنتم في ريب من ٱلبعث فإنا خلقنٰكم من تراب ثم من نطفة ثم من علقة ثم من مضغة مخلقة وغير مخلقة لنبين لكم ونقر في ٱلأرحام ما نشاء إلىٰ أجل مسمى ثم نخرجكم طفلا ثم لتبلغوا أشدكم ومنكم من يتوفىٰ ومنكم من يرد إلىٰ أرذل ٱلعمر لكيلا يعلم من بعد علم شيـا وترى ٱلأرض هامدة فإذا أنزلنا عليها ٱلماء ٱهتزت وربت وأنبتت من كل زوج بهيج"
    },
    {
        "surah_number": 22,
        "verse_number": 6,
        "content": "ذٰلك بأن ٱلله هو ٱلحق وأنه يحي ٱلموتىٰ وأنه علىٰ كل شيء قدير"
    },
    {
        "surah_number": 22,
        "verse_number": 7,
        "content": "وأن ٱلساعة ءاتية لا ريب فيها وأن ٱلله يبعث من في ٱلقبور"
    },
    {
        "surah_number": 22,
        "verse_number": 8,
        "content": "ومن ٱلناس من يجٰدل في ٱلله بغير علم ولا هدى ولا كتٰب منير"
    },
    {
        "surah_number": 22,
        "verse_number": 9,
        "content": "ثاني عطفه ليضل عن سبيل ٱلله له في ٱلدنيا خزي ونذيقه يوم ٱلقيٰمة عذاب ٱلحريق"
    },
    {
        "surah_number": 22,
        "verse_number": 10,
        "content": "ذٰلك بما قدمت يداك وأن ٱلله ليس بظلـٰم للعبيد"
    },
    {
        "surah_number": 22,
        "verse_number": 11,
        "content": "ومن ٱلناس من يعبد ٱلله علىٰ حرف فإن أصابه خير ٱطمأن به وإن أصابته فتنة ٱنقلب علىٰ وجهه خسر ٱلدنيا وٱلأخرة ذٰلك هو ٱلخسران ٱلمبين"
    },
    {
        "surah_number": 22,
        "verse_number": 12,
        "content": "يدعوا من دون ٱلله ما لا يضره وما لا ينفعه ذٰلك هو ٱلضلٰل ٱلبعيد"
    },
    {
        "surah_number": 22,
        "verse_number": 13,
        "content": "يدعوا لمن ضره أقرب من نفعه لبئس ٱلمولىٰ ولبئس ٱلعشير"
    },
    {
        "surah_number": 22,
        "verse_number": 14,
        "content": "إن ٱلله يدخل ٱلذين ءامنوا وعملوا ٱلصـٰلحٰت جنـٰت تجري من تحتها ٱلأنهٰر إن ٱلله يفعل ما يريد"
    },
    {
        "surah_number": 22,
        "verse_number": 15,
        "content": "من كان يظن أن لن ينصره ٱلله في ٱلدنيا وٱلأخرة فليمدد بسبب إلى ٱلسماء ثم ليقطع فلينظر هل يذهبن كيده ما يغيظ"
    },
    {
        "surah_number": 22,
        "verse_number": 16,
        "content": "وكذٰلك أنزلنٰه ءايٰت بينٰت وأن ٱلله يهدي من يريد"
    },
    {
        "surah_number": 22,
        "verse_number": 17,
        "content": "إن ٱلذين ءامنوا وٱلذين هادوا وٱلصـٰبـين وٱلنصٰرىٰ وٱلمجوس وٱلذين أشركوا إن ٱلله يفصل بينهم يوم ٱلقيٰمة إن ٱلله علىٰ كل شيء شهيد"
    },
    {
        "surah_number": 22,
        "verse_number": 18,
        "content": "ألم تر أن ٱلله يسجد له من في ٱلسمٰوٰت ومن في ٱلأرض وٱلشمس وٱلقمر وٱلنجوم وٱلجبال وٱلشجر وٱلدواب وكثير من ٱلناس وكثير حق عليه ٱلعذاب ومن يهن ٱلله فما له من مكرم إن ٱلله يفعل ما يشاء"
    },
    {
        "surah_number": 22,
        "verse_number": 19,
        "content": "هٰذان خصمان ٱختصموا في ربهم فٱلذين كفروا قطعت لهم ثياب من نار يصب من فوق رءوسهم ٱلحميم"
    },
    {
        "surah_number": 22,
        "verse_number": 20,
        "content": "يصهر به ما في بطونهم وٱلجلود"
    },
    {
        "surah_number": 22,
        "verse_number": 21,
        "content": "ولهم مقٰمع من حديد"
    },
    {
        "surah_number": 22,
        "verse_number": 22,
        "content": "كلما أرادوا أن يخرجوا منها من غم أعيدوا فيها وذوقوا عذاب ٱلحريق"
    },
    {
        "surah_number": 22,
        "verse_number": 23,
        "content": "إن ٱلله يدخل ٱلذين ءامنوا وعملوا ٱلصـٰلحٰت جنـٰت تجري من تحتها ٱلأنهٰر يحلون فيها من أساور من ذهب ولؤلؤا ولباسهم فيها حرير"
    },
    {
        "surah_number": 22,
        "verse_number": 24,
        "content": "وهدوا إلى ٱلطيب من ٱلقول وهدوا إلىٰ صرٰط ٱلحميد"
    },
    {
        "surah_number": 22,
        "verse_number": 25,
        "content": "إن ٱلذين كفروا ويصدون عن سبيل ٱلله وٱلمسجد ٱلحرام ٱلذي جعلنٰه للناس سواء ٱلعٰكف فيه وٱلباد ومن يرد فيه بإلحاد بظلم نذقه من عذاب أليم"
    },
    {
        "surah_number": 22,
        "verse_number": 26,
        "content": "وإذ بوأنا لإبرٰهيم مكان ٱلبيت أن لا تشرك بي شيـا وطهر بيتي للطائفين وٱلقائمين وٱلركع ٱلسجود"
    },
    {
        "surah_number": 22,
        "verse_number": 27,
        "content": "وأذن في ٱلناس بٱلحج يأتوك رجالا وعلىٰ كل ضامر يأتين من كل فج عميق"
    },
    {
        "surah_number": 22,
        "verse_number": 28,
        "content": "ليشهدوا منٰفع لهم ويذكروا ٱسم ٱلله في أيام معلومٰت علىٰ ما رزقهم من بهيمة ٱلأنعٰم فكلوا منها وأطعموا ٱلبائس ٱلفقير"
    },
    {
        "surah_number": 22,
        "verse_number": 29,
        "content": "ثم ليقضوا تفثهم وليوفوا نذورهم وليطوفوا بٱلبيت ٱلعتيق"
    },
    {
        "surah_number": 22,
        "verse_number": 30,
        "content": "ذٰلك ومن يعظم حرمٰت ٱلله فهو خير له عند ربه وأحلت لكم ٱلأنعٰم إلا ما يتلىٰ عليكم فٱجتنبوا ٱلرجس من ٱلأوثٰن وٱجتنبوا قول ٱلزور"
    },
    {
        "surah_number": 22,
        "verse_number": 31,
        "content": "حنفاء لله غير مشركين به ومن يشرك بٱلله فكأنما خر من ٱلسماء فتخطفه ٱلطير أو تهوي به ٱلريح في مكان سحيق"
    },
    {
        "surah_number": 22,
        "verse_number": 32,
        "content": "ذٰلك ومن يعظم شعـٰئر ٱلله فإنها من تقوى ٱلقلوب"
    },
    {
        "surah_number": 22,
        "verse_number": 33,
        "content": "لكم فيها منٰفع إلىٰ أجل مسمى ثم محلها إلى ٱلبيت ٱلعتيق"
    },
    {
        "surah_number": 22,
        "verse_number": 34,
        "content": "ولكل أمة جعلنا منسكا ليذكروا ٱسم ٱلله علىٰ ما رزقهم من بهيمة ٱلأنعٰم فإلٰهكم إلٰه وٰحد فله أسلموا وبشر ٱلمخبتين"
    },
    {
        "surah_number": 22,
        "verse_number": 35,
        "content": "ٱلذين إذا ذكر ٱلله وجلت قلوبهم وٱلصـٰبرين علىٰ ما أصابهم وٱلمقيمي ٱلصلوٰة ومما رزقنٰهم ينفقون"
    },
    {
        "surah_number": 22,
        "verse_number": 36,
        "content": "وٱلبدن جعلنٰها لكم من شعـٰئر ٱلله لكم فيها خير فٱذكروا ٱسم ٱلله عليها صواف فإذا وجبت جنوبها فكلوا منها وأطعموا ٱلقانع وٱلمعتر كذٰلك سخرنٰها لكم لعلكم تشكرون"
    },
    {
        "surah_number": 22,
        "verse_number": 37,
        "content": "لن ينال ٱلله لحومها ولا دماؤها ولٰكن يناله ٱلتقوىٰ منكم كذٰلك سخرها لكم لتكبروا ٱلله علىٰ ما هدىٰكم وبشر ٱلمحسنين"
    },
    {
        "surah_number": 22,
        "verse_number": 38,
        "content": "إن ٱلله يدٰفع عن ٱلذين ءامنوا إن ٱلله لا يحب كل خوان كفور"
    },
    {
        "surah_number": 22,
        "verse_number": 39,
        "content": "أذن للذين يقٰتلون بأنهم ظلموا وإن ٱلله علىٰ نصرهم لقدير"
    },
    {
        "surah_number": 22,
        "verse_number": 40,
        "content": "ٱلذين أخرجوا من ديٰرهم بغير حق إلا أن يقولوا ربنا ٱلله ولولا دفع ٱلله ٱلناس بعضهم ببعض لهدمت صوٰمع وبيع وصلوٰت ومسٰجد يذكر فيها ٱسم ٱلله كثيرا ولينصرن ٱلله من ينصره إن ٱلله لقوي عزيز"
    },
    {
        "surah_number": 22,
        "verse_number": 41,
        "content": "ٱلذين إن مكنـٰهم في ٱلأرض أقاموا ٱلصلوٰة وءاتوا ٱلزكوٰة وأمروا بٱلمعروف ونهوا عن ٱلمنكر ولله عٰقبة ٱلأمور"
    },
    {
        "surah_number": 22,
        "verse_number": 42,
        "content": "وإن يكذبوك فقد كذبت قبلهم قوم نوح وعاد وثمود"
    },
    {
        "surah_number": 22,
        "verse_number": 43,
        "content": "وقوم إبرٰهيم وقوم لوط"
    },
    {
        "surah_number": 22,
        "verse_number": 44,
        "content": "وأصحٰب مدين وكذب موسىٰ فأمليت للكٰفرين ثم أخذتهم فكيف كان نكير"
    },
    {
        "surah_number": 22,
        "verse_number": 45,
        "content": "فكأين من قرية أهلكنٰها وهي ظالمة فهي خاوية علىٰ عروشها وبئر معطلة وقصر مشيد"
    },
    {
        "surah_number": 22,
        "verse_number": 46,
        "content": "أفلم يسيروا في ٱلأرض فتكون لهم قلوب يعقلون بها أو ءاذان يسمعون بها فإنها لا تعمى ٱلأبصٰر ولٰكن تعمى ٱلقلوب ٱلتي في ٱلصدور"
    },
    {
        "surah_number": 22,
        "verse_number": 47,
        "content": "ويستعجلونك بٱلعذاب ولن يخلف ٱلله وعده وإن يوما عند ربك كألف سنة مما تعدون"
    },
    {
        "surah_number": 22,
        "verse_number": 48,
        "content": "وكأين من قرية أمليت لها وهي ظالمة ثم أخذتها وإلي ٱلمصير"
    },
    {
        "surah_number": 22,
        "verse_number": 49,
        "content": "قل يـٰأيها ٱلناس إنما أنا لكم نذير مبين"
    },
    {
        "surah_number": 22,
        "verse_number": 50,
        "content": "فٱلذين ءامنوا وعملوا ٱلصـٰلحٰت لهم مغفرة ورزق كريم"
    },
    {
        "surah_number": 22,
        "verse_number": 51,
        "content": "وٱلذين سعوا في ءايٰتنا معٰجزين أولـٰئك أصحٰب ٱلجحيم"
    },
    {
        "surah_number": 22,
        "verse_number": 52,
        "content": "وما أرسلنا من قبلك من رسول ولا نبي إلا إذا تمنىٰ ألقى ٱلشيطٰن في أمنيته فينسخ ٱلله ما يلقي ٱلشيطٰن ثم يحكم ٱلله ءايٰته وٱلله عليم حكيم"
    },
    {
        "surah_number": 22,
        "verse_number": 53,
        "content": "ليجعل ما يلقي ٱلشيطٰن فتنة للذين في قلوبهم مرض وٱلقاسية قلوبهم وإن ٱلظـٰلمين لفي شقاق بعيد"
    },
    {
        "surah_number": 22,
        "verse_number": 54,
        "content": "وليعلم ٱلذين أوتوا ٱلعلم أنه ٱلحق من ربك فيؤمنوا به فتخبت له قلوبهم وإن ٱلله لهاد ٱلذين ءامنوا إلىٰ صرٰط مستقيم"
    },
    {
        "surah_number": 22,
        "verse_number": 55,
        "content": "ولا يزال ٱلذين كفروا في مرية منه حتىٰ تأتيهم ٱلساعة بغتة أو يأتيهم عذاب يوم عقيم"
    },
    {
        "surah_number": 22,
        "verse_number": 56,
        "content": "ٱلملك يومئذ لله يحكم بينهم فٱلذين ءامنوا وعملوا ٱلصـٰلحٰت في جنـٰت ٱلنعيم"
    },
    {
        "surah_number": 22,
        "verse_number": 57,
        "content": "وٱلذين كفروا وكذبوا بـايٰتنا فأولـٰئك لهم عذاب مهين"
    },
    {
        "surah_number": 22,
        "verse_number": 58,
        "content": "وٱلذين هاجروا في سبيل ٱلله ثم قتلوا أو ماتوا ليرزقنهم ٱلله رزقا حسنا وإن ٱلله لهو خير ٱلرـٰزقين"
    },
    {
        "surah_number": 22,
        "verse_number": 59,
        "content": "ليدخلنهم مدخلا يرضونه وإن ٱلله لعليم حليم"
    },
    {
        "surah_number": 22,
        "verse_number": 60,
        "content": "ذٰلك ومن عاقب بمثل ما عوقب به ثم بغي عليه لينصرنه ٱلله إن ٱلله لعفو غفور"
    },
    {
        "surah_number": 22,
        "verse_number": 61,
        "content": "ذٰلك بأن ٱلله يولج ٱليل في ٱلنهار ويولج ٱلنهار في ٱليل وأن ٱلله سميع بصير"
    },
    {
        "surah_number": 22,
        "verse_number": 62,
        "content": "ذٰلك بأن ٱلله هو ٱلحق وأن ما يدعون من دونه هو ٱلبٰطل وأن ٱلله هو ٱلعلي ٱلكبير"
    },
    {
        "surah_number": 22,
        "verse_number": 63,
        "content": "ألم تر أن ٱلله أنزل من ٱلسماء ماء فتصبح ٱلأرض مخضرة إن ٱلله لطيف خبير"
    },
    {
        "surah_number": 22,
        "verse_number": 64,
        "content": "له ما في ٱلسمٰوٰت وما في ٱلأرض وإن ٱلله لهو ٱلغني ٱلحميد"
    },
    {
        "surah_number": 22,
        "verse_number": 65,
        "content": "ألم تر أن ٱلله سخر لكم ما في ٱلأرض وٱلفلك تجري في ٱلبحر بأمره ويمسك ٱلسماء أن تقع على ٱلأرض إلا بإذنه إن ٱلله بٱلناس لرءوف رحيم"
    },
    {
        "surah_number": 22,
        "verse_number": 66,
        "content": "وهو ٱلذي أحياكم ثم يميتكم ثم يحييكم إن ٱلإنسٰن لكفور"
    },
    {
        "surah_number": 22,
        "verse_number": 67,
        "content": "لكل أمة جعلنا منسكا هم ناسكوه فلا ينٰزعنك في ٱلأمر وٱدع إلىٰ ربك إنك لعلىٰ هدى مستقيم"
    },
    {
        "surah_number": 22,
        "verse_number": 68,
        "content": "وإن جٰدلوك فقل ٱلله أعلم بما تعملون"
    },
    {
        "surah_number": 22,
        "verse_number": 69,
        "content": "ٱلله يحكم بينكم يوم ٱلقيٰمة فيما كنتم فيه تختلفون"
    },
    {
        "surah_number": 22,
        "verse_number": 70,
        "content": "ألم تعلم أن ٱلله يعلم ما في ٱلسماء وٱلأرض إن ذٰلك في كتٰب إن ذٰلك على ٱلله يسير"
    },
    {
        "surah_number": 22,
        "verse_number": 71,
        "content": "ويعبدون من دون ٱلله ما لم ينزل به سلطٰنا وما ليس لهم به علم وما للظـٰلمين من نصير"
    },
    {
        "surah_number": 22,
        "verse_number": 72,
        "content": "وإذا تتلىٰ عليهم ءايٰتنا بينٰت تعرف في وجوه ٱلذين كفروا ٱلمنكر يكادون يسطون بٱلذين يتلون عليهم ءايٰتنا قل أفأنبئكم بشر من ذٰلكم ٱلنار وعدها ٱلله ٱلذين كفروا وبئس ٱلمصير"
    },
    {
        "surah_number": 22,
        "verse_number": 73,
        "content": "يـٰأيها ٱلناس ضرب مثل فٱستمعوا له إن ٱلذين تدعون من دون ٱلله لن يخلقوا ذبابا ولو ٱجتمعوا له وإن يسلبهم ٱلذباب شيـا لا يستنقذوه منه ضعف ٱلطالب وٱلمطلوب"
    },
    {
        "surah_number": 22,
        "verse_number": 74,
        "content": "ما قدروا ٱلله حق قدره إن ٱلله لقوي عزيز"
    },
    {
        "surah_number": 22,
        "verse_number": 75,
        "content": "ٱلله يصطفي من ٱلملـٰئكة رسلا ومن ٱلناس إن ٱلله سميع بصير"
    },
    {
        "surah_number": 22,
        "verse_number": 76,
        "content": "يعلم ما بين أيديهم وما خلفهم وإلى ٱلله ترجع ٱلأمور"
    },
    {
        "surah_number": 22,
        "verse_number": 77,
        "content": "يـٰأيها ٱلذين ءامنوا ٱركعوا وٱسجدوا وٱعبدوا ربكم وٱفعلوا ٱلخير لعلكم تفلحون"
    },
    {
        "surah_number": 22,
        "verse_number": 78,
        "content": "وجٰهدوا في ٱلله حق جهاده هو ٱجتبىٰكم وما جعل عليكم في ٱلدين من حرج ملة أبيكم إبرٰهيم هو سمىٰكم ٱلمسلمين من قبل وفي هٰذا ليكون ٱلرسول شهيدا عليكم وتكونوا شهداء على ٱلناس فأقيموا ٱلصلوٰة وءاتوا ٱلزكوٰة وٱعتصموا بٱلله هو مولىٰكم فنعم ٱلمولىٰ ونعم ٱلنصير"
    },
    {
        "surah_number": 23,
        "verse_number": 1,
        "content": "قد أفلح ٱلمؤمنون"
    },
    {
        "surah_number": 23,
        "verse_number": 2,
        "content": "ٱلذين هم في صلاتهم خٰشعون"
    },
    {
        "surah_number": 23,
        "verse_number": 3,
        "content": "وٱلذين هم عن ٱللغو معرضون"
    },
    {
        "surah_number": 23,
        "verse_number": 4,
        "content": "وٱلذين هم للزكوٰة فٰعلون"
    },
    {
        "surah_number": 23,
        "verse_number": 5,
        "content": "وٱلذين هم لفروجهم حٰفظون"
    },
    {
        "surah_number": 23,
        "verse_number": 6,
        "content": "إلا علىٰ أزوٰجهم أو ما ملكت أيمٰنهم فإنهم غير ملومين"
    },
    {
        "surah_number": 23,
        "verse_number": 7,
        "content": "فمن ٱبتغىٰ وراء ذٰلك فأولـٰئك هم ٱلعادون"
    },
    {
        "surah_number": 23,
        "verse_number": 8,
        "content": "وٱلذين هم لأمٰنٰتهم وعهدهم رٰعون"
    },
    {
        "surah_number": 23,
        "verse_number": 9,
        "content": "وٱلذين هم علىٰ صلوٰتهم يحافظون"
    },
    {
        "surah_number": 23,
        "verse_number": 10,
        "content": "أولـٰئك هم ٱلوٰرثون"
    },
    {
        "surah_number": 23,
        "verse_number": 11,
        "content": "ٱلذين يرثون ٱلفردوس هم فيها خٰلدون"
    },
    {
        "surah_number": 23,
        "verse_number": 12,
        "content": "ولقد خلقنا ٱلإنسٰن من سلٰلة من طين"
    },
    {
        "surah_number": 23,
        "verse_number": 13,
        "content": "ثم جعلنٰه نطفة في قرار مكين"
    },
    {
        "surah_number": 23,
        "verse_number": 14,
        "content": "ثم خلقنا ٱلنطفة علقة فخلقنا ٱلعلقة مضغة فخلقنا ٱلمضغة عظٰما فكسونا ٱلعظٰم لحما ثم أنشأنٰه خلقا ءاخر فتبارك ٱلله أحسن ٱلخٰلقين"
    },
    {
        "surah_number": 23,
        "verse_number": 15,
        "content": "ثم إنكم بعد ذٰلك لميتون"
    },
    {
        "surah_number": 23,
        "verse_number": 16,
        "content": "ثم إنكم يوم ٱلقيٰمة تبعثون"
    },
    {
        "surah_number": 23,
        "verse_number": 17,
        "content": "ولقد خلقنا فوقكم سبع طرائق وما كنا عن ٱلخلق غٰفلين"
    },
    {
        "surah_number": 23,
        "verse_number": 18,
        "content": "وأنزلنا من ٱلسماء ماء بقدر فأسكنـٰه في ٱلأرض وإنا علىٰ ذهاب به لقٰدرون"
    },
    {
        "surah_number": 23,
        "verse_number": 19,
        "content": "فأنشأنا لكم به جنـٰت من نخيل وأعنٰب لكم فيها فوٰكه كثيرة ومنها تأكلون"
    },
    {
        "surah_number": 23,
        "verse_number": 20,
        "content": "وشجرة تخرج من طور سيناء تنبت بٱلدهن وصبغ للأكلين"
    },
    {
        "surah_number": 23,
        "verse_number": 21,
        "content": "وإن لكم في ٱلأنعٰم لعبرة نسقيكم مما في بطونها ولكم فيها منٰفع كثيرة ومنها تأكلون"
    },
    {
        "surah_number": 23,
        "verse_number": 22,
        "content": "وعليها وعلى ٱلفلك تحملون"
    },
    {
        "surah_number": 23,
        "verse_number": 23,
        "content": "ولقد أرسلنا نوحا إلىٰ قومه فقال يٰقوم ٱعبدوا ٱلله ما لكم من إلٰه غيره أفلا تتقون"
    },
    {
        "surah_number": 23,
        "verse_number": 24,
        "content": "فقال ٱلملؤا ٱلذين كفروا من قومه ما هٰذا إلا بشر مثلكم يريد أن يتفضل عليكم ولو شاء ٱلله لأنزل ملـٰئكة ما سمعنا بهٰذا في ءابائنا ٱلأولين"
    },
    {
        "surah_number": 23,
        "verse_number": 25,
        "content": "إن هو إلا رجل به جنة فتربصوا به حتىٰ حين"
    },
    {
        "surah_number": 23,
        "verse_number": 26,
        "content": "قال رب ٱنصرني بما كذبون"
    },
    {
        "surah_number": 23,
        "verse_number": 27,
        "content": "فأوحينا إليه أن ٱصنع ٱلفلك بأعيننا ووحينا فإذا جاء أمرنا وفار ٱلتنور فٱسلك فيها من كل زوجين ٱثنين وأهلك إلا من سبق عليه ٱلقول منهم ولا تخٰطبني في ٱلذين ظلموا إنهم مغرقون"
    },
    {
        "surah_number": 23,
        "verse_number": 28,
        "content": "فإذا ٱستويت أنت ومن معك على ٱلفلك فقل ٱلحمد لله ٱلذي نجىٰنا من ٱلقوم ٱلظـٰلمين"
    },
    {
        "surah_number": 23,
        "verse_number": 29,
        "content": "وقل رب أنزلني منزلا مباركا وأنت خير ٱلمنزلين"
    },
    {
        "surah_number": 23,
        "verse_number": 30,
        "content": "إن في ذٰلك لأيٰت وإن كنا لمبتلين"
    },
    {
        "surah_number": 23,
        "verse_number": 31,
        "content": "ثم أنشأنا من بعدهم قرنا ءاخرين"
    },
    {
        "surah_number": 23,
        "verse_number": 32,
        "content": "فأرسلنا فيهم رسولا منهم أن ٱعبدوا ٱلله ما لكم من إلٰه غيره أفلا تتقون"
    },
    {
        "surah_number": 23,
        "verse_number": 33,
        "content": "وقال ٱلملأ من قومه ٱلذين كفروا وكذبوا بلقاء ٱلأخرة وأترفنٰهم في ٱلحيوٰة ٱلدنيا ما هٰذا إلا بشر مثلكم يأكل مما تأكلون منه ويشرب مما تشربون"
    },
    {
        "surah_number": 23,
        "verse_number": 34,
        "content": "ولئن أطعتم بشرا مثلكم إنكم إذا لخٰسرون"
    },
    {
        "surah_number": 23,
        "verse_number": 35,
        "content": "أيعدكم أنكم إذا متم وكنتم ترابا وعظٰما أنكم مخرجون"
    },
    {
        "surah_number": 23,
        "verse_number": 36,
        "content": "هيهات هيهات لما توعدون"
    },
    {
        "surah_number": 23,
        "verse_number": 37,
        "content": "إن هي إلا حياتنا ٱلدنيا نموت ونحيا وما نحن بمبعوثين"
    },
    {
        "surah_number": 23,
        "verse_number": 38,
        "content": "إن هو إلا رجل ٱفترىٰ على ٱلله كذبا وما نحن له بمؤمنين"
    },
    {
        "surah_number": 23,
        "verse_number": 39,
        "content": "قال رب ٱنصرني بما كذبون"
    },
    {
        "surah_number": 23,
        "verse_number": 40,
        "content": "قال عما قليل ليصبحن نٰدمين"
    },
    {
        "surah_number": 23,
        "verse_number": 41,
        "content": "فأخذتهم ٱلصيحة بٱلحق فجعلنٰهم غثاء فبعدا للقوم ٱلظـٰلمين"
    },
    {
        "surah_number": 23,
        "verse_number": 42,
        "content": "ثم أنشأنا من بعدهم قرونا ءاخرين"
    },
    {
        "surah_number": 23,
        "verse_number": 43,
        "content": "ما تسبق من أمة أجلها وما يستـخرون"
    },
    {
        "surah_number": 23,
        "verse_number": 44,
        "content": "ثم أرسلنا رسلنا تترا كل ما جاء أمة رسولها كذبوه فأتبعنا بعضهم بعضا وجعلنٰهم أحاديث فبعدا لقوم لا يؤمنون"
    },
    {
        "surah_number": 23,
        "verse_number": 45,
        "content": "ثم أرسلنا موسىٰ وأخاه هٰرون بـايٰتنا وسلطٰن مبين"
    },
    {
        "surah_number": 23,
        "verse_number": 46,
        "content": "إلىٰ فرعون وملإيه فٱستكبروا وكانوا قوما عالين"
    },
    {
        "surah_number": 23,
        "verse_number": 47,
        "content": "فقالوا أنؤمن لبشرين مثلنا وقومهما لنا عٰبدون"
    },
    {
        "surah_number": 23,
        "verse_number": 48,
        "content": "فكذبوهما فكانوا من ٱلمهلكين"
    },
    {
        "surah_number": 23,
        "verse_number": 49,
        "content": "ولقد ءاتينا موسى ٱلكتٰب لعلهم يهتدون"
    },
    {
        "surah_number": 23,
        "verse_number": 50,
        "content": "وجعلنا ٱبن مريم وأمه ءاية وءاوينٰهما إلىٰ ربوة ذات قرار ومعين"
    },
    {
        "surah_number": 23,
        "verse_number": 51,
        "content": "يـٰأيها ٱلرسل كلوا من ٱلطيبٰت وٱعملوا صٰلحا إني بما تعملون عليم"
    },
    {
        "surah_number": 23,
        "verse_number": 52,
        "content": "وإن هٰذه أمتكم أمة وٰحدة وأنا ربكم فٱتقون"
    },
    {
        "surah_number": 23,
        "verse_number": 53,
        "content": "فتقطعوا أمرهم بينهم زبرا كل حزب بما لديهم فرحون"
    },
    {
        "surah_number": 23,
        "verse_number": 54,
        "content": "فذرهم في غمرتهم حتىٰ حين"
    },
    {
        "surah_number": 23,
        "verse_number": 55,
        "content": "أيحسبون أنما نمدهم به من مال وبنين"
    },
    {
        "surah_number": 23,
        "verse_number": 56,
        "content": "نسارع لهم في ٱلخيرٰت بل لا يشعرون"
    },
    {
        "surah_number": 23,
        "verse_number": 57,
        "content": "إن ٱلذين هم من خشية ربهم مشفقون"
    },
    {
        "surah_number": 23,
        "verse_number": 58,
        "content": "وٱلذين هم بـايٰت ربهم يؤمنون"
    },
    {
        "surah_number": 23,
        "verse_number": 59,
        "content": "وٱلذين هم بربهم لا يشركون"
    },
    {
        "surah_number": 23,
        "verse_number": 60,
        "content": "وٱلذين يؤتون ما ءاتوا وقلوبهم وجلة أنهم إلىٰ ربهم رٰجعون"
    },
    {
        "surah_number": 23,
        "verse_number": 61,
        "content": "أولـٰئك يسٰرعون في ٱلخيرٰت وهم لها سٰبقون"
    },
    {
        "surah_number": 23,
        "verse_number": 62,
        "content": "ولا نكلف نفسا إلا وسعها ولدينا كتٰب ينطق بٱلحق وهم لا يظلمون"
    },
    {
        "surah_number": 23,
        "verse_number": 63,
        "content": "بل قلوبهم في غمرة من هٰذا ولهم أعمٰل من دون ذٰلك هم لها عٰملون"
    },
    {
        "surah_number": 23,
        "verse_number": 64,
        "content": "حتىٰ إذا أخذنا مترفيهم بٱلعذاب إذا هم يجـرون"
    },
    {
        "surah_number": 23,
        "verse_number": 65,
        "content": "لا تجـروا ٱليوم إنكم منا لا تنصرون"
    },
    {
        "surah_number": 23,
        "verse_number": 66,
        "content": "قد كانت ءايٰتي تتلىٰ عليكم فكنتم علىٰ أعقٰبكم تنكصون"
    },
    {
        "surah_number": 23,
        "verse_number": 67,
        "content": "مستكبرين به سٰمرا تهجرون"
    },
    {
        "surah_number": 23,
        "verse_number": 68,
        "content": "أفلم يدبروا ٱلقول أم جاءهم ما لم يأت ءاباءهم ٱلأولين"
    },
    {
        "surah_number": 23,
        "verse_number": 69,
        "content": "أم لم يعرفوا رسولهم فهم له منكرون"
    },
    {
        "surah_number": 23,
        "verse_number": 70,
        "content": "أم يقولون به جنة بل جاءهم بٱلحق وأكثرهم للحق كٰرهون"
    },
    {
        "surah_number": 23,
        "verse_number": 71,
        "content": "ولو ٱتبع ٱلحق أهواءهم لفسدت ٱلسمٰوٰت وٱلأرض ومن فيهن بل أتينٰهم بذكرهم فهم عن ذكرهم معرضون"
    },
    {
        "surah_number": 23,
        "verse_number": 72,
        "content": "أم تسـلهم خرجا فخراج ربك خير وهو خير ٱلرـٰزقين"
    },
    {
        "surah_number": 23,
        "verse_number": 73,
        "content": "وإنك لتدعوهم إلىٰ صرٰط مستقيم"
    },
    {
        "surah_number": 23,
        "verse_number": 74,
        "content": "وإن ٱلذين لا يؤمنون بٱلأخرة عن ٱلصرٰط لنٰكبون"
    },
    {
        "surah_number": 23,
        "verse_number": 75,
        "content": "ولو رحمنٰهم وكشفنا ما بهم من ضر للجوا في طغيٰنهم يعمهون"
    },
    {
        "surah_number": 23,
        "verse_number": 76,
        "content": "ولقد أخذنٰهم بٱلعذاب فما ٱستكانوا لربهم وما يتضرعون"
    },
    {
        "surah_number": 23,
        "verse_number": 77,
        "content": "حتىٰ إذا فتحنا عليهم بابا ذا عذاب شديد إذا هم فيه مبلسون"
    },
    {
        "surah_number": 23,
        "verse_number": 78,
        "content": "وهو ٱلذي أنشأ لكم ٱلسمع وٱلأبصٰر وٱلأفـدة قليلا ما تشكرون"
    },
    {
        "surah_number": 23,
        "verse_number": 79,
        "content": "وهو ٱلذي ذرأكم في ٱلأرض وإليه تحشرون"
    },
    {
        "surah_number": 23,
        "verse_number": 80,
        "content": "وهو ٱلذي يحي ويميت وله ٱختلٰف ٱليل وٱلنهار أفلا تعقلون"
    },
    {
        "surah_number": 23,
        "verse_number": 81,
        "content": "بل قالوا مثل ما قال ٱلأولون"
    },
    {
        "surah_number": 23,
        "verse_number": 82,
        "content": "قالوا أءذا متنا وكنا ترابا وعظٰما أءنا لمبعوثون"
    },
    {
        "surah_number": 23,
        "verse_number": 83,
        "content": "لقد وعدنا نحن وءاباؤنا هٰذا من قبل إن هٰذا إلا أسٰطير ٱلأولين"
    },
    {
        "surah_number": 23,
        "verse_number": 84,
        "content": "قل لمن ٱلأرض ومن فيها إن كنتم تعلمون"
    },
    {
        "surah_number": 23,
        "verse_number": 85,
        "content": "سيقولون لله قل أفلا تذكرون"
    },
    {
        "surah_number": 23,
        "verse_number": 86,
        "content": "قل من رب ٱلسمٰوٰت ٱلسبع ورب ٱلعرش ٱلعظيم"
    },
    {
        "surah_number": 23,
        "verse_number": 87,
        "content": "سيقولون لله قل أفلا تتقون"
    },
    {
        "surah_number": 23,
        "verse_number": 88,
        "content": "قل من بيده ملكوت كل شيء وهو يجير ولا يجار عليه إن كنتم تعلمون"
    },
    {
        "surah_number": 23,
        "verse_number": 89,
        "content": "سيقولون لله قل فأنىٰ تسحرون"
    },
    {
        "surah_number": 23,
        "verse_number": 90,
        "content": "بل أتينٰهم بٱلحق وإنهم لكٰذبون"
    },
    {
        "surah_number": 23,
        "verse_number": 91,
        "content": "ما ٱتخذ ٱلله من ولد وما كان معه من إلٰه إذا لذهب كل إلٰه بما خلق ولعلا بعضهم علىٰ بعض سبحٰن ٱلله عما يصفون"
    },
    {
        "surah_number": 23,
        "verse_number": 92,
        "content": "عٰلم ٱلغيب وٱلشهٰدة فتعٰلىٰ عما يشركون"
    },
    {
        "surah_number": 23,
        "verse_number": 93,
        "content": "قل رب إما تريني ما يوعدون"
    },
    {
        "surah_number": 23,
        "verse_number": 94,
        "content": "رب فلا تجعلني في ٱلقوم ٱلظـٰلمين"
    },
    {
        "surah_number": 23,
        "verse_number": 95,
        "content": "وإنا علىٰ أن نريك ما نعدهم لقٰدرون"
    },
    {
        "surah_number": 23,
        "verse_number": 96,
        "content": "ٱدفع بٱلتي هي أحسن ٱلسيئة نحن أعلم بما يصفون"
    },
    {
        "surah_number": 23,
        "verse_number": 97,
        "content": "وقل رب أعوذ بك من همزٰت ٱلشيٰطين"
    },
    {
        "surah_number": 23,
        "verse_number": 98,
        "content": "وأعوذ بك رب أن يحضرون"
    },
    {
        "surah_number": 23,
        "verse_number": 99,
        "content": "حتىٰ إذا جاء أحدهم ٱلموت قال رب ٱرجعون"
    },
    {
        "surah_number": 23,
        "verse_number": 100,
        "content": "لعلي أعمل صٰلحا فيما تركت كلا إنها كلمة هو قائلها ومن ورائهم برزخ إلىٰ يوم يبعثون"
    },
    {
        "surah_number": 23,
        "verse_number": 101,
        "content": "فإذا نفخ في ٱلصور فلا أنساب بينهم يومئذ ولا يتساءلون"
    },
    {
        "surah_number": 23,
        "verse_number": 102,
        "content": "فمن ثقلت موٰزينه فأولـٰئك هم ٱلمفلحون"
    },
    {
        "surah_number": 23,
        "verse_number": 103,
        "content": "ومن خفت موٰزينه فأولـٰئك ٱلذين خسروا أنفسهم في جهنم خٰلدون"
    },
    {
        "surah_number": 23,
        "verse_number": 104,
        "content": "تلفح وجوههم ٱلنار وهم فيها كٰلحون"
    },
    {
        "surah_number": 23,
        "verse_number": 105,
        "content": "ألم تكن ءايٰتي تتلىٰ عليكم فكنتم بها تكذبون"
    },
    {
        "surah_number": 23,
        "verse_number": 106,
        "content": "قالوا ربنا غلبت علينا شقوتنا وكنا قوما ضالين"
    },
    {
        "surah_number": 23,
        "verse_number": 107,
        "content": "ربنا أخرجنا منها فإن عدنا فإنا ظٰلمون"
    },
    {
        "surah_number": 23,
        "verse_number": 108,
        "content": "قال ٱخسـوا فيها ولا تكلمون"
    },
    {
        "surah_number": 23,
        "verse_number": 109,
        "content": "إنه كان فريق من عبادي يقولون ربنا ءامنا فٱغفر لنا وٱرحمنا وأنت خير ٱلرـٰحمين"
    },
    {
        "surah_number": 23,
        "verse_number": 110,
        "content": "فٱتخذتموهم سخريا حتىٰ أنسوكم ذكري وكنتم منهم تضحكون"
    },
    {
        "surah_number": 23,
        "verse_number": 111,
        "content": "إني جزيتهم ٱليوم بما صبروا أنهم هم ٱلفائزون"
    },
    {
        "surah_number": 23,
        "verse_number": 112,
        "content": "قٰل كم لبثتم في ٱلأرض عدد سنين"
    },
    {
        "surah_number": 23,
        "verse_number": 113,
        "content": "قالوا لبثنا يوما أو بعض يوم فسـل ٱلعادين"
    },
    {
        "surah_number": 23,
        "verse_number": 114,
        "content": "قٰل إن لبثتم إلا قليلا لو أنكم كنتم تعلمون"
    },
    {
        "surah_number": 23,
        "verse_number": 115,
        "content": "أفحسبتم أنما خلقنٰكم عبثا وأنكم إلينا لا ترجعون"
    },
    {
        "surah_number": 23,
        "verse_number": 116,
        "content": "فتعٰلى ٱلله ٱلملك ٱلحق لا إلٰه إلا هو رب ٱلعرش ٱلكريم"
    },
    {
        "surah_number": 23,
        "verse_number": 117,
        "content": "ومن يدع مع ٱلله إلٰها ءاخر لا برهٰن له به فإنما حسابه عند ربه إنه لا يفلح ٱلكٰفرون"
    },
    {
        "surah_number": 23,
        "verse_number": 118,
        "content": "وقل رب ٱغفر وٱرحم وأنت خير ٱلرـٰحمين"
    },
    {
        "surah_number": 24,
        "verse_number": 1,
        "content": "سورة أنزلنٰها وفرضنٰها وأنزلنا فيها ءايٰت بينٰت لعلكم تذكرون"
    },
    {
        "surah_number": 24,
        "verse_number": 2,
        "content": "ٱلزانية وٱلزاني فٱجلدوا كل وٰحد منهما مائة جلدة ولا تأخذكم بهما رأفة في دين ٱلله إن كنتم تؤمنون بٱلله وٱليوم ٱلأخر وليشهد عذابهما طائفة من ٱلمؤمنين"
    },
    {
        "surah_number": 24,
        "verse_number": 3,
        "content": "ٱلزاني لا ينكح إلا زانية أو مشركة وٱلزانية لا ينكحها إلا زان أو مشرك وحرم ذٰلك على ٱلمؤمنين"
    },
    {
        "surah_number": 24,
        "verse_number": 4,
        "content": "وٱلذين يرمون ٱلمحصنٰت ثم لم يأتوا بأربعة شهداء فٱجلدوهم ثمٰنين جلدة ولا تقبلوا لهم شهٰدة أبدا وأولـٰئك هم ٱلفٰسقون"
    },
    {
        "surah_number": 24,
        "verse_number": 5,
        "content": "إلا ٱلذين تابوا من بعد ذٰلك وأصلحوا فإن ٱلله غفور رحيم"
    },
    {
        "surah_number": 24,
        "verse_number": 6,
        "content": "وٱلذين يرمون أزوٰجهم ولم يكن لهم شهداء إلا أنفسهم فشهٰدة أحدهم أربع شهٰدٰت بٱلله إنه لمن ٱلصـٰدقين"
    },
    {
        "surah_number": 24,
        "verse_number": 7,
        "content": "وٱلخٰمسة أن لعنت ٱلله عليه إن كان من ٱلكٰذبين"
    },
    {
        "surah_number": 24,
        "verse_number": 8,
        "content": "ويدرؤا عنها ٱلعذاب أن تشهد أربع شهٰدٰت بٱلله إنه لمن ٱلكٰذبين"
    },
    {
        "surah_number": 24,
        "verse_number": 9,
        "content": "وٱلخٰمسة أن غضب ٱلله عليها إن كان من ٱلصـٰدقين"
    },
    {
        "surah_number": 24,
        "verse_number": 10,
        "content": "ولولا فضل ٱلله عليكم ورحمته وأن ٱلله تواب حكيم"
    },
    {
        "surah_number": 24,
        "verse_number": 11,
        "content": "إن ٱلذين جاءو بٱلإفك عصبة منكم لا تحسبوه شرا لكم بل هو خير لكم لكل ٱمري منهم ما ٱكتسب من ٱلإثم وٱلذي تولىٰ كبره منهم له عذاب عظيم"
    },
    {
        "surah_number": 24,
        "verse_number": 12,
        "content": "لولا إذ سمعتموه ظن ٱلمؤمنون وٱلمؤمنٰت بأنفسهم خيرا وقالوا هٰذا إفك مبين"
    },
    {
        "surah_number": 24,
        "verse_number": 13,
        "content": "لولا جاءو عليه بأربعة شهداء فإذ لم يأتوا بٱلشهداء فأولـٰئك عند ٱلله هم ٱلكٰذبون"
    },
    {
        "surah_number": 24,
        "verse_number": 14,
        "content": "ولولا فضل ٱلله عليكم ورحمته في ٱلدنيا وٱلأخرة لمسكم في ما أفضتم فيه عذاب عظيم"
    },
    {
        "surah_number": 24,
        "verse_number": 15,
        "content": "إذ تلقونه بألسنتكم وتقولون بأفواهكم ما ليس لكم به علم وتحسبونه هينا وهو عند ٱلله عظيم"
    },
    {
        "surah_number": 24,
        "verse_number": 16,
        "content": "ولولا إذ سمعتموه قلتم ما يكون لنا أن نتكلم بهٰذا سبحٰنك هٰذا بهتٰن عظيم"
    },
    {
        "surah_number": 24,
        "verse_number": 17,
        "content": "يعظكم ٱلله أن تعودوا لمثله أبدا إن كنتم مؤمنين"
    },
    {
        "surah_number": 24,
        "verse_number": 18,
        "content": "ويبين ٱلله لكم ٱلأيٰت وٱلله عليم حكيم"
    },
    {
        "surah_number": 24,
        "verse_number": 19,
        "content": "إن ٱلذين يحبون أن تشيع ٱلفٰحشة في ٱلذين ءامنوا لهم عذاب أليم في ٱلدنيا وٱلأخرة وٱلله يعلم وأنتم لا تعلمون"
    },
    {
        "surah_number": 24,
        "verse_number": 20,
        "content": "ولولا فضل ٱلله عليكم ورحمته وأن ٱلله رءوف رحيم"
    },
    {
        "surah_number": 24,
        "verse_number": 21,
        "content": "يـٰأيها ٱلذين ءامنوا لا تتبعوا خطوٰت ٱلشيطٰن ومن يتبع خطوٰت ٱلشيطٰن فإنه يأمر بٱلفحشاء وٱلمنكر ولولا فضل ٱلله عليكم ورحمته ما زكىٰ منكم من أحد أبدا ولٰكن ٱلله يزكي من يشاء وٱلله سميع عليم"
    },
    {
        "surah_number": 24,
        "verse_number": 22,
        "content": "ولا يأتل أولوا ٱلفضل منكم وٱلسعة أن يؤتوا أولي ٱلقربىٰ وٱلمسٰكين وٱلمهٰجرين في سبيل ٱلله وليعفوا وليصفحوا ألا تحبون أن يغفر ٱلله لكم وٱلله غفور رحيم"
    },
    {
        "surah_number": 24,
        "verse_number": 23,
        "content": "إن ٱلذين يرمون ٱلمحصنٰت ٱلغٰفلٰت ٱلمؤمنٰت لعنوا في ٱلدنيا وٱلأخرة ولهم عذاب عظيم"
    },
    {
        "surah_number": 24,
        "verse_number": 24,
        "content": "يوم تشهد عليهم ألسنتهم وأيديهم وأرجلهم بما كانوا يعملون"
    },
    {
        "surah_number": 24,
        "verse_number": 25,
        "content": "يومئذ يوفيهم ٱلله دينهم ٱلحق ويعلمون أن ٱلله هو ٱلحق ٱلمبين"
    },
    {
        "surah_number": 24,
        "verse_number": 26,
        "content": "ٱلخبيثٰت للخبيثين وٱلخبيثون للخبيثٰت وٱلطيبٰت للطيبين وٱلطيبون للطيبٰت أولـٰئك مبرءون مما يقولون لهم مغفرة ورزق كريم"
    },
    {
        "surah_number": 24,
        "verse_number": 27,
        "content": "يـٰأيها ٱلذين ءامنوا لا تدخلوا بيوتا غير بيوتكم حتىٰ تستأنسوا وتسلموا علىٰ أهلها ذٰلكم خير لكم لعلكم تذكرون"
    },
    {
        "surah_number": 24,
        "verse_number": 28,
        "content": "فإن لم تجدوا فيها أحدا فلا تدخلوها حتىٰ يؤذن لكم وإن قيل لكم ٱرجعوا فٱرجعوا هو أزكىٰ لكم وٱلله بما تعملون عليم"
    },
    {
        "surah_number": 24,
        "verse_number": 29,
        "content": "ليس عليكم جناح أن تدخلوا بيوتا غير مسكونة فيها متٰع لكم وٱلله يعلم ما تبدون وما تكتمون"
    },
    {
        "surah_number": 24,
        "verse_number": 30,
        "content": "قل للمؤمنين يغضوا من أبصٰرهم ويحفظوا فروجهم ذٰلك أزكىٰ لهم إن ٱلله خبير بما يصنعون"
    },
    {
        "surah_number": 24,
        "verse_number": 31,
        "content": "وقل للمؤمنٰت يغضضن من أبصٰرهن ويحفظن فروجهن ولا يبدين زينتهن إلا ما ظهر منها وليضربن بخمرهن علىٰ جيوبهن ولا يبدين زينتهن إلا لبعولتهن أو ءابائهن أو ءاباء بعولتهن أو أبنائهن أو أبناء بعولتهن أو إخوٰنهن أو بني إخوٰنهن أو بني أخوٰتهن أو نسائهن أو ما ملكت أيمٰنهن أو ٱلتـٰبعين غير أولي ٱلإربة من ٱلرجال أو ٱلطفل ٱلذين لم يظهروا علىٰ عورٰت ٱلنساء ولا يضربن بأرجلهن ليعلم ما يخفين من زينتهن وتوبوا إلى ٱلله جميعا أيه ٱلمؤمنون لعلكم تفلحون"
    },
    {
        "surah_number": 24,
        "verse_number": 32,
        "content": "وأنكحوا ٱلأيٰمىٰ منكم وٱلصـٰلحين من عبادكم وإمائكم إن يكونوا فقراء يغنهم ٱلله من فضله وٱلله وٰسع عليم"
    },
    {
        "surah_number": 24,
        "verse_number": 33,
        "content": "وليستعفف ٱلذين لا يجدون نكاحا حتىٰ يغنيهم ٱلله من فضله وٱلذين يبتغون ٱلكتٰب مما ملكت أيمٰنكم فكاتبوهم إن علمتم فيهم خيرا وءاتوهم من مال ٱلله ٱلذي ءاتىٰكم ولا تكرهوا فتيٰتكم على ٱلبغاء إن أردن تحصنا لتبتغوا عرض ٱلحيوٰة ٱلدنيا ومن يكرههن فإن ٱلله من بعد إكرٰههن غفور رحيم"
    },
    {
        "surah_number": 24,
        "verse_number": 34,
        "content": "ولقد أنزلنا إليكم ءايٰت مبينٰت ومثلا من ٱلذين خلوا من قبلكم وموعظة للمتقين"
    },
    {
        "surah_number": 24,
        "verse_number": 35,
        "content": "ٱلله نور ٱلسمٰوٰت وٱلأرض مثل نوره كمشكوٰة فيها مصباح ٱلمصباح في زجاجة ٱلزجاجة كأنها كوكب دري يوقد من شجرة مبٰركة زيتونة لا شرقية ولا غربية يكاد زيتها يضيء ولو لم تمسسه نار نور علىٰ نور يهدي ٱلله لنوره من يشاء ويضرب ٱلله ٱلأمثٰل للناس وٱلله بكل شيء عليم"
    },
    {
        "surah_number": 24,
        "verse_number": 36,
        "content": "في بيوت أذن ٱلله أن ترفع ويذكر فيها ٱسمه يسبح له فيها بٱلغدو وٱلأصال"
    },
    {
        "surah_number": 24,
        "verse_number": 37,
        "content": "رجال لا تلهيهم تجٰرة ولا بيع عن ذكر ٱلله وإقام ٱلصلوٰة وإيتاء ٱلزكوٰة يخافون يوما تتقلب فيه ٱلقلوب وٱلأبصٰر"
    },
    {
        "surah_number": 24,
        "verse_number": 38,
        "content": "ليجزيهم ٱلله أحسن ما عملوا ويزيدهم من فضله وٱلله يرزق من يشاء بغير حساب"
    },
    {
        "surah_number": 24,
        "verse_number": 39,
        "content": "وٱلذين كفروا أعمٰلهم كسراب بقيعة يحسبه ٱلظمـان ماء حتىٰ إذا جاءه لم يجده شيـا ووجد ٱلله عنده فوفىٰه حسابه وٱلله سريع ٱلحساب"
    },
    {
        "surah_number": 24,
        "verse_number": 40,
        "content": "أو كظلمٰت في بحر لجي يغشىٰه موج من فوقه موج من فوقه سحاب ظلمٰت بعضها فوق بعض إذا أخرج يده لم يكد يرىٰها ومن لم يجعل ٱلله له نورا فما له من نور"
    },
    {
        "surah_number": 24,
        "verse_number": 41,
        "content": "ألم تر أن ٱلله يسبح له من في ٱلسمٰوٰت وٱلأرض وٱلطير صـٰفـٰت كل قد علم صلاته وتسبيحه وٱلله عليم بما يفعلون"
    },
    {
        "surah_number": 24,
        "verse_number": 42,
        "content": "ولله ملك ٱلسمٰوٰت وٱلأرض وإلى ٱلله ٱلمصير"
    },
    {
        "surah_number": 24,
        "verse_number": 43,
        "content": "ألم تر أن ٱلله يزجي سحابا ثم يؤلف بينه ثم يجعله ركاما فترى ٱلودق يخرج من خلٰله وينزل من ٱلسماء من جبال فيها من برد فيصيب به من يشاء ويصرفه عن من يشاء يكاد سنا برقه يذهب بٱلأبصٰر"
    },
    {
        "surah_number": 24,
        "verse_number": 44,
        "content": "يقلب ٱلله ٱليل وٱلنهار إن في ذٰلك لعبرة لأولي ٱلأبصٰر"
    },
    {
        "surah_number": 24,
        "verse_number": 45,
        "content": "وٱلله خلق كل دابة من ماء فمنهم من يمشي علىٰ بطنه ومنهم من يمشي علىٰ رجلين ومنهم من يمشي علىٰ أربع يخلق ٱلله ما يشاء إن ٱلله علىٰ كل شيء قدير"
    },
    {
        "surah_number": 24,
        "verse_number": 46,
        "content": "لقد أنزلنا ءايٰت مبينٰت وٱلله يهدي من يشاء إلىٰ صرٰط مستقيم"
    },
    {
        "surah_number": 24,
        "verse_number": 47,
        "content": "ويقولون ءامنا بٱلله وبٱلرسول وأطعنا ثم يتولىٰ فريق منهم من بعد ذٰلك وما أولـٰئك بٱلمؤمنين"
    },
    {
        "surah_number": 24,
        "verse_number": 48,
        "content": "وإذا دعوا إلى ٱلله ورسوله ليحكم بينهم إذا فريق منهم معرضون"
    },
    {
        "surah_number": 24,
        "verse_number": 49,
        "content": "وإن يكن لهم ٱلحق يأتوا إليه مذعنين"
    },
    {
        "surah_number": 24,
        "verse_number": 50,
        "content": "أفي قلوبهم مرض أم ٱرتابوا أم يخافون أن يحيف ٱلله عليهم ورسوله بل أولـٰئك هم ٱلظـٰلمون"
    },
    {
        "surah_number": 24,
        "verse_number": 51,
        "content": "إنما كان قول ٱلمؤمنين إذا دعوا إلى ٱلله ورسوله ليحكم بينهم أن يقولوا سمعنا وأطعنا وأولـٰئك هم ٱلمفلحون"
    },
    {
        "surah_number": 24,
        "verse_number": 52,
        "content": "ومن يطع ٱلله ورسوله ويخش ٱلله ويتقه فأولـٰئك هم ٱلفائزون"
    },
    {
        "surah_number": 24,
        "verse_number": 53,
        "content": "وأقسموا بٱلله جهد أيمٰنهم لئن أمرتهم ليخرجن قل لا تقسموا طاعة معروفة إن ٱلله خبير بما تعملون"
    },
    {
        "surah_number": 24,
        "verse_number": 54,
        "content": "قل أطيعوا ٱلله وأطيعوا ٱلرسول فإن تولوا فإنما عليه ما حمل وعليكم ما حملتم وإن تطيعوه تهتدوا وما على ٱلرسول إلا ٱلبلٰغ ٱلمبين"
    },
    {
        "surah_number": 24,
        "verse_number": 55,
        "content": "وعد ٱلله ٱلذين ءامنوا منكم وعملوا ٱلصـٰلحٰت ليستخلفنهم في ٱلأرض كما ٱستخلف ٱلذين من قبلهم وليمكنن لهم دينهم ٱلذي ٱرتضىٰ لهم وليبدلنهم من بعد خوفهم أمنا يعبدونني لا يشركون بي شيـا ومن كفر بعد ذٰلك فأولـٰئك هم ٱلفٰسقون"
    },
    {
        "surah_number": 24,
        "verse_number": 56,
        "content": "وأقيموا ٱلصلوٰة وءاتوا ٱلزكوٰة وأطيعوا ٱلرسول لعلكم ترحمون"
    },
    {
        "surah_number": 24,
        "verse_number": 57,
        "content": "لا تحسبن ٱلذين كفروا معجزين في ٱلأرض ومأوىٰهم ٱلنار ولبئس ٱلمصير"
    },
    {
        "surah_number": 24,
        "verse_number": 58,
        "content": "يـٰأيها ٱلذين ءامنوا ليستـذنكم ٱلذين ملكت أيمٰنكم وٱلذين لم يبلغوا ٱلحلم منكم ثلٰث مرـٰت من قبل صلوٰة ٱلفجر وحين تضعون ثيابكم من ٱلظهيرة ومن بعد صلوٰة ٱلعشاء ثلٰث عورٰت لكم ليس عليكم ولا عليهم جناح بعدهن طوـٰفون عليكم بعضكم علىٰ بعض كذٰلك يبين ٱلله لكم ٱلأيٰت وٱلله عليم حكيم"
    },
    {
        "surah_number": 24,
        "verse_number": 59,
        "content": "وإذا بلغ ٱلأطفٰل منكم ٱلحلم فليستـذنوا كما ٱستـذن ٱلذين من قبلهم كذٰلك يبين ٱلله لكم ءايٰته وٱلله عليم حكيم"
    },
    {
        "surah_number": 24,
        "verse_number": 60,
        "content": "وٱلقوٰعد من ٱلنساء ٱلـٰتي لا يرجون نكاحا فليس عليهن جناح أن يضعن ثيابهن غير متبرجٰت بزينة وأن يستعففن خير لهن وٱلله سميع عليم"
    },
    {
        "surah_number": 24,
        "verse_number": 61,
        "content": "ليس على ٱلأعمىٰ حرج ولا على ٱلأعرج حرج ولا على ٱلمريض حرج ولا علىٰ أنفسكم أن تأكلوا من بيوتكم أو بيوت ءابائكم أو بيوت أمهٰتكم أو بيوت إخوٰنكم أو بيوت أخوٰتكم أو بيوت أعمٰمكم أو بيوت عمـٰتكم أو بيوت أخوٰلكم أو بيوت خٰلٰتكم أو ما ملكتم مفاتحه أو صديقكم ليس عليكم جناح أن تأكلوا جميعا أو أشتاتا فإذا دخلتم بيوتا فسلموا علىٰ أنفسكم تحية من عند ٱلله مبٰركة طيبة كذٰلك يبين ٱلله لكم ٱلأيٰت لعلكم تعقلون"
    },
    {
        "surah_number": 24,
        "verse_number": 62,
        "content": "إنما ٱلمؤمنون ٱلذين ءامنوا بٱلله ورسوله وإذا كانوا معه علىٰ أمر جامع لم يذهبوا حتىٰ يستـذنوه إن ٱلذين يستـذنونك أولـٰئك ٱلذين يؤمنون بٱلله ورسوله فإذا ٱستـذنوك لبعض شأنهم فأذن لمن شئت منهم وٱستغفر لهم ٱلله إن ٱلله غفور رحيم"
    },
    {
        "surah_number": 24,
        "verse_number": 63,
        "content": "لا تجعلوا دعاء ٱلرسول بينكم كدعاء بعضكم بعضا قد يعلم ٱلله ٱلذين يتسللون منكم لواذا فليحذر ٱلذين يخالفون عن أمره أن تصيبهم فتنة أو يصيبهم عذاب أليم"
    },
    {
        "surah_number": 24,
        "verse_number": 64,
        "content": "ألا إن لله ما في ٱلسمٰوٰت وٱلأرض قد يعلم ما أنتم عليه ويوم يرجعون إليه فينبئهم بما عملوا وٱلله بكل شيء عليم"
    },
    {
        "surah_number": 25,
        "verse_number": 1,
        "content": "تبارك ٱلذي نزل ٱلفرقان علىٰ عبده ليكون للعٰلمين نذيرا"
    },
    {
        "surah_number": 25,
        "verse_number": 2,
        "content": "ٱلذي له ملك ٱلسمٰوٰت وٱلأرض ولم يتخذ ولدا ولم يكن له شريك في ٱلملك وخلق كل شيء فقدره تقديرا"
    },
    {
        "surah_number": 25,
        "verse_number": 3,
        "content": "وٱتخذوا من دونه ءالهة لا يخلقون شيـا وهم يخلقون ولا يملكون لأنفسهم ضرا ولا نفعا ولا يملكون موتا ولا حيوٰة ولا نشورا"
    },
    {
        "surah_number": 25,
        "verse_number": 4,
        "content": "وقال ٱلذين كفروا إن هٰذا إلا إفك ٱفترىٰه وأعانه عليه قوم ءاخرون فقد جاءو ظلما وزورا"
    },
    {
        "surah_number": 25,
        "verse_number": 5,
        "content": "وقالوا أسٰطير ٱلأولين ٱكتتبها فهي تملىٰ عليه بكرة وأصيلا"
    },
    {
        "surah_number": 25,
        "verse_number": 6,
        "content": "قل أنزله ٱلذي يعلم ٱلسر في ٱلسمٰوٰت وٱلأرض إنه كان غفورا رحيما"
    },
    {
        "surah_number": 25,
        "verse_number": 7,
        "content": "وقالوا مال هٰذا ٱلرسول يأكل ٱلطعام ويمشي في ٱلأسواق لولا أنزل إليه ملك فيكون معه نذيرا"
    },
    {
        "surah_number": 25,
        "verse_number": 8,
        "content": "أو يلقىٰ إليه كنز أو تكون له جنة يأكل منها وقال ٱلظـٰلمون إن تتبعون إلا رجلا مسحورا"
    },
    {
        "surah_number": 25,
        "verse_number": 9,
        "content": "ٱنظر كيف ضربوا لك ٱلأمثٰل فضلوا فلا يستطيعون سبيلا"
    },
    {
        "surah_number": 25,
        "verse_number": 10,
        "content": "تبارك ٱلذي إن شاء جعل لك خيرا من ذٰلك جنـٰت تجري من تحتها ٱلأنهٰر ويجعل لك قصورا"
    },
    {
        "surah_number": 25,
        "verse_number": 11,
        "content": "بل كذبوا بٱلساعة وأعتدنا لمن كذب بٱلساعة سعيرا"
    },
    {
        "surah_number": 25,
        "verse_number": 12,
        "content": "إذا رأتهم من مكان بعيد سمعوا لها تغيظا وزفيرا"
    },
    {
        "surah_number": 25,
        "verse_number": 13,
        "content": "وإذا ألقوا منها مكانا ضيقا مقرنين دعوا هنالك ثبورا"
    },
    {
        "surah_number": 25,
        "verse_number": 14,
        "content": "لا تدعوا ٱليوم ثبورا وٰحدا وٱدعوا ثبورا كثيرا"
    },
    {
        "surah_number": 25,
        "verse_number": 15,
        "content": "قل أذٰلك خير أم جنة ٱلخلد ٱلتي وعد ٱلمتقون كانت لهم جزاء ومصيرا"
    },
    {
        "surah_number": 25,
        "verse_number": 16,
        "content": "لهم فيها ما يشاءون خٰلدين كان علىٰ ربك وعدا مسـولا"
    },
    {
        "surah_number": 25,
        "verse_number": 17,
        "content": "ويوم يحشرهم وما يعبدون من دون ٱلله فيقول ءأنتم أضللتم عبادي هـٰؤلاء أم هم ضلوا ٱلسبيل"
    },
    {
        "surah_number": 25,
        "verse_number": 18,
        "content": "قالوا سبحٰنك ما كان ينبغي لنا أن نتخذ من دونك من أولياء ولٰكن متعتهم وءاباءهم حتىٰ نسوا ٱلذكر وكانوا قوما بورا"
    },
    {
        "surah_number": 25,
        "verse_number": 19,
        "content": "فقد كذبوكم بما تقولون فما تستطيعون صرفا ولا نصرا ومن يظلم منكم نذقه عذابا كبيرا"
    },
    {
        "surah_number": 25,
        "verse_number": 20,
        "content": "وما أرسلنا قبلك من ٱلمرسلين إلا إنهم ليأكلون ٱلطعام ويمشون في ٱلأسواق وجعلنا بعضكم لبعض فتنة أتصبرون وكان ربك بصيرا"
    },
    {
        "surah_number": 25,
        "verse_number": 21,
        "content": "وقال ٱلذين لا يرجون لقاءنا لولا أنزل علينا ٱلملـٰئكة أو نرىٰ ربنا لقد ٱستكبروا في أنفسهم وعتو عتوا كبيرا"
    },
    {
        "surah_number": 25,
        "verse_number": 22,
        "content": "يوم يرون ٱلملـٰئكة لا بشرىٰ يومئذ للمجرمين ويقولون حجرا محجورا"
    },
    {
        "surah_number": 25,
        "verse_number": 23,
        "content": "وقدمنا إلىٰ ما عملوا من عمل فجعلنٰه هباء منثورا"
    },
    {
        "surah_number": 25,
        "verse_number": 24,
        "content": "أصحٰب ٱلجنة يومئذ خير مستقرا وأحسن مقيلا"
    },
    {
        "surah_number": 25,
        "verse_number": 25,
        "content": "ويوم تشقق ٱلسماء بٱلغمٰم ونزل ٱلملـٰئكة تنزيلا"
    },
    {
        "surah_number": 25,
        "verse_number": 26,
        "content": "ٱلملك يومئذ ٱلحق للرحمٰن وكان يوما على ٱلكٰفرين عسيرا"
    },
    {
        "surah_number": 25,
        "verse_number": 27,
        "content": "ويوم يعض ٱلظالم علىٰ يديه يقول يٰليتني ٱتخذت مع ٱلرسول سبيلا"
    },
    {
        "surah_number": 25,
        "verse_number": 28,
        "content": "يٰويلتىٰ ليتني لم أتخذ فلانا خليلا"
    },
    {
        "surah_number": 25,
        "verse_number": 29,
        "content": "لقد أضلني عن ٱلذكر بعد إذ جاءني وكان ٱلشيطٰن للإنسٰن خذولا"
    },
    {
        "surah_number": 25,
        "verse_number": 30,
        "content": "وقال ٱلرسول يٰرب إن قومي ٱتخذوا هٰذا ٱلقرءان مهجورا"
    },
    {
        "surah_number": 25,
        "verse_number": 31,
        "content": "وكذٰلك جعلنا لكل نبي عدوا من ٱلمجرمين وكفىٰ بربك هاديا ونصيرا"
    },
    {
        "surah_number": 25,
        "verse_number": 32,
        "content": "وقال ٱلذين كفروا لولا نزل عليه ٱلقرءان جملة وٰحدة كذٰلك لنثبت به فؤادك ورتلنٰه ترتيلا"
    },
    {
        "surah_number": 25,
        "verse_number": 33,
        "content": "ولا يأتونك بمثل إلا جئنٰك بٱلحق وأحسن تفسيرا"
    },
    {
        "surah_number": 25,
        "verse_number": 34,
        "content": "ٱلذين يحشرون علىٰ وجوههم إلىٰ جهنم أولـٰئك شر مكانا وأضل سبيلا"
    },
    {
        "surah_number": 25,
        "verse_number": 35,
        "content": "ولقد ءاتينا موسى ٱلكتٰب وجعلنا معه أخاه هٰرون وزيرا"
    },
    {
        "surah_number": 25,
        "verse_number": 36,
        "content": "فقلنا ٱذهبا إلى ٱلقوم ٱلذين كذبوا بـايٰتنا فدمرنٰهم تدميرا"
    },
    {
        "surah_number": 25,
        "verse_number": 37,
        "content": "وقوم نوح لما كذبوا ٱلرسل أغرقنٰهم وجعلنٰهم للناس ءاية وأعتدنا للظـٰلمين عذابا أليما"
    },
    {
        "surah_number": 25,
        "verse_number": 38,
        "content": "وعادا وثمودا وأصحٰب ٱلرس وقرونا بين ذٰلك كثيرا"
    },
    {
        "surah_number": 25,
        "verse_number": 39,
        "content": "وكلا ضربنا له ٱلأمثٰل وكلا تبرنا تتبيرا"
    },
    {
        "surah_number": 25,
        "verse_number": 40,
        "content": "ولقد أتوا على ٱلقرية ٱلتي أمطرت مطر ٱلسوء أفلم يكونوا يرونها بل كانوا لا يرجون نشورا"
    },
    {
        "surah_number": 25,
        "verse_number": 41,
        "content": "وإذا رأوك إن يتخذونك إلا هزوا أهٰذا ٱلذي بعث ٱلله رسولا"
    },
    {
        "surah_number": 25,
        "verse_number": 42,
        "content": "إن كاد ليضلنا عن ءالهتنا لولا أن صبرنا عليها وسوف يعلمون حين يرون ٱلعذاب من أضل سبيلا"
    },
    {
        "surah_number": 25,
        "verse_number": 43,
        "content": "أرءيت من ٱتخذ إلٰهه هوىٰه أفأنت تكون عليه وكيلا"
    },
    {
        "surah_number": 25,
        "verse_number": 44,
        "content": "أم تحسب أن أكثرهم يسمعون أو يعقلون إن هم إلا كٱلأنعٰم بل هم أضل سبيلا"
    },
    {
        "surah_number": 25,
        "verse_number": 45,
        "content": "ألم تر إلىٰ ربك كيف مد ٱلظل ولو شاء لجعله ساكنا ثم جعلنا ٱلشمس عليه دليلا"
    },
    {
        "surah_number": 25,
        "verse_number": 46,
        "content": "ثم قبضنٰه إلينا قبضا يسيرا"
    },
    {
        "surah_number": 25,
        "verse_number": 47,
        "content": "وهو ٱلذي جعل لكم ٱليل لباسا وٱلنوم سباتا وجعل ٱلنهار نشورا"
    },
    {
        "surah_number": 25,
        "verse_number": 48,
        "content": "وهو ٱلذي أرسل ٱلريٰح بشرا بين يدي رحمته وأنزلنا من ٱلسماء ماء طهورا"
    },
    {
        "surah_number": 25,
        "verse_number": 49,
        "content": "لنحـي به بلدة ميتا ونسقيه مما خلقنا أنعٰما وأناسي كثيرا"
    },
    {
        "surah_number": 25,
        "verse_number": 50,
        "content": "ولقد صرفنٰه بينهم ليذكروا فأبىٰ أكثر ٱلناس إلا كفورا"
    },
    {
        "surah_number": 25,
        "verse_number": 51,
        "content": "ولو شئنا لبعثنا في كل قرية نذيرا"
    },
    {
        "surah_number": 25,
        "verse_number": 52,
        "content": "فلا تطع ٱلكٰفرين وجٰهدهم به جهادا كبيرا"
    },
    {
        "surah_number": 25,
        "verse_number": 53,
        "content": "وهو ٱلذي مرج ٱلبحرين هٰذا عذب فرات وهٰذا ملح أجاج وجعل بينهما برزخا وحجرا محجورا"
    },
    {
        "surah_number": 25,
        "verse_number": 54,
        "content": "وهو ٱلذي خلق من ٱلماء بشرا فجعله نسبا وصهرا وكان ربك قديرا"
    },
    {
        "surah_number": 25,
        "verse_number": 55,
        "content": "ويعبدون من دون ٱلله ما لا ينفعهم ولا يضرهم وكان ٱلكافر علىٰ ربه ظهيرا"
    },
    {
        "surah_number": 25,
        "verse_number": 56,
        "content": "وما أرسلنٰك إلا مبشرا ونذيرا"
    },
    {
        "surah_number": 25,
        "verse_number": 57,
        "content": "قل ما أسـلكم عليه من أجر إلا من شاء أن يتخذ إلىٰ ربه سبيلا"
    },
    {
        "surah_number": 25,
        "verse_number": 58,
        "content": "وتوكل على ٱلحي ٱلذي لا يموت وسبح بحمده وكفىٰ به بذنوب عباده خبيرا"
    },
    {
        "surah_number": 25,
        "verse_number": 59,
        "content": "ٱلذي خلق ٱلسمٰوٰت وٱلأرض وما بينهما في ستة أيام ثم ٱستوىٰ على ٱلعرش ٱلرحمٰن فسـل به خبيرا"
    },
    {
        "surah_number": 25,
        "verse_number": 60,
        "content": "وإذا قيل لهم ٱسجدوا للرحمٰن قالوا وما ٱلرحمٰن أنسجد لما تأمرنا وزادهم نفورا"
    },
    {
        "surah_number": 25,
        "verse_number": 61,
        "content": "تبارك ٱلذي جعل في ٱلسماء بروجا وجعل فيها سرٰجا وقمرا منيرا"
    },
    {
        "surah_number": 25,
        "verse_number": 62,
        "content": "وهو ٱلذي جعل ٱليل وٱلنهار خلفة لمن أراد أن يذكر أو أراد شكورا"
    },
    {
        "surah_number": 25,
        "verse_number": 63,
        "content": "وعباد ٱلرحمٰن ٱلذين يمشون على ٱلأرض هونا وإذا خاطبهم ٱلجٰهلون قالوا سلٰما"
    },
    {
        "surah_number": 25,
        "verse_number": 64,
        "content": "وٱلذين يبيتون لربهم سجدا وقيٰما"
    },
    {
        "surah_number": 25,
        "verse_number": 65,
        "content": "وٱلذين يقولون ربنا ٱصرف عنا عذاب جهنم إن عذابها كان غراما"
    },
    {
        "surah_number": 25,
        "verse_number": 66,
        "content": "إنها ساءت مستقرا ومقاما"
    },
    {
        "surah_number": 25,
        "verse_number": 67,
        "content": "وٱلذين إذا أنفقوا لم يسرفوا ولم يقتروا وكان بين ذٰلك قواما"
    },
    {
        "surah_number": 25,
        "verse_number": 68,
        "content": "وٱلذين لا يدعون مع ٱلله إلٰها ءاخر ولا يقتلون ٱلنفس ٱلتي حرم ٱلله إلا بٱلحق ولا يزنون ومن يفعل ذٰلك يلق أثاما"
    },
    {
        "surah_number": 25,
        "verse_number": 69,
        "content": "يضٰعف له ٱلعذاب يوم ٱلقيٰمة ويخلد فيه مهانا"
    },
    {
        "surah_number": 25,
        "verse_number": 70,
        "content": "إلا من تاب وءامن وعمل عملا صٰلحا فأولـٰئك يبدل ٱلله سيـاتهم حسنٰت وكان ٱلله غفورا رحيما"
    },
    {
        "surah_number": 25,
        "verse_number": 71,
        "content": "ومن تاب وعمل صٰلحا فإنه يتوب إلى ٱلله متابا"
    },
    {
        "surah_number": 25,
        "verse_number": 72,
        "content": "وٱلذين لا يشهدون ٱلزور وإذا مروا بٱللغو مروا كراما"
    },
    {
        "surah_number": 25,
        "verse_number": 73,
        "content": "وٱلذين إذا ذكروا بـايٰت ربهم لم يخروا عليها صما وعميانا"
    },
    {
        "surah_number": 25,
        "verse_number": 74,
        "content": "وٱلذين يقولون ربنا هب لنا من أزوٰجنا وذريـٰتنا قرة أعين وٱجعلنا للمتقين إماما"
    },
    {
        "surah_number": 25,
        "verse_number": 75,
        "content": "أولـٰئك يجزون ٱلغرفة بما صبروا ويلقون فيها تحية وسلٰما"
    },
    {
        "surah_number": 25,
        "verse_number": 76,
        "content": "خٰلدين فيها حسنت مستقرا ومقاما"
    },
    {
        "surah_number": 25,
        "verse_number": 77,
        "content": "قل ما يعبؤا بكم ربي لولا دعاؤكم فقد كذبتم فسوف يكون لزاما"
    },
    {
        "surah_number": 26,
        "verse_number": 1,
        "content": "طسم"
    },
    {
        "surah_number": 26,
        "verse_number": 2,
        "content": "تلك ءايٰت ٱلكتٰب ٱلمبين"
    },
    {
        "surah_number": 26,
        "verse_number": 3,
        "content": "لعلك بٰخع نفسك ألا يكونوا مؤمنين"
    },
    {
        "surah_number": 26,
        "verse_number": 4,
        "content": "إن نشأ ننزل عليهم من ٱلسماء ءاية فظلت أعنٰقهم لها خٰضعين"
    },
    {
        "surah_number": 26,
        "verse_number": 5,
        "content": "وما يأتيهم من ذكر من ٱلرحمٰن محدث إلا كانوا عنه معرضين"
    },
    {
        "surah_number": 26,
        "verse_number": 6,
        "content": "فقد كذبوا فسيأتيهم أنبـٰؤا ما كانوا به يستهزءون"
    },
    {
        "surah_number": 26,
        "verse_number": 7,
        "content": "أولم يروا إلى ٱلأرض كم أنبتنا فيها من كل زوج كريم"
    },
    {
        "surah_number": 26,
        "verse_number": 8,
        "content": "إن في ذٰلك لأية وما كان أكثرهم مؤمنين"
    },
    {
        "surah_number": 26,
        "verse_number": 9,
        "content": "وإن ربك لهو ٱلعزيز ٱلرحيم"
    },
    {
        "surah_number": 26,
        "verse_number": 10,
        "content": "وإذ نادىٰ ربك موسىٰ أن ٱئت ٱلقوم ٱلظـٰلمين"
    },
    {
        "surah_number": 26,
        "verse_number": 11,
        "content": "قوم فرعون ألا يتقون"
    },
    {
        "surah_number": 26,
        "verse_number": 12,
        "content": "قال رب إني أخاف أن يكذبون"
    },
    {
        "surah_number": 26,
        "verse_number": 13,
        "content": "ويضيق صدري ولا ينطلق لساني فأرسل إلىٰ هٰرون"
    },
    {
        "surah_number": 26,
        "verse_number": 14,
        "content": "ولهم علي ذنب فأخاف أن يقتلون"
    },
    {
        "surah_number": 26,
        "verse_number": 15,
        "content": "قال كلا فٱذهبا بـايٰتنا إنا معكم مستمعون"
    },
    {
        "surah_number": 26,
        "verse_number": 16,
        "content": "فأتيا فرعون فقولا إنا رسول رب ٱلعٰلمين"
    },
    {
        "surah_number": 26,
        "verse_number": 17,
        "content": "أن أرسل معنا بني إسرـٰءيل"
    },
    {
        "surah_number": 26,
        "verse_number": 18,
        "content": "قال ألم نربك فينا وليدا ولبثت فينا من عمرك سنين"
    },
    {
        "surah_number": 26,
        "verse_number": 19,
        "content": "وفعلت فعلتك ٱلتي فعلت وأنت من ٱلكٰفرين"
    },
    {
        "surah_number": 26,
        "verse_number": 20,
        "content": "قال فعلتها إذا وأنا من ٱلضالين"
    },
    {
        "surah_number": 26,
        "verse_number": 21,
        "content": "ففررت منكم لما خفتكم فوهب لي ربي حكما وجعلني من ٱلمرسلين"
    },
    {
        "surah_number": 26,
        "verse_number": 22,
        "content": "وتلك نعمة تمنها علي أن عبدت بني إسرـٰءيل"
    },
    {
        "surah_number": 26,
        "verse_number": 23,
        "content": "قال فرعون وما رب ٱلعٰلمين"
    },
    {
        "surah_number": 26,
        "verse_number": 24,
        "content": "قال رب ٱلسمٰوٰت وٱلأرض وما بينهما إن كنتم موقنين"
    },
    {
        "surah_number": 26,
        "verse_number": 25,
        "content": "قال لمن حوله ألا تستمعون"
    },
    {
        "surah_number": 26,
        "verse_number": 26,
        "content": "قال ربكم ورب ءابائكم ٱلأولين"
    },
    {
        "surah_number": 26,
        "verse_number": 27,
        "content": "قال إن رسولكم ٱلذي أرسل إليكم لمجنون"
    },
    {
        "surah_number": 26,
        "verse_number": 28,
        "content": "قال رب ٱلمشرق وٱلمغرب وما بينهما إن كنتم تعقلون"
    },
    {
        "surah_number": 26,
        "verse_number": 29,
        "content": "قال لئن ٱتخذت إلٰها غيري لأجعلنك من ٱلمسجونين"
    },
    {
        "surah_number": 26,
        "verse_number": 30,
        "content": "قال أولو جئتك بشيء مبين"
    },
    {
        "surah_number": 26,
        "verse_number": 31,
        "content": "قال فأت به إن كنت من ٱلصـٰدقين"
    },
    {
        "surah_number": 26,
        "verse_number": 32,
        "content": "فألقىٰ عصاه فإذا هي ثعبان مبين"
    },
    {
        "surah_number": 26,
        "verse_number": 33,
        "content": "ونزع يده فإذا هي بيضاء للنـٰظرين"
    },
    {
        "surah_number": 26,
        "verse_number": 34,
        "content": "قال للملإ حوله إن هٰذا لسٰحر عليم"
    },
    {
        "surah_number": 26,
        "verse_number": 35,
        "content": "يريد أن يخرجكم من أرضكم بسحره فماذا تأمرون"
    },
    {
        "surah_number": 26,
        "verse_number": 36,
        "content": "قالوا أرجه وأخاه وٱبعث في ٱلمدائن حٰشرين"
    },
    {
        "surah_number": 26,
        "verse_number": 37,
        "content": "يأتوك بكل سحار عليم"
    },
    {
        "surah_number": 26,
        "verse_number": 38,
        "content": "فجمع ٱلسحرة لميقٰت يوم معلوم"
    },
    {
        "surah_number": 26,
        "verse_number": 39,
        "content": "وقيل للناس هل أنتم مجتمعون"
    },
    {
        "surah_number": 26,
        "verse_number": 40,
        "content": "لعلنا نتبع ٱلسحرة إن كانوا هم ٱلغٰلبين"
    },
    {
        "surah_number": 26,
        "verse_number": 41,
        "content": "فلما جاء ٱلسحرة قالوا لفرعون أئن لنا لأجرا إن كنا نحن ٱلغٰلبين"
    },
    {
        "surah_number": 26,
        "verse_number": 42,
        "content": "قال نعم وإنكم إذا لمن ٱلمقربين"
    },
    {
        "surah_number": 26,
        "verse_number": 43,
        "content": "قال لهم موسىٰ ألقوا ما أنتم ملقون"
    },
    {
        "surah_number": 26,
        "verse_number": 44,
        "content": "فألقوا حبالهم وعصيهم وقالوا بعزة فرعون إنا لنحن ٱلغٰلبون"
    },
    {
        "surah_number": 26,
        "verse_number": 45,
        "content": "فألقىٰ موسىٰ عصاه فإذا هي تلقف ما يأفكون"
    },
    {
        "surah_number": 26,
        "verse_number": 46,
        "content": "فألقي ٱلسحرة سٰجدين"
    },
    {
        "surah_number": 26,
        "verse_number": 47,
        "content": "قالوا ءامنا برب ٱلعٰلمين"
    },
    {
        "surah_number": 26,
        "verse_number": 48,
        "content": "رب موسىٰ وهٰرون"
    },
    {
        "surah_number": 26,
        "verse_number": 49,
        "content": "قال ءامنتم له قبل أن ءاذن لكم إنه لكبيركم ٱلذي علمكم ٱلسحر فلسوف تعلمون لأقطعن أيديكم وأرجلكم من خلٰف ولأصلبنكم أجمعين"
    },
    {
        "surah_number": 26,
        "verse_number": 50,
        "content": "قالوا لا ضير إنا إلىٰ ربنا منقلبون"
    },
    {
        "surah_number": 26,
        "verse_number": 51,
        "content": "إنا نطمع أن يغفر لنا ربنا خطٰيٰنا أن كنا أول ٱلمؤمنين"
    },
    {
        "surah_number": 26,
        "verse_number": 52,
        "content": "وأوحينا إلىٰ موسىٰ أن أسر بعبادي إنكم متبعون"
    },
    {
        "surah_number": 26,
        "verse_number": 53,
        "content": "فأرسل فرعون في ٱلمدائن حٰشرين"
    },
    {
        "surah_number": 26,
        "verse_number": 54,
        "content": "إن هـٰؤلاء لشرذمة قليلون"
    },
    {
        "surah_number": 26,
        "verse_number": 55,
        "content": "وإنهم لنا لغائظون"
    },
    {
        "surah_number": 26,
        "verse_number": 56,
        "content": "وإنا لجميع حٰذرون"
    },
    {
        "surah_number": 26,
        "verse_number": 57,
        "content": "فأخرجنٰهم من جنـٰت وعيون"
    },
    {
        "surah_number": 26,
        "verse_number": 58,
        "content": "وكنوز ومقام كريم"
    },
    {
        "surah_number": 26,
        "verse_number": 59,
        "content": "كذٰلك وأورثنٰها بني إسرـٰءيل"
    },
    {
        "surah_number": 26,
        "verse_number": 60,
        "content": "فأتبعوهم مشرقين"
    },
    {
        "surah_number": 26,
        "verse_number": 61,
        "content": "فلما ترـٰءا ٱلجمعان قال أصحٰب موسىٰ إنا لمدركون"
    },
    {
        "surah_number": 26,
        "verse_number": 62,
        "content": "قال كلا إن معي ربي سيهدين"
    },
    {
        "surah_number": 26,
        "verse_number": 63,
        "content": "فأوحينا إلىٰ موسىٰ أن ٱضرب بعصاك ٱلبحر فٱنفلق فكان كل فرق كٱلطود ٱلعظيم"
    },
    {
        "surah_number": 26,
        "verse_number": 64,
        "content": "وأزلفنا ثم ٱلأخرين"
    },
    {
        "surah_number": 26,
        "verse_number": 65,
        "content": "وأنجينا موسىٰ ومن معه أجمعين"
    },
    {
        "surah_number": 26,
        "verse_number": 66,
        "content": "ثم أغرقنا ٱلأخرين"
    },
    {
        "surah_number": 26,
        "verse_number": 67,
        "content": "إن في ذٰلك لأية وما كان أكثرهم مؤمنين"
    },
    {
        "surah_number": 26,
        "verse_number": 68,
        "content": "وإن ربك لهو ٱلعزيز ٱلرحيم"
    },
    {
        "surah_number": 26,
        "verse_number": 69,
        "content": "وٱتل عليهم نبأ إبرٰهيم"
    },
    {
        "surah_number": 26,
        "verse_number": 70,
        "content": "إذ قال لأبيه وقومه ما تعبدون"
    },
    {
        "surah_number": 26,
        "verse_number": 71,
        "content": "قالوا نعبد أصناما فنظل لها عٰكفين"
    },
    {
        "surah_number": 26,
        "verse_number": 72,
        "content": "قال هل يسمعونكم إذ تدعون"
    },
    {
        "surah_number": 26,
        "verse_number": 73,
        "content": "أو ينفعونكم أو يضرون"
    },
    {
        "surah_number": 26,
        "verse_number": 74,
        "content": "قالوا بل وجدنا ءاباءنا كذٰلك يفعلون"
    },
    {
        "surah_number": 26,
        "verse_number": 75,
        "content": "قال أفرءيتم ما كنتم تعبدون"
    },
    {
        "surah_number": 26,
        "verse_number": 76,
        "content": "أنتم وءاباؤكم ٱلأقدمون"
    },
    {
        "surah_number": 26,
        "verse_number": 77,
        "content": "فإنهم عدو لي إلا رب ٱلعٰلمين"
    },
    {
        "surah_number": 26,
        "verse_number": 78,
        "content": "ٱلذي خلقني فهو يهدين"
    },
    {
        "surah_number": 26,
        "verse_number": 79,
        "content": "وٱلذي هو يطعمني ويسقين"
    },
    {
        "surah_number": 26,
        "verse_number": 80,
        "content": "وإذا مرضت فهو يشفين"
    },
    {
        "surah_number": 26,
        "verse_number": 81,
        "content": "وٱلذي يميتني ثم يحيين"
    },
    {
        "surah_number": 26,
        "verse_number": 82,
        "content": "وٱلذي أطمع أن يغفر لي خطيـتي يوم ٱلدين"
    },
    {
        "surah_number": 26,
        "verse_number": 83,
        "content": "رب هب لي حكما وألحقني بٱلصـٰلحين"
    },
    {
        "surah_number": 26,
        "verse_number": 84,
        "content": "وٱجعل لي لسان صدق في ٱلأخرين"
    },
    {
        "surah_number": 26,
        "verse_number": 85,
        "content": "وٱجعلني من ورثة جنة ٱلنعيم"
    },
    {
        "surah_number": 26,
        "verse_number": 86,
        "content": "وٱغفر لأبي إنه كان من ٱلضالين"
    },
    {
        "surah_number": 26,
        "verse_number": 87,
        "content": "ولا تخزني يوم يبعثون"
    },
    {
        "surah_number": 26,
        "verse_number": 88,
        "content": "يوم لا ينفع مال ولا بنون"
    },
    {
        "surah_number": 26,
        "verse_number": 89,
        "content": "إلا من أتى ٱلله بقلب سليم"
    },
    {
        "surah_number": 26,
        "verse_number": 90,
        "content": "وأزلفت ٱلجنة للمتقين"
    },
    {
        "surah_number": 26,
        "verse_number": 91,
        "content": "وبرزت ٱلجحيم للغاوين"
    },
    {
        "surah_number": 26,
        "verse_number": 92,
        "content": "وقيل لهم أين ما كنتم تعبدون"
    },
    {
        "surah_number": 26,
        "verse_number": 93,
        "content": "من دون ٱلله هل ينصرونكم أو ينتصرون"
    },
    {
        "surah_number": 26,
        "verse_number": 94,
        "content": "فكبكبوا فيها هم وٱلغاون"
    },
    {
        "surah_number": 26,
        "verse_number": 95,
        "content": "وجنود إبليس أجمعون"
    },
    {
        "surah_number": 26,
        "verse_number": 96,
        "content": "قالوا وهم فيها يختصمون"
    },
    {
        "surah_number": 26,
        "verse_number": 97,
        "content": "تٱلله إن كنا لفي ضلٰل مبين"
    },
    {
        "surah_number": 26,
        "verse_number": 98,
        "content": "إذ نسويكم برب ٱلعٰلمين"
    },
    {
        "surah_number": 26,
        "verse_number": 99,
        "content": "وما أضلنا إلا ٱلمجرمون"
    },
    {
        "surah_number": 26,
        "verse_number": 100,
        "content": "فما لنا من شٰفعين"
    },
    {
        "surah_number": 26,
        "verse_number": 101,
        "content": "ولا صديق حميم"
    },
    {
        "surah_number": 26,
        "verse_number": 102,
        "content": "فلو أن لنا كرة فنكون من ٱلمؤمنين"
    },
    {
        "surah_number": 26,
        "verse_number": 103,
        "content": "إن في ذٰلك لأية وما كان أكثرهم مؤمنين"
    },
    {
        "surah_number": 26,
        "verse_number": 104,
        "content": "وإن ربك لهو ٱلعزيز ٱلرحيم"
    },
    {
        "surah_number": 26,
        "verse_number": 105,
        "content": "كذبت قوم نوح ٱلمرسلين"
    },
    {
        "surah_number": 26,
        "verse_number": 106,
        "content": "إذ قال لهم أخوهم نوح ألا تتقون"
    },
    {
        "surah_number": 26,
        "verse_number": 107,
        "content": "إني لكم رسول أمين"
    },
    {
        "surah_number": 26,
        "verse_number": 108,
        "content": "فٱتقوا ٱلله وأطيعون"
    },
    {
        "surah_number": 26,
        "verse_number": 109,
        "content": "وما أسـلكم عليه من أجر إن أجري إلا علىٰ رب ٱلعٰلمين"
    },
    {
        "surah_number": 26,
        "verse_number": 110,
        "content": "فٱتقوا ٱلله وأطيعون"
    },
    {
        "surah_number": 26,
        "verse_number": 111,
        "content": "قالوا أنؤمن لك وٱتبعك ٱلأرذلون"
    },
    {
        "surah_number": 26,
        "verse_number": 112,
        "content": "قال وما علمي بما كانوا يعملون"
    },
    {
        "surah_number": 26,
        "verse_number": 113,
        "content": "إن حسابهم إلا علىٰ ربي لو تشعرون"
    },
    {
        "surah_number": 26,
        "verse_number": 114,
        "content": "وما أنا بطارد ٱلمؤمنين"
    },
    {
        "surah_number": 26,
        "verse_number": 115,
        "content": "إن أنا إلا نذير مبين"
    },
    {
        "surah_number": 26,
        "verse_number": 116,
        "content": "قالوا لئن لم تنته يٰنوح لتكونن من ٱلمرجومين"
    },
    {
        "surah_number": 26,
        "verse_number": 117,
        "content": "قال رب إن قومي كذبون"
    },
    {
        "surah_number": 26,
        "verse_number": 118,
        "content": "فٱفتح بيني وبينهم فتحا ونجني ومن معي من ٱلمؤمنين"
    },
    {
        "surah_number": 26,
        "verse_number": 119,
        "content": "فأنجينٰه ومن معه في ٱلفلك ٱلمشحون"
    },
    {
        "surah_number": 26,
        "verse_number": 120,
        "content": "ثم أغرقنا بعد ٱلباقين"
    },
    {
        "surah_number": 26,
        "verse_number": 121,
        "content": "إن في ذٰلك لأية وما كان أكثرهم مؤمنين"
    },
    {
        "surah_number": 26,
        "verse_number": 122,
        "content": "وإن ربك لهو ٱلعزيز ٱلرحيم"
    },
    {
        "surah_number": 26,
        "verse_number": 123,
        "content": "كذبت عاد ٱلمرسلين"
    },
    {
        "surah_number": 26,
        "verse_number": 124,
        "content": "إذ قال لهم أخوهم هود ألا تتقون"
    },
    {
        "surah_number": 26,
        "verse_number": 125,
        "content": "إني لكم رسول أمين"
    },
    {
        "surah_number": 26,
        "verse_number": 126,
        "content": "فٱتقوا ٱلله وأطيعون"
    },
    {
        "surah_number": 26,
        "verse_number": 127,
        "content": "وما أسـلكم عليه من أجر إن أجري إلا علىٰ رب ٱلعٰلمين"
    },
    {
        "surah_number": 26,
        "verse_number": 128,
        "content": "أتبنون بكل ريع ءاية تعبثون"
    },
    {
        "surah_number": 26,
        "verse_number": 129,
        "content": "وتتخذون مصانع لعلكم تخلدون"
    },
    {
        "surah_number": 26,
        "verse_number": 130,
        "content": "وإذا بطشتم بطشتم جبارين"
    },
    {
        "surah_number": 26,
        "verse_number": 131,
        "content": "فٱتقوا ٱلله وأطيعون"
    },
    {
        "surah_number": 26,
        "verse_number": 132,
        "content": "وٱتقوا ٱلذي أمدكم بما تعلمون"
    },
    {
        "surah_number": 26,
        "verse_number": 133,
        "content": "أمدكم بأنعٰم وبنين"
    },
    {
        "surah_number": 26,
        "verse_number": 134,
        "content": "وجنـٰت وعيون"
    },
    {
        "surah_number": 26,
        "verse_number": 135,
        "content": "إني أخاف عليكم عذاب يوم عظيم"
    },
    {
        "surah_number": 26,
        "verse_number": 136,
        "content": "قالوا سواء علينا أوعظت أم لم تكن من ٱلوٰعظين"
    },
    {
        "surah_number": 26,
        "verse_number": 137,
        "content": "إن هٰذا إلا خلق ٱلأولين"
    },
    {
        "surah_number": 26,
        "verse_number": 138,
        "content": "وما نحن بمعذبين"
    },
    {
        "surah_number": 26,
        "verse_number": 139,
        "content": "فكذبوه فأهلكنٰهم إن في ذٰلك لأية وما كان أكثرهم مؤمنين"
    },
    {
        "surah_number": 26,
        "verse_number": 140,
        "content": "وإن ربك لهو ٱلعزيز ٱلرحيم"
    },
    {
        "surah_number": 26,
        "verse_number": 141,
        "content": "كذبت ثمود ٱلمرسلين"
    },
    {
        "surah_number": 26,
        "verse_number": 142,
        "content": "إذ قال لهم أخوهم صٰلح ألا تتقون"
    },
    {
        "surah_number": 26,
        "verse_number": 143,
        "content": "إني لكم رسول أمين"
    },
    {
        "surah_number": 26,
        "verse_number": 144,
        "content": "فٱتقوا ٱلله وأطيعون"
    },
    {
        "surah_number": 26,
        "verse_number": 145,
        "content": "وما أسـلكم عليه من أجر إن أجري إلا علىٰ رب ٱلعٰلمين"
    },
    {
        "surah_number": 26,
        "verse_number": 146,
        "content": "أتتركون في ما هٰهنا ءامنين"
    },
    {
        "surah_number": 26,
        "verse_number": 147,
        "content": "في جنـٰت وعيون"
    },
    {
        "surah_number": 26,
        "verse_number": 148,
        "content": "وزروع ونخل طلعها هضيم"
    },
    {
        "surah_number": 26,
        "verse_number": 149,
        "content": "وتنحتون من ٱلجبال بيوتا فٰرهين"
    },
    {
        "surah_number": 26,
        "verse_number": 150,
        "content": "فٱتقوا ٱلله وأطيعون"
    },
    {
        "surah_number": 26,
        "verse_number": 151,
        "content": "ولا تطيعوا أمر ٱلمسرفين"
    },
    {
        "surah_number": 26,
        "verse_number": 152,
        "content": "ٱلذين يفسدون في ٱلأرض ولا يصلحون"
    },
    {
        "surah_number": 26,
        "verse_number": 153,
        "content": "قالوا إنما أنت من ٱلمسحرين"
    },
    {
        "surah_number": 26,
        "verse_number": 154,
        "content": "ما أنت إلا بشر مثلنا فأت بـاية إن كنت من ٱلصـٰدقين"
    },
    {
        "surah_number": 26,
        "verse_number": 155,
        "content": "قال هٰذه ناقة لها شرب ولكم شرب يوم معلوم"
    },
    {
        "surah_number": 26,
        "verse_number": 156,
        "content": "ولا تمسوها بسوء فيأخذكم عذاب يوم عظيم"
    },
    {
        "surah_number": 26,
        "verse_number": 157,
        "content": "فعقروها فأصبحوا نٰدمين"
    },
    {
        "surah_number": 26,
        "verse_number": 158,
        "content": "فأخذهم ٱلعذاب إن في ذٰلك لأية وما كان أكثرهم مؤمنين"
    },
    {
        "surah_number": 26,
        "verse_number": 159,
        "content": "وإن ربك لهو ٱلعزيز ٱلرحيم"
    },
    {
        "surah_number": 26,
        "verse_number": 160,
        "content": "كذبت قوم لوط ٱلمرسلين"
    },
    {
        "surah_number": 26,
        "verse_number": 161,
        "content": "إذ قال لهم أخوهم لوط ألا تتقون"
    },
    {
        "surah_number": 26,
        "verse_number": 162,
        "content": "إني لكم رسول أمين"
    },
    {
        "surah_number": 26,
        "verse_number": 163,
        "content": "فٱتقوا ٱلله وأطيعون"
    },
    {
        "surah_number": 26,
        "verse_number": 164,
        "content": "وما أسـلكم عليه من أجر إن أجري إلا علىٰ رب ٱلعٰلمين"
    },
    {
        "surah_number": 26,
        "verse_number": 165,
        "content": "أتأتون ٱلذكران من ٱلعٰلمين"
    },
    {
        "surah_number": 26,
        "verse_number": 166,
        "content": "وتذرون ما خلق لكم ربكم من أزوٰجكم بل أنتم قوم عادون"
    },
    {
        "surah_number": 26,
        "verse_number": 167,
        "content": "قالوا لئن لم تنته يٰلوط لتكونن من ٱلمخرجين"
    },
    {
        "surah_number": 26,
        "verse_number": 168,
        "content": "قال إني لعملكم من ٱلقالين"
    },
    {
        "surah_number": 26,
        "verse_number": 169,
        "content": "رب نجني وأهلي مما يعملون"
    },
    {
        "surah_number": 26,
        "verse_number": 170,
        "content": "فنجينٰه وأهله أجمعين"
    },
    {
        "surah_number": 26,
        "verse_number": 171,
        "content": "إلا عجوزا في ٱلغٰبرين"
    },
    {
        "surah_number": 26,
        "verse_number": 172,
        "content": "ثم دمرنا ٱلأخرين"
    },
    {
        "surah_number": 26,
        "verse_number": 173,
        "content": "وأمطرنا عليهم مطرا فساء مطر ٱلمنذرين"
    },
    {
        "surah_number": 26,
        "verse_number": 174,
        "content": "إن في ذٰلك لأية وما كان أكثرهم مؤمنين"
    },
    {
        "surah_number": 26,
        "verse_number": 175,
        "content": "وإن ربك لهو ٱلعزيز ٱلرحيم"
    },
    {
        "surah_number": 26,
        "verse_number": 176,
        "content": "كذب أصحٰب لـيكة ٱلمرسلين"
    },
    {
        "surah_number": 26,
        "verse_number": 177,
        "content": "إذ قال لهم شعيب ألا تتقون"
    },
    {
        "surah_number": 26,
        "verse_number": 178,
        "content": "إني لكم رسول أمين"
    },
    {
        "surah_number": 26,
        "verse_number": 179,
        "content": "فٱتقوا ٱلله وأطيعون"
    },
    {
        "surah_number": 26,
        "verse_number": 180,
        "content": "وما أسـلكم عليه من أجر إن أجري إلا علىٰ رب ٱلعٰلمين"
    },
    {
        "surah_number": 26,
        "verse_number": 181,
        "content": "أوفوا ٱلكيل ولا تكونوا من ٱلمخسرين"
    },
    {
        "surah_number": 26,
        "verse_number": 182,
        "content": "وزنوا بٱلقسطاس ٱلمستقيم"
    },
    {
        "surah_number": 26,
        "verse_number": 183,
        "content": "ولا تبخسوا ٱلناس أشياءهم ولا تعثوا في ٱلأرض مفسدين"
    },
    {
        "surah_number": 26,
        "verse_number": 184,
        "content": "وٱتقوا ٱلذي خلقكم وٱلجبلة ٱلأولين"
    },
    {
        "surah_number": 26,
        "verse_number": 185,
        "content": "قالوا إنما أنت من ٱلمسحرين"
    },
    {
        "surah_number": 26,
        "verse_number": 186,
        "content": "وما أنت إلا بشر مثلنا وإن نظنك لمن ٱلكٰذبين"
    },
    {
        "surah_number": 26,
        "verse_number": 187,
        "content": "فأسقط علينا كسفا من ٱلسماء إن كنت من ٱلصـٰدقين"
    },
    {
        "surah_number": 26,
        "verse_number": 188,
        "content": "قال ربي أعلم بما تعملون"
    },
    {
        "surah_number": 26,
        "verse_number": 189,
        "content": "فكذبوه فأخذهم عذاب يوم ٱلظلة إنه كان عذاب يوم عظيم"
    },
    {
        "surah_number": 26,
        "verse_number": 190,
        "content": "إن في ذٰلك لأية وما كان أكثرهم مؤمنين"
    },
    {
        "surah_number": 26,
        "verse_number": 191,
        "content": "وإن ربك لهو ٱلعزيز ٱلرحيم"
    },
    {
        "surah_number": 26,
        "verse_number": 192,
        "content": "وإنه لتنزيل رب ٱلعٰلمين"
    },
    {
        "surah_number": 26,
        "verse_number": 193,
        "content": "نزل به ٱلروح ٱلأمين"
    },
    {
        "surah_number": 26,
        "verse_number": 194,
        "content": "علىٰ قلبك لتكون من ٱلمنذرين"
    },
    {
        "surah_number": 26,
        "verse_number": 195,
        "content": "بلسان عربي مبين"
    },
    {
        "surah_number": 26,
        "verse_number": 196,
        "content": "وإنه لفي زبر ٱلأولين"
    },
    {
        "surah_number": 26,
        "verse_number": 197,
        "content": "أولم يكن لهم ءاية أن يعلمه علمـٰؤا بني إسرـٰءيل"
    },
    {
        "surah_number": 26,
        "verse_number": 198,
        "content": "ولو نزلنٰه علىٰ بعض ٱلأعجمين"
    },
    {
        "surah_number": 26,
        "verse_number": 199,
        "content": "فقرأه عليهم ما كانوا به مؤمنين"
    },
    {
        "surah_number": 26,
        "verse_number": 200,
        "content": "كذٰلك سلكنٰه في قلوب ٱلمجرمين"
    },
    {
        "surah_number": 26,
        "verse_number": 201,
        "content": "لا يؤمنون به حتىٰ يروا ٱلعذاب ٱلأليم"
    },
    {
        "surah_number": 26,
        "verse_number": 202,
        "content": "فيأتيهم بغتة وهم لا يشعرون"
    },
    {
        "surah_number": 26,
        "verse_number": 203,
        "content": "فيقولوا هل نحن منظرون"
    },
    {
        "surah_number": 26,
        "verse_number": 204,
        "content": "أفبعذابنا يستعجلون"
    },
    {
        "surah_number": 26,
        "verse_number": 205,
        "content": "أفرءيت إن متعنٰهم سنين"
    },
    {
        "surah_number": 26,
        "verse_number": 206,
        "content": "ثم جاءهم ما كانوا يوعدون"
    },
    {
        "surah_number": 26,
        "verse_number": 207,
        "content": "ما أغنىٰ عنهم ما كانوا يمتعون"
    },
    {
        "surah_number": 26,
        "verse_number": 208,
        "content": "وما أهلكنا من قرية إلا لها منذرون"
    },
    {
        "surah_number": 26,
        "verse_number": 209,
        "content": "ذكرىٰ وما كنا ظٰلمين"
    },
    {
        "surah_number": 26,
        "verse_number": 210,
        "content": "وما تنزلت به ٱلشيٰطين"
    },
    {
        "surah_number": 26,
        "verse_number": 211,
        "content": "وما ينبغي لهم وما يستطيعون"
    },
    {
        "surah_number": 26,
        "verse_number": 212,
        "content": "إنهم عن ٱلسمع لمعزولون"
    },
    {
        "surah_number": 26,
        "verse_number": 213,
        "content": "فلا تدع مع ٱلله إلٰها ءاخر فتكون من ٱلمعذبين"
    },
    {
        "surah_number": 26,
        "verse_number": 214,
        "content": "وأنذر عشيرتك ٱلأقربين"
    },
    {
        "surah_number": 26,
        "verse_number": 215,
        "content": "وٱخفض جناحك لمن ٱتبعك من ٱلمؤمنين"
    },
    {
        "surah_number": 26,
        "verse_number": 216,
        "content": "فإن عصوك فقل إني بريء مما تعملون"
    },
    {
        "surah_number": 26,
        "verse_number": 217,
        "content": "وتوكل على ٱلعزيز ٱلرحيم"
    },
    {
        "surah_number": 26,
        "verse_number": 218,
        "content": "ٱلذي يرىٰك حين تقوم"
    },
    {
        "surah_number": 26,
        "verse_number": 219,
        "content": "وتقلبك في ٱلسـٰجدين"
    },
    {
        "surah_number": 26,
        "verse_number": 220,
        "content": "إنه هو ٱلسميع ٱلعليم"
    },
    {
        "surah_number": 26,
        "verse_number": 221,
        "content": "هل أنبئكم علىٰ من تنزل ٱلشيٰطين"
    },
    {
        "surah_number": 26,
        "verse_number": 222,
        "content": "تنزل علىٰ كل أفاك أثيم"
    },
    {
        "surah_number": 26,
        "verse_number": 223,
        "content": "يلقون ٱلسمع وأكثرهم كٰذبون"
    },
    {
        "surah_number": 26,
        "verse_number": 224,
        "content": "وٱلشعراء يتبعهم ٱلغاون"
    },
    {
        "surah_number": 26,
        "verse_number": 225,
        "content": "ألم تر أنهم في كل واد يهيمون"
    },
    {
        "surah_number": 26,
        "verse_number": 226,
        "content": "وأنهم يقولون ما لا يفعلون"
    },
    {
        "surah_number": 26,
        "verse_number": 227,
        "content": "إلا ٱلذين ءامنوا وعملوا ٱلصـٰلحٰت وذكروا ٱلله كثيرا وٱنتصروا من بعد ما ظلموا وسيعلم ٱلذين ظلموا أي منقلب ينقلبون"
    },
    {
        "surah_number": 27,
        "verse_number": 1,
        "content": "طس تلك ءايٰت ٱلقرءان وكتاب مبين"
    },
    {
        "surah_number": 27,
        "verse_number": 2,
        "content": "هدى وبشرىٰ للمؤمنين"
    },
    {
        "surah_number": 27,
        "verse_number": 3,
        "content": "ٱلذين يقيمون ٱلصلوٰة ويؤتون ٱلزكوٰة وهم بٱلأخرة هم يوقنون"
    },
    {
        "surah_number": 27,
        "verse_number": 4,
        "content": "إن ٱلذين لا يؤمنون بٱلأخرة زينا لهم أعمٰلهم فهم يعمهون"
    },
    {
        "surah_number": 27,
        "verse_number": 5,
        "content": "أولـٰئك ٱلذين لهم سوء ٱلعذاب وهم في ٱلأخرة هم ٱلأخسرون"
    },
    {
        "surah_number": 27,
        "verse_number": 6,
        "content": "وإنك لتلقى ٱلقرءان من لدن حكيم عليم"
    },
    {
        "surah_number": 27,
        "verse_number": 7,
        "content": "إذ قال موسىٰ لأهله إني ءانست نارا سـاتيكم منها بخبر أو ءاتيكم بشهاب قبس لعلكم تصطلون"
    },
    {
        "surah_number": 27,
        "verse_number": 8,
        "content": "فلما جاءها نودي أن بورك من في ٱلنار ومن حولها وسبحٰن ٱلله رب ٱلعٰلمين"
    },
    {
        "surah_number": 27,
        "verse_number": 9,
        "content": "يٰموسىٰ إنه أنا ٱلله ٱلعزيز ٱلحكيم"
    },
    {
        "surah_number": 27,
        "verse_number": 10,
        "content": "وألق عصاك فلما رءاها تهتز كأنها جان ولىٰ مدبرا ولم يعقب يٰموسىٰ لا تخف إني لا يخاف لدي ٱلمرسلون"
    },
    {
        "surah_number": 27,
        "verse_number": 11,
        "content": "إلا من ظلم ثم بدل حسنا بعد سوء فإني غفور رحيم"
    },
    {
        "surah_number": 27,
        "verse_number": 12,
        "content": "وأدخل يدك في جيبك تخرج بيضاء من غير سوء في تسع ءايٰت إلىٰ فرعون وقومه إنهم كانوا قوما فٰسقين"
    },
    {
        "surah_number": 27,
        "verse_number": 13,
        "content": "فلما جاءتهم ءايٰتنا مبصرة قالوا هٰذا سحر مبين"
    },
    {
        "surah_number": 27,
        "verse_number": 14,
        "content": "وجحدوا بها وٱستيقنتها أنفسهم ظلما وعلوا فٱنظر كيف كان عٰقبة ٱلمفسدين"
    },
    {
        "surah_number": 27,
        "verse_number": 15,
        "content": "ولقد ءاتينا داود وسليمٰن علما وقالا ٱلحمد لله ٱلذي فضلنا علىٰ كثير من عباده ٱلمؤمنين"
    },
    {
        "surah_number": 27,
        "verse_number": 16,
        "content": "وورث سليمٰن داود وقال يـٰأيها ٱلناس علمنا منطق ٱلطير وأوتينا من كل شيء إن هٰذا لهو ٱلفضل ٱلمبين"
    },
    {
        "surah_number": 27,
        "verse_number": 17,
        "content": "وحشر لسليمٰن جنوده من ٱلجن وٱلإنس وٱلطير فهم يوزعون"
    },
    {
        "surah_number": 27,
        "verse_number": 18,
        "content": "حتىٰ إذا أتوا علىٰ واد ٱلنمل قالت نملة يـٰأيها ٱلنمل ٱدخلوا مسٰكنكم لا يحطمنكم سليمٰن وجنوده وهم لا يشعرون"
    },
    {
        "surah_number": 27,
        "verse_number": 19,
        "content": "فتبسم ضاحكا من قولها وقال رب أوزعني أن أشكر نعمتك ٱلتي أنعمت علي وعلىٰ وٰلدي وأن أعمل صٰلحا ترضىٰه وأدخلني برحمتك في عبادك ٱلصـٰلحين"
    },
    {
        "surah_number": 27,
        "verse_number": 20,
        "content": "وتفقد ٱلطير فقال مالي لا أرى ٱلهدهد أم كان من ٱلغائبين"
    },
    {
        "surah_number": 27,
        "verse_number": 21,
        "content": "لأعذبنه عذابا شديدا أو لأاذبحنه أو ليأتيني بسلطٰن مبين"
    },
    {
        "surah_number": 27,
        "verse_number": 22,
        "content": "فمكث غير بعيد فقال أحطت بما لم تحط به وجئتك من سبإ بنبإ يقين"
    },
    {
        "surah_number": 27,
        "verse_number": 23,
        "content": "إني وجدت ٱمرأة تملكهم وأوتيت من كل شيء ولها عرش عظيم"
    },
    {
        "surah_number": 27,
        "verse_number": 24,
        "content": "وجدتها وقومها يسجدون للشمس من دون ٱلله وزين لهم ٱلشيطٰن أعمٰلهم فصدهم عن ٱلسبيل فهم لا يهتدون"
    },
    {
        "surah_number": 27,
        "verse_number": 25,
        "content": "ألا يسجدوا لله ٱلذي يخرج ٱلخبء في ٱلسمٰوٰت وٱلأرض ويعلم ما تخفون وما تعلنون"
    },
    {
        "surah_number": 27,
        "verse_number": 26,
        "content": "ٱلله لا إلٰه إلا هو رب ٱلعرش ٱلعظيم"
    },
    {
        "surah_number": 27,
        "verse_number": 27,
        "content": "قال سننظر أصدقت أم كنت من ٱلكٰذبين"
    },
    {
        "surah_number": 27,
        "verse_number": 28,
        "content": "ٱذهب بكتٰبي هٰذا فألقه إليهم ثم تول عنهم فٱنظر ماذا يرجعون"
    },
    {
        "surah_number": 27,
        "verse_number": 29,
        "content": "قالت يـٰأيها ٱلملؤا إني ألقي إلي كتٰب كريم"
    },
    {
        "surah_number": 27,
        "verse_number": 30,
        "content": "إنه من سليمٰن وإنه بسم ٱلله ٱلرحمٰن ٱلرحيم"
    },
    {
        "surah_number": 27,
        "verse_number": 31,
        "content": "ألا تعلوا علي وأتوني مسلمين"
    },
    {
        "surah_number": 27,
        "verse_number": 32,
        "content": "قالت يـٰأيها ٱلملؤا أفتوني في أمري ما كنت قاطعة أمرا حتىٰ تشهدون"
    },
    {
        "surah_number": 27,
        "verse_number": 33,
        "content": "قالوا نحن أولوا قوة وأولوا بأس شديد وٱلأمر إليك فٱنظري ماذا تأمرين"
    },
    {
        "surah_number": 27,
        "verse_number": 34,
        "content": "قالت إن ٱلملوك إذا دخلوا قرية أفسدوها وجعلوا أعزة أهلها أذلة وكذٰلك يفعلون"
    },
    {
        "surah_number": 27,
        "verse_number": 35,
        "content": "وإني مرسلة إليهم بهدية فناظرة بم يرجع ٱلمرسلون"
    },
    {
        "surah_number": 27,
        "verse_number": 36,
        "content": "فلما جاء سليمٰن قال أتمدونن بمال فما ءاتىٰن ٱلله خير مما ءاتىٰكم بل أنتم بهديتكم تفرحون"
    },
    {
        "surah_number": 27,
        "verse_number": 37,
        "content": "ٱرجع إليهم فلنأتينهم بجنود لا قبل لهم بها ولنخرجنهم منها أذلة وهم صٰغرون"
    },
    {
        "surah_number": 27,
        "verse_number": 38,
        "content": "قال يـٰأيها ٱلملؤا أيكم يأتيني بعرشها قبل أن يأتوني مسلمين"
    },
    {
        "surah_number": 27,
        "verse_number": 39,
        "content": "قال عفريت من ٱلجن أنا ءاتيك به قبل أن تقوم من مقامك وإني عليه لقوي أمين"
    },
    {
        "surah_number": 27,
        "verse_number": 40,
        "content": "قال ٱلذي عنده علم من ٱلكتٰب أنا ءاتيك به قبل أن يرتد إليك طرفك فلما رءاه مستقرا عنده قال هٰذا من فضل ربي ليبلوني ءأشكر أم أكفر ومن شكر فإنما يشكر لنفسه ومن كفر فإن ربي غني كريم"
    },
    {
        "surah_number": 27,
        "verse_number": 41,
        "content": "قال نكروا لها عرشها ننظر أتهتدي أم تكون من ٱلذين لا يهتدون"
    },
    {
        "surah_number": 27,
        "verse_number": 42,
        "content": "فلما جاءت قيل أهٰكذا عرشك قالت كأنه هو وأوتينا ٱلعلم من قبلها وكنا مسلمين"
    },
    {
        "surah_number": 27,
        "verse_number": 43,
        "content": "وصدها ما كانت تعبد من دون ٱلله إنها كانت من قوم كٰفرين"
    },
    {
        "surah_number": 27,
        "verse_number": 44,
        "content": "قيل لها ٱدخلي ٱلصرح فلما رأته حسبته لجة وكشفت عن ساقيها قال إنه صرح ممرد من قوارير قالت رب إني ظلمت نفسي وأسلمت مع سليمٰن لله رب ٱلعٰلمين"
    },
    {
        "surah_number": 27,
        "verse_number": 45,
        "content": "ولقد أرسلنا إلىٰ ثمود أخاهم صٰلحا أن ٱعبدوا ٱلله فإذا هم فريقان يختصمون"
    },
    {
        "surah_number": 27,
        "verse_number": 46,
        "content": "قال يٰقوم لم تستعجلون بٱلسيئة قبل ٱلحسنة لولا تستغفرون ٱلله لعلكم ترحمون"
    },
    {
        "surah_number": 27,
        "verse_number": 47,
        "content": "قالوا ٱطيرنا بك وبمن معك قال طـٰئركم عند ٱلله بل أنتم قوم تفتنون"
    },
    {
        "surah_number": 27,
        "verse_number": 48,
        "content": "وكان في ٱلمدينة تسعة رهط يفسدون في ٱلأرض ولا يصلحون"
    },
    {
        "surah_number": 27,
        "verse_number": 49,
        "content": "قالوا تقاسموا بٱلله لنبيتنه وأهله ثم لنقولن لوليه ما شهدنا مهلك أهله وإنا لصٰدقون"
    },
    {
        "surah_number": 27,
        "verse_number": 50,
        "content": "ومكروا مكرا ومكرنا مكرا وهم لا يشعرون"
    },
    {
        "surah_number": 27,
        "verse_number": 51,
        "content": "فٱنظر كيف كان عٰقبة مكرهم أنا دمرنٰهم وقومهم أجمعين"
    },
    {
        "surah_number": 27,
        "verse_number": 52,
        "content": "فتلك بيوتهم خاوية بما ظلموا إن في ذٰلك لأية لقوم يعلمون"
    },
    {
        "surah_number": 27,
        "verse_number": 53,
        "content": "وأنجينا ٱلذين ءامنوا وكانوا يتقون"
    },
    {
        "surah_number": 27,
        "verse_number": 54,
        "content": "ولوطا إذ قال لقومه أتأتون ٱلفٰحشة وأنتم تبصرون"
    },
    {
        "surah_number": 27,
        "verse_number": 55,
        "content": "أئنكم لتأتون ٱلرجال شهوة من دون ٱلنساء بل أنتم قوم تجهلون"
    },
    {
        "surah_number": 27,
        "verse_number": 56,
        "content": "فما كان جواب قومه إلا أن قالوا أخرجوا ءال لوط من قريتكم إنهم أناس يتطهرون"
    },
    {
        "surah_number": 27,
        "verse_number": 57,
        "content": "فأنجينٰه وأهله إلا ٱمرأته قدرنٰها من ٱلغٰبرين"
    },
    {
        "surah_number": 27,
        "verse_number": 58,
        "content": "وأمطرنا عليهم مطرا فساء مطر ٱلمنذرين"
    },
    {
        "surah_number": 27,
        "verse_number": 59,
        "content": "قل ٱلحمد لله وسلٰم علىٰ عباده ٱلذين ٱصطفىٰ ءالله خير أما يشركون"
    },
    {
        "surah_number": 27,
        "verse_number": 60,
        "content": "أمن خلق ٱلسمٰوٰت وٱلأرض وأنزل لكم من ٱلسماء ماء فأنبتنا به حدائق ذات بهجة ما كان لكم أن تنبتوا شجرها أءلٰه مع ٱلله بل هم قوم يعدلون"
    },
    {
        "surah_number": 27,
        "verse_number": 61,
        "content": "أمن جعل ٱلأرض قرارا وجعل خلٰلها أنهٰرا وجعل لها روٰسي وجعل بين ٱلبحرين حاجزا أءلٰه مع ٱلله بل أكثرهم لا يعلمون"
    },
    {
        "surah_number": 27,
        "verse_number": 62,
        "content": "أمن يجيب ٱلمضطر إذا دعاه ويكشف ٱلسوء ويجعلكم خلفاء ٱلأرض أءلٰه مع ٱلله قليلا ما تذكرون"
    },
    {
        "surah_number": 27,
        "verse_number": 63,
        "content": "أمن يهديكم في ظلمٰت ٱلبر وٱلبحر ومن يرسل ٱلريٰح بشرا بين يدي رحمته أءلٰه مع ٱلله تعٰلى ٱلله عما يشركون"
    },
    {
        "surah_number": 27,
        "verse_number": 64,
        "content": "أمن يبدؤا ٱلخلق ثم يعيده ومن يرزقكم من ٱلسماء وٱلأرض أءلٰه مع ٱلله قل هاتوا برهٰنكم إن كنتم صٰدقين"
    },
    {
        "surah_number": 27,
        "verse_number": 65,
        "content": "قل لا يعلم من في ٱلسمٰوٰت وٱلأرض ٱلغيب إلا ٱلله وما يشعرون أيان يبعثون"
    },
    {
        "surah_number": 27,
        "verse_number": 66,
        "content": "بل ٱدـٰرك علمهم في ٱلأخرة بل هم في شك منها بل هم منها عمون"
    },
    {
        "surah_number": 27,
        "verse_number": 67,
        "content": "وقال ٱلذين كفروا أءذا كنا ترٰبا وءاباؤنا أئنا لمخرجون"
    },
    {
        "surah_number": 27,
        "verse_number": 68,
        "content": "لقد وعدنا هٰذا نحن وءاباؤنا من قبل إن هٰذا إلا أسٰطير ٱلأولين"
    },
    {
        "surah_number": 27,
        "verse_number": 69,
        "content": "قل سيروا في ٱلأرض فٱنظروا كيف كان عٰقبة ٱلمجرمين"
    },
    {
        "surah_number": 27,
        "verse_number": 70,
        "content": "ولا تحزن عليهم ولا تكن في ضيق مما يمكرون"
    },
    {
        "surah_number": 27,
        "verse_number": 71,
        "content": "ويقولون متىٰ هٰذا ٱلوعد إن كنتم صٰدقين"
    },
    {
        "surah_number": 27,
        "verse_number": 72,
        "content": "قل عسىٰ أن يكون ردف لكم بعض ٱلذي تستعجلون"
    },
    {
        "surah_number": 27,
        "verse_number": 73,
        "content": "وإن ربك لذو فضل على ٱلناس ولٰكن أكثرهم لا يشكرون"
    },
    {
        "surah_number": 27,
        "verse_number": 74,
        "content": "وإن ربك ليعلم ما تكن صدورهم وما يعلنون"
    },
    {
        "surah_number": 27,
        "verse_number": 75,
        "content": "وما من غائبة في ٱلسماء وٱلأرض إلا في كتٰب مبين"
    },
    {
        "surah_number": 27,
        "verse_number": 76,
        "content": "إن هٰذا ٱلقرءان يقص علىٰ بني إسرـٰءيل أكثر ٱلذي هم فيه يختلفون"
    },
    {
        "surah_number": 27,
        "verse_number": 77,
        "content": "وإنه لهدى ورحمة للمؤمنين"
    },
    {
        "surah_number": 27,
        "verse_number": 78,
        "content": "إن ربك يقضي بينهم بحكمه وهو ٱلعزيز ٱلعليم"
    },
    {
        "surah_number": 27,
        "verse_number": 79,
        "content": "فتوكل على ٱلله إنك على ٱلحق ٱلمبين"
    },
    {
        "surah_number": 27,
        "verse_number": 80,
        "content": "إنك لا تسمع ٱلموتىٰ ولا تسمع ٱلصم ٱلدعاء إذا ولوا مدبرين"
    },
    {
        "surah_number": 27,
        "verse_number": 81,
        "content": "وما أنت بهٰدي ٱلعمي عن ضلٰلتهم إن تسمع إلا من يؤمن بـايٰتنا فهم مسلمون"
    },
    {
        "surah_number": 27,
        "verse_number": 82,
        "content": "وإذا وقع ٱلقول عليهم أخرجنا لهم دابة من ٱلأرض تكلمهم أن ٱلناس كانوا بـايٰتنا لا يوقنون"
    },
    {
        "surah_number": 27,
        "verse_number": 83,
        "content": "ويوم نحشر من كل أمة فوجا ممن يكذب بـايٰتنا فهم يوزعون"
    },
    {
        "surah_number": 27,
        "verse_number": 84,
        "content": "حتىٰ إذا جاءو قال أكذبتم بـايٰتي ولم تحيطوا بها علما أماذا كنتم تعملون"
    },
    {
        "surah_number": 27,
        "verse_number": 85,
        "content": "ووقع ٱلقول عليهم بما ظلموا فهم لا ينطقون"
    },
    {
        "surah_number": 27,
        "verse_number": 86,
        "content": "ألم يروا أنا جعلنا ٱليل ليسكنوا فيه وٱلنهار مبصرا إن في ذٰلك لأيٰت لقوم يؤمنون"
    },
    {
        "surah_number": 27,
        "verse_number": 87,
        "content": "ويوم ينفخ في ٱلصور ففزع من في ٱلسمٰوٰت ومن في ٱلأرض إلا من شاء ٱلله وكل أتوه دٰخرين"
    },
    {
        "surah_number": 27,
        "verse_number": 88,
        "content": "وترى ٱلجبال تحسبها جامدة وهي تمر مر ٱلسحاب صنع ٱلله ٱلذي أتقن كل شيء إنه خبير بما تفعلون"
    },
    {
        "surah_number": 27,
        "verse_number": 89,
        "content": "من جاء بٱلحسنة فله خير منها وهم من فزع يومئذ ءامنون"
    },
    {
        "surah_number": 27,
        "verse_number": 90,
        "content": "ومن جاء بٱلسيئة فكبت وجوههم في ٱلنار هل تجزون إلا ما كنتم تعملون"
    },
    {
        "surah_number": 27,
        "verse_number": 91,
        "content": "إنما أمرت أن أعبد رب هٰذه ٱلبلدة ٱلذي حرمها وله كل شيء وأمرت أن أكون من ٱلمسلمين"
    },
    {
        "surah_number": 27,
        "verse_number": 92,
        "content": "وأن أتلوا ٱلقرءان فمن ٱهتدىٰ فإنما يهتدي لنفسه ومن ضل فقل إنما أنا من ٱلمنذرين"
    },
    {
        "surah_number": 27,
        "verse_number": 93,
        "content": "وقل ٱلحمد لله سيريكم ءايٰته فتعرفونها وما ربك بغٰفل عما تعملون"
    },
    {
        "surah_number": 28,
        "verse_number": 1,
        "content": "طسم"
    },
    {
        "surah_number": 28,
        "verse_number": 2,
        "content": "تلك ءايٰت ٱلكتٰب ٱلمبين"
    },
    {
        "surah_number": 28,
        "verse_number": 3,
        "content": "نتلوا عليك من نبإ موسىٰ وفرعون بٱلحق لقوم يؤمنون"
    },
    {
        "surah_number": 28,
        "verse_number": 4,
        "content": "إن فرعون علا في ٱلأرض وجعل أهلها شيعا يستضعف طائفة منهم يذبح أبناءهم ويستحي نساءهم إنه كان من ٱلمفسدين"
    },
    {
        "surah_number": 28,
        "verse_number": 5,
        "content": "ونريد أن نمن على ٱلذين ٱستضعفوا في ٱلأرض ونجعلهم أئمة ونجعلهم ٱلوٰرثين"
    },
    {
        "surah_number": 28,
        "verse_number": 6,
        "content": "ونمكن لهم في ٱلأرض ونري فرعون وهٰمٰن وجنودهما منهم ما كانوا يحذرون"
    },
    {
        "surah_number": 28,
        "verse_number": 7,
        "content": "وأوحينا إلىٰ أم موسىٰ أن أرضعيه فإذا خفت عليه فألقيه في ٱليم ولا تخافي ولا تحزني إنا رادوه إليك وجاعلوه من ٱلمرسلين"
    },
    {
        "surah_number": 28,
        "verse_number": 8,
        "content": "فٱلتقطه ءال فرعون ليكون لهم عدوا وحزنا إن فرعون وهٰمٰن وجنودهما كانوا خٰطـين"
    },
    {
        "surah_number": 28,
        "verse_number": 9,
        "content": "وقالت ٱمرأت فرعون قرت عين لي ولك لا تقتلوه عسىٰ أن ينفعنا أو نتخذه ولدا وهم لا يشعرون"
    },
    {
        "surah_number": 28,
        "verse_number": 10,
        "content": "وأصبح فؤاد أم موسىٰ فٰرغا إن كادت لتبدي به لولا أن ربطنا علىٰ قلبها لتكون من ٱلمؤمنين"
    },
    {
        "surah_number": 28,
        "verse_number": 11,
        "content": "وقالت لأخته قصيه فبصرت به عن جنب وهم لا يشعرون"
    },
    {
        "surah_number": 28,
        "verse_number": 12,
        "content": "وحرمنا عليه ٱلمراضع من قبل فقالت هل أدلكم علىٰ أهل بيت يكفلونه لكم وهم له نٰصحون"
    },
    {
        "surah_number": 28,
        "verse_number": 13,
        "content": "فرددنٰه إلىٰ أمه كي تقر عينها ولا تحزن ولتعلم أن وعد ٱلله حق ولٰكن أكثرهم لا يعلمون"
    },
    {
        "surah_number": 28,
        "verse_number": 14,
        "content": "ولما بلغ أشده وٱستوىٰ ءاتينٰه حكما وعلما وكذٰلك نجزي ٱلمحسنين"
    },
    {
        "surah_number": 28,
        "verse_number": 15,
        "content": "ودخل ٱلمدينة علىٰ حين غفلة من أهلها فوجد فيها رجلين يقتتلان هٰذا من شيعته وهٰذا من عدوه فٱستغٰثه ٱلذي من شيعته على ٱلذي من عدوه فوكزه موسىٰ فقضىٰ عليه قال هٰذا من عمل ٱلشيطٰن إنه عدو مضل مبين"
    },
    {
        "surah_number": 28,
        "verse_number": 16,
        "content": "قال رب إني ظلمت نفسي فٱغفر لي فغفر له إنه هو ٱلغفور ٱلرحيم"
    },
    {
        "surah_number": 28,
        "verse_number": 17,
        "content": "قال رب بما أنعمت علي فلن أكون ظهيرا للمجرمين"
    },
    {
        "surah_number": 28,
        "verse_number": 18,
        "content": "فأصبح في ٱلمدينة خائفا يترقب فإذا ٱلذي ٱستنصره بٱلأمس يستصرخه قال له موسىٰ إنك لغوي مبين"
    },
    {
        "surah_number": 28,
        "verse_number": 19,
        "content": "فلما أن أراد أن يبطش بٱلذي هو عدو لهما قال يٰموسىٰ أتريد أن تقتلني كما قتلت نفسا بٱلأمس إن تريد إلا أن تكون جبارا في ٱلأرض وما تريد أن تكون من ٱلمصلحين"
    },
    {
        "surah_number": 28,
        "verse_number": 20,
        "content": "وجاء رجل من أقصا ٱلمدينة يسعىٰ قال يٰموسىٰ إن ٱلملأ يأتمرون بك ليقتلوك فٱخرج إني لك من ٱلنـٰصحين"
    },
    {
        "surah_number": 28,
        "verse_number": 21,
        "content": "فخرج منها خائفا يترقب قال رب نجني من ٱلقوم ٱلظـٰلمين"
    },
    {
        "surah_number": 28,
        "verse_number": 22,
        "content": "ولما توجه تلقاء مدين قال عسىٰ ربي أن يهديني سواء ٱلسبيل"
    },
    {
        "surah_number": 28,
        "verse_number": 23,
        "content": "ولما ورد ماء مدين وجد عليه أمة من ٱلناس يسقون ووجد من دونهم ٱمرأتين تذودان قال ما خطبكما قالتا لا نسقي حتىٰ يصدر ٱلرعاء وأبونا شيخ كبير"
    },
    {
        "surah_number": 28,
        "verse_number": 24,
        "content": "فسقىٰ لهما ثم تولىٰ إلى ٱلظل فقال رب إني لما أنزلت إلي من خير فقير"
    },
    {
        "surah_number": 28,
        "verse_number": 25,
        "content": "فجاءته إحدىٰهما تمشي على ٱستحياء قالت إن أبي يدعوك ليجزيك أجر ما سقيت لنا فلما جاءه وقص عليه ٱلقصص قال لا تخف نجوت من ٱلقوم ٱلظـٰلمين"
    },
    {
        "surah_number": 28,
        "verse_number": 26,
        "content": "قالت إحدىٰهما يـٰأبت ٱستـجره إن خير من ٱستـجرت ٱلقوي ٱلأمين"
    },
    {
        "surah_number": 28,
        "verse_number": 27,
        "content": "قال إني أريد أن أنكحك إحدى ٱبنتي هٰتين علىٰ أن تأجرني ثمٰني حجج فإن أتممت عشرا فمن عندك وما أريد أن أشق عليك ستجدني إن شاء ٱلله من ٱلصـٰلحين"
    },
    {
        "surah_number": 28,
        "verse_number": 28,
        "content": "قال ذٰلك بيني وبينك أيما ٱلأجلين قضيت فلا عدوٰن علي وٱلله علىٰ ما نقول وكيل"
    },
    {
        "surah_number": 28,
        "verse_number": 29,
        "content": "فلما قضىٰ موسى ٱلأجل وسار بأهله ءانس من جانب ٱلطور نارا قال لأهله ٱمكثوا إني ءانست نارا لعلي ءاتيكم منها بخبر أو جذوة من ٱلنار لعلكم تصطلون"
    },
    {
        "surah_number": 28,
        "verse_number": 30,
        "content": "فلما أتىٰها نودي من شٰطي ٱلواد ٱلأيمن في ٱلبقعة ٱلمبٰركة من ٱلشجرة أن يٰموسىٰ إني أنا ٱلله رب ٱلعٰلمين"
    },
    {
        "surah_number": 28,
        "verse_number": 31,
        "content": "وأن ألق عصاك فلما رءاها تهتز كأنها جان ولىٰ مدبرا ولم يعقب يٰموسىٰ أقبل ولا تخف إنك من ٱلأمنين"
    },
    {
        "surah_number": 28,
        "verse_number": 32,
        "content": "ٱسلك يدك في جيبك تخرج بيضاء من غير سوء وٱضمم إليك جناحك من ٱلرهب فذٰنك برهٰنان من ربك إلىٰ فرعون وملإيه إنهم كانوا قوما فٰسقين"
    },
    {
        "surah_number": 28,
        "verse_number": 33,
        "content": "قال رب إني قتلت منهم نفسا فأخاف أن يقتلون"
    },
    {
        "surah_number": 28,
        "verse_number": 34,
        "content": "وأخي هٰرون هو أفصح مني لسانا فأرسله معي ردءا يصدقني إني أخاف أن يكذبون"
    },
    {
        "surah_number": 28,
        "verse_number": 35,
        "content": "قال سنشد عضدك بأخيك ونجعل لكما سلطٰنا فلا يصلون إليكما بـايٰتنا أنتما ومن ٱتبعكما ٱلغٰلبون"
    },
    {
        "surah_number": 28,
        "verse_number": 36,
        "content": "فلما جاءهم موسىٰ بـايٰتنا بينٰت قالوا ما هٰذا إلا سحر مفترى وما سمعنا بهٰذا في ءابائنا ٱلأولين"
    },
    {
        "surah_number": 28,
        "verse_number": 37,
        "content": "وقال موسىٰ ربي أعلم بمن جاء بٱلهدىٰ من عنده ومن تكون له عٰقبة ٱلدار إنه لا يفلح ٱلظـٰلمون"
    },
    {
        "surah_number": 28,
        "verse_number": 38,
        "content": "وقال فرعون يـٰأيها ٱلملأ ما علمت لكم من إلٰه غيري فأوقد لي يٰهٰمٰن على ٱلطين فٱجعل لي صرحا لعلي أطلع إلىٰ إلٰه موسىٰ وإني لأظنه من ٱلكٰذبين"
    },
    {
        "surah_number": 28,
        "verse_number": 39,
        "content": "وٱستكبر هو وجنوده في ٱلأرض بغير ٱلحق وظنوا أنهم إلينا لا يرجعون"
    },
    {
        "surah_number": 28,
        "verse_number": 40,
        "content": "فأخذنٰه وجنوده فنبذنٰهم في ٱليم فٱنظر كيف كان عٰقبة ٱلظـٰلمين"
    },
    {
        "surah_number": 28,
        "verse_number": 41,
        "content": "وجعلنٰهم أئمة يدعون إلى ٱلنار ويوم ٱلقيٰمة لا ينصرون"
    },
    {
        "surah_number": 28,
        "verse_number": 42,
        "content": "وأتبعنٰهم في هٰذه ٱلدنيا لعنة ويوم ٱلقيٰمة هم من ٱلمقبوحين"
    },
    {
        "surah_number": 28,
        "verse_number": 43,
        "content": "ولقد ءاتينا موسى ٱلكتٰب من بعد ما أهلكنا ٱلقرون ٱلأولىٰ بصائر للناس وهدى ورحمة لعلهم يتذكرون"
    },
    {
        "surah_number": 28,
        "verse_number": 44,
        "content": "وما كنت بجانب ٱلغربي إذ قضينا إلىٰ موسى ٱلأمر وما كنت من ٱلشـٰهدين"
    },
    {
        "surah_number": 28,
        "verse_number": 45,
        "content": "ولٰكنا أنشأنا قرونا فتطاول عليهم ٱلعمر وما كنت ثاويا في أهل مدين تتلوا عليهم ءايٰتنا ولٰكنا كنا مرسلين"
    },
    {
        "surah_number": 28,
        "verse_number": 46,
        "content": "وما كنت بجانب ٱلطور إذ نادينا ولٰكن رحمة من ربك لتنذر قوما ما أتىٰهم من نذير من قبلك لعلهم يتذكرون"
    },
    {
        "surah_number": 28,
        "verse_number": 47,
        "content": "ولولا أن تصيبهم مصيبة بما قدمت أيديهم فيقولوا ربنا لولا أرسلت إلينا رسولا فنتبع ءايٰتك ونكون من ٱلمؤمنين"
    },
    {
        "surah_number": 28,
        "verse_number": 48,
        "content": "فلما جاءهم ٱلحق من عندنا قالوا لولا أوتي مثل ما أوتي موسىٰ أولم يكفروا بما أوتي موسىٰ من قبل قالوا سحران تظٰهرا وقالوا إنا بكل كٰفرون"
    },
    {
        "surah_number": 28,
        "verse_number": 49,
        "content": "قل فأتوا بكتٰب من عند ٱلله هو أهدىٰ منهما أتبعه إن كنتم صٰدقين"
    },
    {
        "surah_number": 28,
        "verse_number": 50,
        "content": "فإن لم يستجيبوا لك فٱعلم أنما يتبعون أهواءهم ومن أضل ممن ٱتبع هوىٰه بغير هدى من ٱلله إن ٱلله لا يهدي ٱلقوم ٱلظـٰلمين"
    },
    {
        "surah_number": 28,
        "verse_number": 51,
        "content": "ولقد وصلنا لهم ٱلقول لعلهم يتذكرون"
    },
    {
        "surah_number": 28,
        "verse_number": 52,
        "content": "ٱلذين ءاتينٰهم ٱلكتٰب من قبله هم به يؤمنون"
    },
    {
        "surah_number": 28,
        "verse_number": 53,
        "content": "وإذا يتلىٰ عليهم قالوا ءامنا به إنه ٱلحق من ربنا إنا كنا من قبله مسلمين"
    },
    {
        "surah_number": 28,
        "verse_number": 54,
        "content": "أولـٰئك يؤتون أجرهم مرتين بما صبروا ويدرءون بٱلحسنة ٱلسيئة ومما رزقنٰهم ينفقون"
    },
    {
        "surah_number": 28,
        "verse_number": 55,
        "content": "وإذا سمعوا ٱللغو أعرضوا عنه وقالوا لنا أعمٰلنا ولكم أعمٰلكم سلٰم عليكم لا نبتغي ٱلجٰهلين"
    },
    {
        "surah_number": 28,
        "verse_number": 56,
        "content": "إنك لا تهدي من أحببت ولٰكن ٱلله يهدي من يشاء وهو أعلم بٱلمهتدين"
    },
    {
        "surah_number": 28,
        "verse_number": 57,
        "content": "وقالوا إن نتبع ٱلهدىٰ معك نتخطف من أرضنا أولم نمكن لهم حرما ءامنا يجبىٰ إليه ثمرٰت كل شيء رزقا من لدنا ولٰكن أكثرهم لا يعلمون"
    },
    {
        "surah_number": 28,
        "verse_number": 58,
        "content": "وكم أهلكنا من قرية بطرت معيشتها فتلك مسٰكنهم لم تسكن من بعدهم إلا قليلا وكنا نحن ٱلوٰرثين"
    },
    {
        "surah_number": 28,
        "verse_number": 59,
        "content": "وما كان ربك مهلك ٱلقرىٰ حتىٰ يبعث في أمها رسولا يتلوا عليهم ءايٰتنا وما كنا مهلكي ٱلقرىٰ إلا وأهلها ظٰلمون"
    },
    {
        "surah_number": 28,
        "verse_number": 60,
        "content": "وما أوتيتم من شيء فمتٰع ٱلحيوٰة ٱلدنيا وزينتها وما عند ٱلله خير وأبقىٰ أفلا تعقلون"
    },
    {
        "surah_number": 28,
        "verse_number": 61,
        "content": "أفمن وعدنٰه وعدا حسنا فهو لٰقيه كمن متعنٰه متٰع ٱلحيوٰة ٱلدنيا ثم هو يوم ٱلقيٰمة من ٱلمحضرين"
    },
    {
        "surah_number": 28,
        "verse_number": 62,
        "content": "ويوم يناديهم فيقول أين شركاءي ٱلذين كنتم تزعمون"
    },
    {
        "surah_number": 28,
        "verse_number": 63,
        "content": "قال ٱلذين حق عليهم ٱلقول ربنا هـٰؤلاء ٱلذين أغوينا أغوينٰهم كما غوينا تبرأنا إليك ما كانوا إيانا يعبدون"
    },
    {
        "surah_number": 28,
        "verse_number": 64,
        "content": "وقيل ٱدعوا شركاءكم فدعوهم فلم يستجيبوا لهم ورأوا ٱلعذاب لو أنهم كانوا يهتدون"
    },
    {
        "surah_number": 28,
        "verse_number": 65,
        "content": "ويوم يناديهم فيقول ماذا أجبتم ٱلمرسلين"
    },
    {
        "surah_number": 28,
        "verse_number": 66,
        "content": "فعميت عليهم ٱلأنباء يومئذ فهم لا يتساءلون"
    },
    {
        "surah_number": 28,
        "verse_number": 67,
        "content": "فأما من تاب وءامن وعمل صٰلحا فعسىٰ أن يكون من ٱلمفلحين"
    },
    {
        "surah_number": 28,
        "verse_number": 68,
        "content": "وربك يخلق ما يشاء ويختار ما كان لهم ٱلخيرة سبحٰن ٱلله وتعٰلىٰ عما يشركون"
    },
    {
        "surah_number": 28,
        "verse_number": 69,
        "content": "وربك يعلم ما تكن صدورهم وما يعلنون"
    },
    {
        "surah_number": 28,
        "verse_number": 70,
        "content": "وهو ٱلله لا إلٰه إلا هو له ٱلحمد في ٱلأولىٰ وٱلأخرة وله ٱلحكم وإليه ترجعون"
    },
    {
        "surah_number": 28,
        "verse_number": 71,
        "content": "قل أرءيتم إن جعل ٱلله عليكم ٱليل سرمدا إلىٰ يوم ٱلقيٰمة من إلٰه غير ٱلله يأتيكم بضياء أفلا تسمعون"
    },
    {
        "surah_number": 28,
        "verse_number": 72,
        "content": "قل أرءيتم إن جعل ٱلله عليكم ٱلنهار سرمدا إلىٰ يوم ٱلقيٰمة من إلٰه غير ٱلله يأتيكم بليل تسكنون فيه أفلا تبصرون"
    },
    {
        "surah_number": 28,
        "verse_number": 73,
        "content": "ومن رحمته جعل لكم ٱليل وٱلنهار لتسكنوا فيه ولتبتغوا من فضله ولعلكم تشكرون"
    },
    {
        "surah_number": 28,
        "verse_number": 74,
        "content": "ويوم يناديهم فيقول أين شركاءي ٱلذين كنتم تزعمون"
    },
    {
        "surah_number": 28,
        "verse_number": 75,
        "content": "ونزعنا من كل أمة شهيدا فقلنا هاتوا برهٰنكم فعلموا أن ٱلحق لله وضل عنهم ما كانوا يفترون"
    },
    {
        "surah_number": 28,
        "verse_number": 76,
        "content": "إن قٰرون كان من قوم موسىٰ فبغىٰ عليهم وءاتينٰه من ٱلكنوز ما إن مفاتحه لتنوأ بٱلعصبة أولي ٱلقوة إذ قال له قومه لا تفرح إن ٱلله لا يحب ٱلفرحين"
    },
    {
        "surah_number": 28,
        "verse_number": 77,
        "content": "وٱبتغ فيما ءاتىٰك ٱلله ٱلدار ٱلأخرة ولا تنس نصيبك من ٱلدنيا وأحسن كما أحسن ٱلله إليك ولا تبغ ٱلفساد في ٱلأرض إن ٱلله لا يحب ٱلمفسدين"
    },
    {
        "surah_number": 28,
        "verse_number": 78,
        "content": "قال إنما أوتيته علىٰ علم عندي أولم يعلم أن ٱلله قد أهلك من قبله من ٱلقرون من هو أشد منه قوة وأكثر جمعا ولا يسـل عن ذنوبهم ٱلمجرمون"
    },
    {
        "surah_number": 28,
        "verse_number": 79,
        "content": "فخرج علىٰ قومه في زينته قال ٱلذين يريدون ٱلحيوٰة ٱلدنيا يٰليت لنا مثل ما أوتي قٰرون إنه لذو حظ عظيم"
    },
    {
        "surah_number": 28,
        "verse_number": 80,
        "content": "وقال ٱلذين أوتوا ٱلعلم ويلكم ثواب ٱلله خير لمن ءامن وعمل صٰلحا ولا يلقىٰها إلا ٱلصـٰبرون"
    },
    {
        "surah_number": 28,
        "verse_number": 81,
        "content": "فخسفنا به وبداره ٱلأرض فما كان له من فئة ينصرونه من دون ٱلله وما كان من ٱلمنتصرين"
    },
    {
        "surah_number": 28,
        "verse_number": 82,
        "content": "وأصبح ٱلذين تمنوا مكانه بٱلأمس يقولون ويكأن ٱلله يبسط ٱلرزق لمن يشاء من عباده ويقدر لولا أن من ٱلله علينا لخسف بنا ويكأنه لا يفلح ٱلكٰفرون"
    },
    {
        "surah_number": 28,
        "verse_number": 83,
        "content": "تلك ٱلدار ٱلأخرة نجعلها للذين لا يريدون علوا في ٱلأرض ولا فسادا وٱلعٰقبة للمتقين"
    },
    {
        "surah_number": 28,
        "verse_number": 84,
        "content": "من جاء بٱلحسنة فله خير منها ومن جاء بٱلسيئة فلا يجزى ٱلذين عملوا ٱلسيـات إلا ما كانوا يعملون"
    },
    {
        "surah_number": 28,
        "verse_number": 85,
        "content": "إن ٱلذي فرض عليك ٱلقرءان لرادك إلىٰ معاد قل ربي أعلم من جاء بٱلهدىٰ ومن هو في ضلٰل مبين"
    },
    {
        "surah_number": 28,
        "verse_number": 86,
        "content": "وما كنت ترجوا أن يلقىٰ إليك ٱلكتٰب إلا رحمة من ربك فلا تكونن ظهيرا للكٰفرين"
    },
    {
        "surah_number": 28,
        "verse_number": 87,
        "content": "ولا يصدنك عن ءايٰت ٱلله بعد إذ أنزلت إليك وٱدع إلىٰ ربك ولا تكونن من ٱلمشركين"
    },
    {
        "surah_number": 28,
        "verse_number": 88,
        "content": "ولا تدع مع ٱلله إلٰها ءاخر لا إلٰه إلا هو كل شيء هالك إلا وجهه له ٱلحكم وإليه ترجعون"
    },
    {
        "surah_number": 29,
        "verse_number": 1,
        "content": "الم"
    },
    {
        "surah_number": 29,
        "verse_number": 2,
        "content": "أحسب ٱلناس أن يتركوا أن يقولوا ءامنا وهم لا يفتنون"
    },
    {
        "surah_number": 29,
        "verse_number": 3,
        "content": "ولقد فتنا ٱلذين من قبلهم فليعلمن ٱلله ٱلذين صدقوا وليعلمن ٱلكٰذبين"
    },
    {
        "surah_number": 29,
        "verse_number": 4,
        "content": "أم حسب ٱلذين يعملون ٱلسيـات أن يسبقونا ساء ما يحكمون"
    },
    {
        "surah_number": 29,
        "verse_number": 5,
        "content": "من كان يرجوا لقاء ٱلله فإن أجل ٱلله لأت وهو ٱلسميع ٱلعليم"
    },
    {
        "surah_number": 29,
        "verse_number": 6,
        "content": "ومن جٰهد فإنما يجٰهد لنفسه إن ٱلله لغني عن ٱلعٰلمين"
    },
    {
        "surah_number": 29,
        "verse_number": 7,
        "content": "وٱلذين ءامنوا وعملوا ٱلصـٰلحٰت لنكفرن عنهم سيـاتهم ولنجزينهم أحسن ٱلذي كانوا يعملون"
    },
    {
        "surah_number": 29,
        "verse_number": 8,
        "content": "ووصينا ٱلإنسٰن بوٰلديه حسنا وإن جٰهداك لتشرك بي ما ليس لك به علم فلا تطعهما إلي مرجعكم فأنبئكم بما كنتم تعملون"
    },
    {
        "surah_number": 29,
        "verse_number": 9,
        "content": "وٱلذين ءامنوا وعملوا ٱلصـٰلحٰت لندخلنهم في ٱلصـٰلحين"
    },
    {
        "surah_number": 29,
        "verse_number": 10,
        "content": "ومن ٱلناس من يقول ءامنا بٱلله فإذا أوذي في ٱلله جعل فتنة ٱلناس كعذاب ٱلله ولئن جاء نصر من ربك ليقولن إنا كنا معكم أوليس ٱلله بأعلم بما في صدور ٱلعٰلمين"
    },
    {
        "surah_number": 29,
        "verse_number": 11,
        "content": "وليعلمن ٱلله ٱلذين ءامنوا وليعلمن ٱلمنٰفقين"
    },
    {
        "surah_number": 29,
        "verse_number": 12,
        "content": "وقال ٱلذين كفروا للذين ءامنوا ٱتبعوا سبيلنا ولنحمل خطٰيٰكم وما هم بحٰملين من خطٰيٰهم من شيء إنهم لكٰذبون"
    },
    {
        "surah_number": 29,
        "verse_number": 13,
        "content": "وليحملن أثقالهم وأثقالا مع أثقالهم وليسـلن يوم ٱلقيٰمة عما كانوا يفترون"
    },
    {
        "surah_number": 29,
        "verse_number": 14,
        "content": "ولقد أرسلنا نوحا إلىٰ قومه فلبث فيهم ألف سنة إلا خمسين عاما فأخذهم ٱلطوفان وهم ظٰلمون"
    },
    {
        "surah_number": 29,
        "verse_number": 15,
        "content": "فأنجينٰه وأصحٰب ٱلسفينة وجعلنٰها ءاية للعٰلمين"
    },
    {
        "surah_number": 29,
        "verse_number": 16,
        "content": "وإبرٰهيم إذ قال لقومه ٱعبدوا ٱلله وٱتقوه ذٰلكم خير لكم إن كنتم تعلمون"
    },
    {
        "surah_number": 29,
        "verse_number": 17,
        "content": "إنما تعبدون من دون ٱلله أوثٰنا وتخلقون إفكا إن ٱلذين تعبدون من دون ٱلله لا يملكون لكم رزقا فٱبتغوا عند ٱلله ٱلرزق وٱعبدوه وٱشكروا له إليه ترجعون"
    },
    {
        "surah_number": 29,
        "verse_number": 18,
        "content": "وإن تكذبوا فقد كذب أمم من قبلكم وما على ٱلرسول إلا ٱلبلٰغ ٱلمبين"
    },
    {
        "surah_number": 29,
        "verse_number": 19,
        "content": "أولم يروا كيف يبدئ ٱلله ٱلخلق ثم يعيده إن ذٰلك على ٱلله يسير"
    },
    {
        "surah_number": 29,
        "verse_number": 20,
        "content": "قل سيروا في ٱلأرض فٱنظروا كيف بدأ ٱلخلق ثم ٱلله ينشئ ٱلنشأة ٱلأخرة إن ٱلله علىٰ كل شيء قدير"
    },
    {
        "surah_number": 29,
        "verse_number": 21,
        "content": "يعذب من يشاء ويرحم من يشاء وإليه تقلبون"
    },
    {
        "surah_number": 29,
        "verse_number": 22,
        "content": "وما أنتم بمعجزين في ٱلأرض ولا في ٱلسماء وما لكم من دون ٱلله من ولي ولا نصير"
    },
    {
        "surah_number": 29,
        "verse_number": 23,
        "content": "وٱلذين كفروا بـايٰت ٱلله ولقائه أولـٰئك يئسوا من رحمتي وأولـٰئك لهم عذاب أليم"
    },
    {
        "surah_number": 29,
        "verse_number": 24,
        "content": "فما كان جواب قومه إلا أن قالوا ٱقتلوه أو حرقوه فأنجىٰه ٱلله من ٱلنار إن في ذٰلك لأيٰت لقوم يؤمنون"
    },
    {
        "surah_number": 29,
        "verse_number": 25,
        "content": "وقال إنما ٱتخذتم من دون ٱلله أوثٰنا مودة بينكم في ٱلحيوٰة ٱلدنيا ثم يوم ٱلقيٰمة يكفر بعضكم ببعض ويلعن بعضكم بعضا ومأوىٰكم ٱلنار وما لكم من نـٰصرين"
    },
    {
        "surah_number": 29,
        "verse_number": 26,
        "content": "فـامن له لوط وقال إني مهاجر إلىٰ ربي إنه هو ٱلعزيز ٱلحكيم"
    },
    {
        "surah_number": 29,
        "verse_number": 27,
        "content": "ووهبنا له إسحٰق ويعقوب وجعلنا في ذريته ٱلنبوة وٱلكتٰب وءاتينٰه أجره في ٱلدنيا وإنه في ٱلأخرة لمن ٱلصـٰلحين"
    },
    {
        "surah_number": 29,
        "verse_number": 28,
        "content": "ولوطا إذ قال لقومه إنكم لتأتون ٱلفٰحشة ما سبقكم بها من أحد من ٱلعٰلمين"
    },
    {
        "surah_number": 29,
        "verse_number": 29,
        "content": "أئنكم لتأتون ٱلرجال وتقطعون ٱلسبيل وتأتون في ناديكم ٱلمنكر فما كان جواب قومه إلا أن قالوا ٱئتنا بعذاب ٱلله إن كنت من ٱلصـٰدقين"
    },
    {
        "surah_number": 29,
        "verse_number": 30,
        "content": "قال رب ٱنصرني على ٱلقوم ٱلمفسدين"
    },
    {
        "surah_number": 29,
        "verse_number": 31,
        "content": "ولما جاءت رسلنا إبرٰهيم بٱلبشرىٰ قالوا إنا مهلكوا أهل هٰذه ٱلقرية إن أهلها كانوا ظٰلمين"
    },
    {
        "surah_number": 29,
        "verse_number": 32,
        "content": "قال إن فيها لوطا قالوا نحن أعلم بمن فيها لننجينه وأهله إلا ٱمرأته كانت من ٱلغٰبرين"
    },
    {
        "surah_number": 29,
        "verse_number": 33,
        "content": "ولما أن جاءت رسلنا لوطا سيء بهم وضاق بهم ذرعا وقالوا لا تخف ولا تحزن إنا منجوك وأهلك إلا ٱمرأتك كانت من ٱلغٰبرين"
    },
    {
        "surah_number": 29,
        "verse_number": 34,
        "content": "إنا منزلون علىٰ أهل هٰذه ٱلقرية رجزا من ٱلسماء بما كانوا يفسقون"
    },
    {
        "surah_number": 29,
        "verse_number": 35,
        "content": "ولقد تركنا منها ءاية بينة لقوم يعقلون"
    },
    {
        "surah_number": 29,
        "verse_number": 36,
        "content": "وإلىٰ مدين أخاهم شعيبا فقال يٰقوم ٱعبدوا ٱلله وٱرجوا ٱليوم ٱلأخر ولا تعثوا في ٱلأرض مفسدين"
    },
    {
        "surah_number": 29,
        "verse_number": 37,
        "content": "فكذبوه فأخذتهم ٱلرجفة فأصبحوا في دارهم جٰثمين"
    },
    {
        "surah_number": 29,
        "verse_number": 38,
        "content": "وعادا وثمودا وقد تبين لكم من مسٰكنهم وزين لهم ٱلشيطٰن أعمٰلهم فصدهم عن ٱلسبيل وكانوا مستبصرين"
    },
    {
        "surah_number": 29,
        "verse_number": 39,
        "content": "وقٰرون وفرعون وهٰمٰن ولقد جاءهم موسىٰ بٱلبينٰت فٱستكبروا في ٱلأرض وما كانوا سٰبقين"
    },
    {
        "surah_number": 29,
        "verse_number": 40,
        "content": "فكلا أخذنا بذنبه فمنهم من أرسلنا عليه حاصبا ومنهم من أخذته ٱلصيحة ومنهم من خسفنا به ٱلأرض ومنهم من أغرقنا وما كان ٱلله ليظلمهم ولٰكن كانوا أنفسهم يظلمون"
    },
    {
        "surah_number": 29,
        "verse_number": 41,
        "content": "مثل ٱلذين ٱتخذوا من دون ٱلله أولياء كمثل ٱلعنكبوت ٱتخذت بيتا وإن أوهن ٱلبيوت لبيت ٱلعنكبوت لو كانوا يعلمون"
    },
    {
        "surah_number": 29,
        "verse_number": 42,
        "content": "إن ٱلله يعلم ما يدعون من دونه من شيء وهو ٱلعزيز ٱلحكيم"
    },
    {
        "surah_number": 29,
        "verse_number": 43,
        "content": "وتلك ٱلأمثٰل نضربها للناس وما يعقلها إلا ٱلعٰلمون"
    },
    {
        "surah_number": 29,
        "verse_number": 44,
        "content": "خلق ٱلله ٱلسمٰوٰت وٱلأرض بٱلحق إن في ذٰلك لأية للمؤمنين"
    },
    {
        "surah_number": 29,
        "verse_number": 45,
        "content": "ٱتل ما أوحي إليك من ٱلكتٰب وأقم ٱلصلوٰة إن ٱلصلوٰة تنهىٰ عن ٱلفحشاء وٱلمنكر ولذكر ٱلله أكبر وٱلله يعلم ما تصنعون"
    },
    {
        "surah_number": 29,
        "verse_number": 46,
        "content": "ولا تجٰدلوا أهل ٱلكتٰب إلا بٱلتي هي أحسن إلا ٱلذين ظلموا منهم وقولوا ءامنا بٱلذي أنزل إلينا وأنزل إليكم وإلٰهنا وإلٰهكم وٰحد ونحن له مسلمون"
    },
    {
        "surah_number": 29,
        "verse_number": 47,
        "content": "وكذٰلك أنزلنا إليك ٱلكتٰب فٱلذين ءاتينٰهم ٱلكتٰب يؤمنون به ومن هـٰؤلاء من يؤمن به وما يجحد بـايٰتنا إلا ٱلكٰفرون"
    },
    {
        "surah_number": 29,
        "verse_number": 48,
        "content": "وما كنت تتلوا من قبله من كتٰب ولا تخطه بيمينك إذا لٱرتاب ٱلمبطلون"
    },
    {
        "surah_number": 29,
        "verse_number": 49,
        "content": "بل هو ءايٰت بينٰت في صدور ٱلذين أوتوا ٱلعلم وما يجحد بـايٰتنا إلا ٱلظـٰلمون"
    },
    {
        "surah_number": 29,
        "verse_number": 50,
        "content": "وقالوا لولا أنزل عليه ءايٰت من ربه قل إنما ٱلأيٰت عند ٱلله وإنما أنا نذير مبين"
    },
    {
        "surah_number": 29,
        "verse_number": 51,
        "content": "أولم يكفهم أنا أنزلنا عليك ٱلكتٰب يتلىٰ عليهم إن في ذٰلك لرحمة وذكرىٰ لقوم يؤمنون"
    },
    {
        "surah_number": 29,
        "verse_number": 52,
        "content": "قل كفىٰ بٱلله بيني وبينكم شهيدا يعلم ما في ٱلسمٰوٰت وٱلأرض وٱلذين ءامنوا بٱلبٰطل وكفروا بٱلله أولـٰئك هم ٱلخٰسرون"
    },
    {
        "surah_number": 29,
        "verse_number": 53,
        "content": "ويستعجلونك بٱلعذاب ولولا أجل مسمى لجاءهم ٱلعذاب وليأتينهم بغتة وهم لا يشعرون"
    },
    {
        "surah_number": 29,
        "verse_number": 54,
        "content": "يستعجلونك بٱلعذاب وإن جهنم لمحيطة بٱلكٰفرين"
    },
    {
        "surah_number": 29,
        "verse_number": 55,
        "content": "يوم يغشىٰهم ٱلعذاب من فوقهم ومن تحت أرجلهم ويقول ذوقوا ما كنتم تعملون"
    },
    {
        "surah_number": 29,
        "verse_number": 56,
        "content": "يٰعبادي ٱلذين ءامنوا إن أرضي وٰسعة فإيـٰي فٱعبدون"
    },
    {
        "surah_number": 29,
        "verse_number": 57,
        "content": "كل نفس ذائقة ٱلموت ثم إلينا ترجعون"
    },
    {
        "surah_number": 29,
        "verse_number": 58,
        "content": "وٱلذين ءامنوا وعملوا ٱلصـٰلحٰت لنبوئنهم من ٱلجنة غرفا تجري من تحتها ٱلأنهٰر خٰلدين فيها نعم أجر ٱلعٰملين"
    },
    {
        "surah_number": 29,
        "verse_number": 59,
        "content": "ٱلذين صبروا وعلىٰ ربهم يتوكلون"
    },
    {
        "surah_number": 29,
        "verse_number": 60,
        "content": "وكأين من دابة لا تحمل رزقها ٱلله يرزقها وإياكم وهو ٱلسميع ٱلعليم"
    },
    {
        "surah_number": 29,
        "verse_number": 61,
        "content": "ولئن سألتهم من خلق ٱلسمٰوٰت وٱلأرض وسخر ٱلشمس وٱلقمر ليقولن ٱلله فأنىٰ يؤفكون"
    },
    {
        "surah_number": 29,
        "verse_number": 62,
        "content": "ٱلله يبسط ٱلرزق لمن يشاء من عباده ويقدر له إن ٱلله بكل شيء عليم"
    },
    {
        "surah_number": 29,
        "verse_number": 63,
        "content": "ولئن سألتهم من نزل من ٱلسماء ماء فأحيا به ٱلأرض من بعد موتها ليقولن ٱلله قل ٱلحمد لله بل أكثرهم لا يعقلون"
    },
    {
        "surah_number": 29,
        "verse_number": 64,
        "content": "وما هٰذه ٱلحيوٰة ٱلدنيا إلا لهو ولعب وإن ٱلدار ٱلأخرة لهي ٱلحيوان لو كانوا يعلمون"
    },
    {
        "surah_number": 29,
        "verse_number": 65,
        "content": "فإذا ركبوا في ٱلفلك دعوا ٱلله مخلصين له ٱلدين فلما نجىٰهم إلى ٱلبر إذا هم يشركون"
    },
    {
        "surah_number": 29,
        "verse_number": 66,
        "content": "ليكفروا بما ءاتينٰهم وليتمتعوا فسوف يعلمون"
    },
    {
        "surah_number": 29,
        "verse_number": 67,
        "content": "أولم يروا أنا جعلنا حرما ءامنا ويتخطف ٱلناس من حولهم أفبٱلبٰطل يؤمنون وبنعمة ٱلله يكفرون"
    },
    {
        "surah_number": 29,
        "verse_number": 68,
        "content": "ومن أظلم ممن ٱفترىٰ على ٱلله كذبا أو كذب بٱلحق لما جاءه أليس في جهنم مثوى للكٰفرين"
    },
    {
        "surah_number": 29,
        "verse_number": 69,
        "content": "وٱلذين جٰهدوا فينا لنهدينهم سبلنا وإن ٱلله لمع ٱلمحسنين"
    },
    {
        "surah_number": 30,
        "verse_number": 1,
        "content": "الم"
    },
    {
        "surah_number": 30,
        "verse_number": 2,
        "content": "غلبت ٱلروم"
    },
    {
        "surah_number": 30,
        "verse_number": 3,
        "content": "في أدنى ٱلأرض وهم من بعد غلبهم سيغلبون"
    },
    {
        "surah_number": 30,
        "verse_number": 4,
        "content": "في بضع سنين لله ٱلأمر من قبل ومن بعد ويومئذ يفرح ٱلمؤمنون"
    },
    {
        "surah_number": 30,
        "verse_number": 5,
        "content": "بنصر ٱلله ينصر من يشاء وهو ٱلعزيز ٱلرحيم"
    },
    {
        "surah_number": 30,
        "verse_number": 6,
        "content": "وعد ٱلله لا يخلف ٱلله وعده ولٰكن أكثر ٱلناس لا يعلمون"
    },
    {
        "surah_number": 30,
        "verse_number": 7,
        "content": "يعلمون ظٰهرا من ٱلحيوٰة ٱلدنيا وهم عن ٱلأخرة هم غٰفلون"
    },
    {
        "surah_number": 30,
        "verse_number": 8,
        "content": "أولم يتفكروا في أنفسهم ما خلق ٱلله ٱلسمٰوٰت وٱلأرض وما بينهما إلا بٱلحق وأجل مسمى وإن كثيرا من ٱلناس بلقاي ربهم لكٰفرون"
    },
    {
        "surah_number": 30,
        "verse_number": 9,
        "content": "أولم يسيروا في ٱلأرض فينظروا كيف كان عٰقبة ٱلذين من قبلهم كانوا أشد منهم قوة وأثاروا ٱلأرض وعمروها أكثر مما عمروها وجاءتهم رسلهم بٱلبينٰت فما كان ٱلله ليظلمهم ولٰكن كانوا أنفسهم يظلمون"
    },
    {
        "surah_number": 30,
        "verse_number": 10,
        "content": "ثم كان عٰقبة ٱلذين أسـٰـوا ٱلسوأىٰ أن كذبوا بـايٰت ٱلله وكانوا بها يستهزءون"
    },
    {
        "surah_number": 30,
        "verse_number": 11,
        "content": "ٱلله يبدؤا ٱلخلق ثم يعيده ثم إليه ترجعون"
    },
    {
        "surah_number": 30,
        "verse_number": 12,
        "content": "ويوم تقوم ٱلساعة يبلس ٱلمجرمون"
    },
    {
        "surah_number": 30,
        "verse_number": 13,
        "content": "ولم يكن لهم من شركائهم شفعـٰؤا وكانوا بشركائهم كٰفرين"
    },
    {
        "surah_number": 30,
        "verse_number": 14,
        "content": "ويوم تقوم ٱلساعة يومئذ يتفرقون"
    },
    {
        "surah_number": 30,
        "verse_number": 15,
        "content": "فأما ٱلذين ءامنوا وعملوا ٱلصـٰلحٰت فهم في روضة يحبرون"
    },
    {
        "surah_number": 30,
        "verse_number": 16,
        "content": "وأما ٱلذين كفروا وكذبوا بـايٰتنا ولقاي ٱلأخرة فأولـٰئك في ٱلعذاب محضرون"
    },
    {
        "surah_number": 30,
        "verse_number": 17,
        "content": "فسبحٰن ٱلله حين تمسون وحين تصبحون"
    },
    {
        "surah_number": 30,
        "verse_number": 18,
        "content": "وله ٱلحمد في ٱلسمٰوٰت وٱلأرض وعشيا وحين تظهرون"
    },
    {
        "surah_number": 30,
        "verse_number": 19,
        "content": "يخرج ٱلحي من ٱلميت ويخرج ٱلميت من ٱلحي ويحي ٱلأرض بعد موتها وكذٰلك تخرجون"
    },
    {
        "surah_number": 30,
        "verse_number": 20,
        "content": "ومن ءايٰته أن خلقكم من تراب ثم إذا أنتم بشر تنتشرون"
    },
    {
        "surah_number": 30,
        "verse_number": 21,
        "content": "ومن ءايٰته أن خلق لكم من أنفسكم أزوٰجا لتسكنوا إليها وجعل بينكم مودة ورحمة إن في ذٰلك لأيٰت لقوم يتفكرون"
    },
    {
        "surah_number": 30,
        "verse_number": 22,
        "content": "ومن ءايٰته خلق ٱلسمٰوٰت وٱلأرض وٱختلٰف ألسنتكم وألوٰنكم إن في ذٰلك لأيٰت للعٰلمين"
    },
    {
        "surah_number": 30,
        "verse_number": 23,
        "content": "ومن ءايٰته منامكم بٱليل وٱلنهار وٱبتغاؤكم من فضله إن في ذٰلك لأيٰت لقوم يسمعون"
    },
    {
        "surah_number": 30,
        "verse_number": 24,
        "content": "ومن ءايٰته يريكم ٱلبرق خوفا وطمعا وينزل من ٱلسماء ماء فيحي به ٱلأرض بعد موتها إن في ذٰلك لأيٰت لقوم يعقلون"
    },
    {
        "surah_number": 30,
        "verse_number": 25,
        "content": "ومن ءايٰته أن تقوم ٱلسماء وٱلأرض بأمره ثم إذا دعاكم دعوة من ٱلأرض إذا أنتم تخرجون"
    },
    {
        "surah_number": 30,
        "verse_number": 26,
        "content": "وله من في ٱلسمٰوٰت وٱلأرض كل له قٰنتون"
    },
    {
        "surah_number": 30,
        "verse_number": 27,
        "content": "وهو ٱلذي يبدؤا ٱلخلق ثم يعيده وهو أهون عليه وله ٱلمثل ٱلأعلىٰ في ٱلسمٰوٰت وٱلأرض وهو ٱلعزيز ٱلحكيم"
    },
    {
        "surah_number": 30,
        "verse_number": 28,
        "content": "ضرب لكم مثلا من أنفسكم هل لكم من ما ملكت أيمٰنكم من شركاء في ما رزقنٰكم فأنتم فيه سواء تخافونهم كخيفتكم أنفسكم كذٰلك نفصل ٱلأيٰت لقوم يعقلون"
    },
    {
        "surah_number": 30,
        "verse_number": 29,
        "content": "بل ٱتبع ٱلذين ظلموا أهواءهم بغير علم فمن يهدي من أضل ٱلله وما لهم من نـٰصرين"
    },
    {
        "surah_number": 30,
        "verse_number": 30,
        "content": "فأقم وجهك للدين حنيفا فطرت ٱلله ٱلتي فطر ٱلناس عليها لا تبديل لخلق ٱلله ذٰلك ٱلدين ٱلقيم ولٰكن أكثر ٱلناس لا يعلمون"
    },
    {
        "surah_number": 30,
        "verse_number": 31,
        "content": "منيبين إليه وٱتقوه وأقيموا ٱلصلوٰة ولا تكونوا من ٱلمشركين"
    },
    {
        "surah_number": 30,
        "verse_number": 32,
        "content": "من ٱلذين فرقوا دينهم وكانوا شيعا كل حزب بما لديهم فرحون"
    },
    {
        "surah_number": 30,
        "verse_number": 33,
        "content": "وإذا مس ٱلناس ضر دعوا ربهم منيبين إليه ثم إذا أذاقهم منه رحمة إذا فريق منهم بربهم يشركون"
    },
    {
        "surah_number": 30,
        "verse_number": 34,
        "content": "ليكفروا بما ءاتينٰهم فتمتعوا فسوف تعلمون"
    },
    {
        "surah_number": 30,
        "verse_number": 35,
        "content": "أم أنزلنا عليهم سلطٰنا فهو يتكلم بما كانوا به يشركون"
    },
    {
        "surah_number": 30,
        "verse_number": 36,
        "content": "وإذا أذقنا ٱلناس رحمة فرحوا بها وإن تصبهم سيئة بما قدمت أيديهم إذا هم يقنطون"
    },
    {
        "surah_number": 30,
        "verse_number": 37,
        "content": "أولم يروا أن ٱلله يبسط ٱلرزق لمن يشاء ويقدر إن في ذٰلك لأيٰت لقوم يؤمنون"
    },
    {
        "surah_number": 30,
        "verse_number": 38,
        "content": "فـات ذا ٱلقربىٰ حقه وٱلمسكين وٱبن ٱلسبيل ذٰلك خير للذين يريدون وجه ٱلله وأولـٰئك هم ٱلمفلحون"
    },
    {
        "surah_number": 30,
        "verse_number": 39,
        "content": "وما ءاتيتم من ربا ليربوا في أموٰل ٱلناس فلا يربوا عند ٱلله وما ءاتيتم من زكوٰة تريدون وجه ٱلله فأولـٰئك هم ٱلمضعفون"
    },
    {
        "surah_number": 30,
        "verse_number": 40,
        "content": "ٱلله ٱلذي خلقكم ثم رزقكم ثم يميتكم ثم يحييكم هل من شركائكم من يفعل من ذٰلكم من شيء سبحٰنه وتعٰلىٰ عما يشركون"
    },
    {
        "surah_number": 30,
        "verse_number": 41,
        "content": "ظهر ٱلفساد في ٱلبر وٱلبحر بما كسبت أيدي ٱلناس ليذيقهم بعض ٱلذي عملوا لعلهم يرجعون"
    },
    {
        "surah_number": 30,
        "verse_number": 42,
        "content": "قل سيروا في ٱلأرض فٱنظروا كيف كان عٰقبة ٱلذين من قبل كان أكثرهم مشركين"
    },
    {
        "surah_number": 30,
        "verse_number": 43,
        "content": "فأقم وجهك للدين ٱلقيم من قبل أن يأتي يوم لا مرد له من ٱلله يومئذ يصدعون"
    },
    {
        "surah_number": 30,
        "verse_number": 44,
        "content": "من كفر فعليه كفره ومن عمل صٰلحا فلأنفسهم يمهدون"
    },
    {
        "surah_number": 30,
        "verse_number": 45,
        "content": "ليجزي ٱلذين ءامنوا وعملوا ٱلصـٰلحٰت من فضله إنه لا يحب ٱلكٰفرين"
    },
    {
        "surah_number": 30,
        "verse_number": 46,
        "content": "ومن ءايٰته أن يرسل ٱلرياح مبشرٰت وليذيقكم من رحمته ولتجري ٱلفلك بأمره ولتبتغوا من فضله ولعلكم تشكرون"
    },
    {
        "surah_number": 30,
        "verse_number": 47,
        "content": "ولقد أرسلنا من قبلك رسلا إلىٰ قومهم فجاءوهم بٱلبينٰت فٱنتقمنا من ٱلذين أجرموا وكان حقا علينا نصر ٱلمؤمنين"
    },
    {
        "surah_number": 30,
        "verse_number": 48,
        "content": "ٱلله ٱلذي يرسل ٱلريٰح فتثير سحابا فيبسطه في ٱلسماء كيف يشاء ويجعله كسفا فترى ٱلودق يخرج من خلٰله فإذا أصاب به من يشاء من عباده إذا هم يستبشرون"
    },
    {
        "surah_number": 30,
        "verse_number": 49,
        "content": "وإن كانوا من قبل أن ينزل عليهم من قبله لمبلسين"
    },
    {
        "surah_number": 30,
        "verse_number": 50,
        "content": "فٱنظر إلىٰ ءاثٰر رحمت ٱلله كيف يحي ٱلأرض بعد موتها إن ذٰلك لمحي ٱلموتىٰ وهو علىٰ كل شيء قدير"
    },
    {
        "surah_number": 30,
        "verse_number": 51,
        "content": "ولئن أرسلنا ريحا فرأوه مصفرا لظلوا من بعده يكفرون"
    },
    {
        "surah_number": 30,
        "verse_number": 52,
        "content": "فإنك لا تسمع ٱلموتىٰ ولا تسمع ٱلصم ٱلدعاء إذا ولوا مدبرين"
    },
    {
        "surah_number": 30,
        "verse_number": 53,
        "content": "وما أنت بهٰد ٱلعمي عن ضلٰلتهم إن تسمع إلا من يؤمن بـايٰتنا فهم مسلمون"
    },
    {
        "surah_number": 30,
        "verse_number": 54,
        "content": "ٱلله ٱلذي خلقكم من ضعف ثم جعل من بعد ضعف قوة ثم جعل من بعد قوة ضعفا وشيبة يخلق ما يشاء وهو ٱلعليم ٱلقدير"
    },
    {
        "surah_number": 30,
        "verse_number": 55,
        "content": "ويوم تقوم ٱلساعة يقسم ٱلمجرمون ما لبثوا غير ساعة كذٰلك كانوا يؤفكون"
    },
    {
        "surah_number": 30,
        "verse_number": 56,
        "content": "وقال ٱلذين أوتوا ٱلعلم وٱلإيمٰن لقد لبثتم في كتٰب ٱلله إلىٰ يوم ٱلبعث فهٰذا يوم ٱلبعث ولٰكنكم كنتم لا تعلمون"
    },
    {
        "surah_number": 30,
        "verse_number": 57,
        "content": "فيومئذ لا ينفع ٱلذين ظلموا معذرتهم ولا هم يستعتبون"
    },
    {
        "surah_number": 30,
        "verse_number": 58,
        "content": "ولقد ضربنا للناس في هٰذا ٱلقرءان من كل مثل ولئن جئتهم بـاية ليقولن ٱلذين كفروا إن أنتم إلا مبطلون"
    },
    {
        "surah_number": 30,
        "verse_number": 59,
        "content": "كذٰلك يطبع ٱلله علىٰ قلوب ٱلذين لا يعلمون"
    },
    {
        "surah_number": 30,
        "verse_number": 60,
        "content": "فٱصبر إن وعد ٱلله حق ولا يستخفنك ٱلذين لا يوقنون"
    },
    {
        "surah_number": 31,
        "verse_number": 1,
        "content": "الم"
    },
    {
        "surah_number": 31,
        "verse_number": 2,
        "content": "تلك ءايٰت ٱلكتٰب ٱلحكيم"
    },
    {
        "surah_number": 31,
        "verse_number": 3,
        "content": "هدى ورحمة للمحسنين"
    },
    {
        "surah_number": 31,
        "verse_number": 4,
        "content": "ٱلذين يقيمون ٱلصلوٰة ويؤتون ٱلزكوٰة وهم بٱلأخرة هم يوقنون"
    },
    {
        "surah_number": 31,
        "verse_number": 5,
        "content": "أولـٰئك علىٰ هدى من ربهم وأولـٰئك هم ٱلمفلحون"
    },
    {
        "surah_number": 31,
        "verse_number": 6,
        "content": "ومن ٱلناس من يشتري لهو ٱلحديث ليضل عن سبيل ٱلله بغير علم ويتخذها هزوا أولـٰئك لهم عذاب مهين"
    },
    {
        "surah_number": 31,
        "verse_number": 7,
        "content": "وإذا تتلىٰ عليه ءايٰتنا ولىٰ مستكبرا كأن لم يسمعها كأن في أذنيه وقرا فبشره بعذاب أليم"
    },
    {
        "surah_number": 31,
        "verse_number": 8,
        "content": "إن ٱلذين ءامنوا وعملوا ٱلصـٰلحٰت لهم جنـٰت ٱلنعيم"
    },
    {
        "surah_number": 31,
        "verse_number": 9,
        "content": "خٰلدين فيها وعد ٱلله حقا وهو ٱلعزيز ٱلحكيم"
    },
    {
        "surah_number": 31,
        "verse_number": 10,
        "content": "خلق ٱلسمٰوٰت بغير عمد ترونها وألقىٰ في ٱلأرض روٰسي أن تميد بكم وبث فيها من كل دابة وأنزلنا من ٱلسماء ماء فأنبتنا فيها من كل زوج كريم"
    },
    {
        "surah_number": 31,
        "verse_number": 11,
        "content": "هٰذا خلق ٱلله فأروني ماذا خلق ٱلذين من دونه بل ٱلظـٰلمون في ضلٰل مبين"
    },
    {
        "surah_number": 31,
        "verse_number": 12,
        "content": "ولقد ءاتينا لقمٰن ٱلحكمة أن ٱشكر لله ومن يشكر فإنما يشكر لنفسه ومن كفر فإن ٱلله غني حميد"
    },
    {
        "surah_number": 31,
        "verse_number": 13,
        "content": "وإذ قال لقمٰن لٱبنه وهو يعظه يٰبني لا تشرك بٱلله إن ٱلشرك لظلم عظيم"
    },
    {
        "surah_number": 31,
        "verse_number": 14,
        "content": "ووصينا ٱلإنسٰن بوٰلديه حملته أمه وهنا علىٰ وهن وفصٰله في عامين أن ٱشكر لي ولوٰلديك إلي ٱلمصير"
    },
    {
        "surah_number": 31,
        "verse_number": 15,
        "content": "وإن جٰهداك علىٰ أن تشرك بي ما ليس لك به علم فلا تطعهما وصاحبهما في ٱلدنيا معروفا وٱتبع سبيل من أناب إلي ثم إلي مرجعكم فأنبئكم بما كنتم تعملون"
    },
    {
        "surah_number": 31,
        "verse_number": 16,
        "content": "يٰبني إنها إن تك مثقال حبة من خردل فتكن في صخرة أو في ٱلسمٰوٰت أو في ٱلأرض يأت بها ٱلله إن ٱلله لطيف خبير"
    },
    {
        "surah_number": 31,
        "verse_number": 17,
        "content": "يٰبني أقم ٱلصلوٰة وأمر بٱلمعروف وٱنه عن ٱلمنكر وٱصبر علىٰ ما أصابك إن ذٰلك من عزم ٱلأمور"
    },
    {
        "surah_number": 31,
        "verse_number": 18,
        "content": "ولا تصعر خدك للناس ولا تمش في ٱلأرض مرحا إن ٱلله لا يحب كل مختال فخور"
    },
    {
        "surah_number": 31,
        "verse_number": 19,
        "content": "وٱقصد في مشيك وٱغضض من صوتك إن أنكر ٱلأصوٰت لصوت ٱلحمير"
    },
    {
        "surah_number": 31,
        "verse_number": 20,
        "content": "ألم تروا أن ٱلله سخر لكم ما في ٱلسمٰوٰت وما في ٱلأرض وأسبغ عليكم نعمه ظٰهرة وباطنة ومن ٱلناس من يجٰدل في ٱلله بغير علم ولا هدى ولا كتٰب منير"
    },
    {
        "surah_number": 31,
        "verse_number": 21,
        "content": "وإذا قيل لهم ٱتبعوا ما أنزل ٱلله قالوا بل نتبع ما وجدنا عليه ءاباءنا أولو كان ٱلشيطٰن يدعوهم إلىٰ عذاب ٱلسعير"
    },
    {
        "surah_number": 31,
        "verse_number": 22,
        "content": "ومن يسلم وجهه إلى ٱلله وهو محسن فقد ٱستمسك بٱلعروة ٱلوثقىٰ وإلى ٱلله عٰقبة ٱلأمور"
    },
    {
        "surah_number": 31,
        "verse_number": 23,
        "content": "ومن كفر فلا يحزنك كفره إلينا مرجعهم فننبئهم بما عملوا إن ٱلله عليم بذات ٱلصدور"
    },
    {
        "surah_number": 31,
        "verse_number": 24,
        "content": "نمتعهم قليلا ثم نضطرهم إلىٰ عذاب غليظ"
    },
    {
        "surah_number": 31,
        "verse_number": 25,
        "content": "ولئن سألتهم من خلق ٱلسمٰوٰت وٱلأرض ليقولن ٱلله قل ٱلحمد لله بل أكثرهم لا يعلمون"
    },
    {
        "surah_number": 31,
        "verse_number": 26,
        "content": "لله ما في ٱلسمٰوٰت وٱلأرض إن ٱلله هو ٱلغني ٱلحميد"
    },
    {
        "surah_number": 31,
        "verse_number": 27,
        "content": "ولو أنما في ٱلأرض من شجرة أقلٰم وٱلبحر يمده من بعده سبعة أبحر ما نفدت كلمٰت ٱلله إن ٱلله عزيز حكيم"
    },
    {
        "surah_number": 31,
        "verse_number": 28,
        "content": "ما خلقكم ولا بعثكم إلا كنفس وٰحدة إن ٱلله سميع بصير"
    },
    {
        "surah_number": 31,
        "verse_number": 29,
        "content": "ألم تر أن ٱلله يولج ٱليل في ٱلنهار ويولج ٱلنهار في ٱليل وسخر ٱلشمس وٱلقمر كل يجري إلىٰ أجل مسمى وأن ٱلله بما تعملون خبير"
    },
    {
        "surah_number": 31,
        "verse_number": 30,
        "content": "ذٰلك بأن ٱلله هو ٱلحق وأن ما يدعون من دونه ٱلبٰطل وأن ٱلله هو ٱلعلي ٱلكبير"
    },
    {
        "surah_number": 31,
        "verse_number": 31,
        "content": "ألم تر أن ٱلفلك تجري في ٱلبحر بنعمت ٱلله ليريكم من ءايٰته إن في ذٰلك لأيٰت لكل صبار شكور"
    },
    {
        "surah_number": 31,
        "verse_number": 32,
        "content": "وإذا غشيهم موج كٱلظلل دعوا ٱلله مخلصين له ٱلدين فلما نجىٰهم إلى ٱلبر فمنهم مقتصد وما يجحد بـايٰتنا إلا كل ختار كفور"
    },
    {
        "surah_number": 31,
        "verse_number": 33,
        "content": "يـٰأيها ٱلناس ٱتقوا ربكم وٱخشوا يوما لا يجزي والد عن ولده ولا مولود هو جاز عن والده شيـا إن وعد ٱلله حق فلا تغرنكم ٱلحيوٰة ٱلدنيا ولا يغرنكم بٱلله ٱلغرور"
    },
    {
        "surah_number": 31,
        "verse_number": 34,
        "content": "إن ٱلله عنده علم ٱلساعة وينزل ٱلغيث ويعلم ما في ٱلأرحام وما تدري نفس ماذا تكسب غدا وما تدري نفس بأي أرض تموت إن ٱلله عليم خبير"
    },
    {
        "surah_number": 32,
        "verse_number": 1,
        "content": "الم"
    },
    {
        "surah_number": 32,
        "verse_number": 2,
        "content": "تنزيل ٱلكتٰب لا ريب فيه من رب ٱلعٰلمين"
    },
    {
        "surah_number": 32,
        "verse_number": 3,
        "content": "أم يقولون ٱفترىٰه بل هو ٱلحق من ربك لتنذر قوما ما أتىٰهم من نذير من قبلك لعلهم يهتدون"
    },
    {
        "surah_number": 32,
        "verse_number": 4,
        "content": "ٱلله ٱلذي خلق ٱلسمٰوٰت وٱلأرض وما بينهما في ستة أيام ثم ٱستوىٰ على ٱلعرش ما لكم من دونه من ولي ولا شفيع أفلا تتذكرون"
    },
    {
        "surah_number": 32,
        "verse_number": 5,
        "content": "يدبر ٱلأمر من ٱلسماء إلى ٱلأرض ثم يعرج إليه في يوم كان مقداره ألف سنة مما تعدون"
    },
    {
        "surah_number": 32,
        "verse_number": 6,
        "content": "ذٰلك عٰلم ٱلغيب وٱلشهٰدة ٱلعزيز ٱلرحيم"
    },
    {
        "surah_number": 32,
        "verse_number": 7,
        "content": "ٱلذي أحسن كل شيء خلقه وبدأ خلق ٱلإنسٰن من طين"
    },
    {
        "surah_number": 32,
        "verse_number": 8,
        "content": "ثم جعل نسله من سلٰلة من ماء مهين"
    },
    {
        "surah_number": 32,
        "verse_number": 9,
        "content": "ثم سوىٰه ونفخ فيه من روحه وجعل لكم ٱلسمع وٱلأبصٰر وٱلأفـدة قليلا ما تشكرون"
    },
    {
        "surah_number": 32,
        "verse_number": 10,
        "content": "وقالوا أءذا ضللنا في ٱلأرض أءنا لفي خلق جديد بل هم بلقاء ربهم كٰفرون"
    },
    {
        "surah_number": 32,
        "verse_number": 11,
        "content": "قل يتوفىٰكم ملك ٱلموت ٱلذي وكل بكم ثم إلىٰ ربكم ترجعون"
    },
    {
        "surah_number": 32,
        "verse_number": 12,
        "content": "ولو ترىٰ إذ ٱلمجرمون ناكسوا رءوسهم عند ربهم ربنا أبصرنا وسمعنا فٱرجعنا نعمل صٰلحا إنا موقنون"
    },
    {
        "surah_number": 32,
        "verse_number": 13,
        "content": "ولو شئنا لأتينا كل نفس هدىٰها ولٰكن حق ٱلقول مني لأملأن جهنم من ٱلجنة وٱلناس أجمعين"
    },
    {
        "surah_number": 32,
        "verse_number": 14,
        "content": "فذوقوا بما نسيتم لقاء يومكم هٰذا إنا نسينٰكم وذوقوا عذاب ٱلخلد بما كنتم تعملون"
    },
    {
        "surah_number": 32,
        "verse_number": 15,
        "content": "إنما يؤمن بـايٰتنا ٱلذين إذا ذكروا بها خروا سجدا وسبحوا بحمد ربهم وهم لا يستكبرون"
    },
    {
        "surah_number": 32,
        "verse_number": 16,
        "content": "تتجافىٰ جنوبهم عن ٱلمضاجع يدعون ربهم خوفا وطمعا ومما رزقنٰهم ينفقون"
    },
    {
        "surah_number": 32,
        "verse_number": 17,
        "content": "فلا تعلم نفس ما أخفي لهم من قرة أعين جزاء بما كانوا يعملون"
    },
    {
        "surah_number": 32,
        "verse_number": 18,
        "content": "أفمن كان مؤمنا كمن كان فاسقا لا يستون"
    },
    {
        "surah_number": 32,
        "verse_number": 19,
        "content": "أما ٱلذين ءامنوا وعملوا ٱلصـٰلحٰت فلهم جنـٰت ٱلمأوىٰ نزلا بما كانوا يعملون"
    },
    {
        "surah_number": 32,
        "verse_number": 20,
        "content": "وأما ٱلذين فسقوا فمأوىٰهم ٱلنار كلما أرادوا أن يخرجوا منها أعيدوا فيها وقيل لهم ذوقوا عذاب ٱلنار ٱلذي كنتم به تكذبون"
    },
    {
        "surah_number": 32,
        "verse_number": 21,
        "content": "ولنذيقنهم من ٱلعذاب ٱلأدنىٰ دون ٱلعذاب ٱلأكبر لعلهم يرجعون"
    },
    {
        "surah_number": 32,
        "verse_number": 22,
        "content": "ومن أظلم ممن ذكر بـايٰت ربه ثم أعرض عنها إنا من ٱلمجرمين منتقمون"
    },
    {
        "surah_number": 32,
        "verse_number": 23,
        "content": "ولقد ءاتينا موسى ٱلكتٰب فلا تكن في مرية من لقائه وجعلنٰه هدى لبني إسرـٰءيل"
    },
    {
        "surah_number": 32,
        "verse_number": 24,
        "content": "وجعلنا منهم أئمة يهدون بأمرنا لما صبروا وكانوا بـايٰتنا يوقنون"
    },
    {
        "surah_number": 32,
        "verse_number": 25,
        "content": "إن ربك هو يفصل بينهم يوم ٱلقيٰمة فيما كانوا فيه يختلفون"
    },
    {
        "surah_number": 32,
        "verse_number": 26,
        "content": "أولم يهد لهم كم أهلكنا من قبلهم من ٱلقرون يمشون في مسٰكنهم إن في ذٰلك لأيٰت أفلا يسمعون"
    },
    {
        "surah_number": 32,
        "verse_number": 27,
        "content": "أولم يروا أنا نسوق ٱلماء إلى ٱلأرض ٱلجرز فنخرج به زرعا تأكل منه أنعٰمهم وأنفسهم أفلا يبصرون"
    },
    {
        "surah_number": 32,
        "verse_number": 28,
        "content": "ويقولون متىٰ هٰذا ٱلفتح إن كنتم صٰدقين"
    },
    {
        "surah_number": 32,
        "verse_number": 29,
        "content": "قل يوم ٱلفتح لا ينفع ٱلذين كفروا إيمٰنهم ولا هم ينظرون"
    },
    {
        "surah_number": 32,
        "verse_number": 30,
        "content": "فأعرض عنهم وٱنتظر إنهم منتظرون"
    },
    {
        "surah_number": 33,
        "verse_number": 1,
        "content": "يـٰأيها ٱلنبي ٱتق ٱلله ولا تطع ٱلكٰفرين وٱلمنٰفقين إن ٱلله كان عليما حكيما"
    },
    {
        "surah_number": 33,
        "verse_number": 2,
        "content": "وٱتبع ما يوحىٰ إليك من ربك إن ٱلله كان بما تعملون خبيرا"
    },
    {
        "surah_number": 33,
        "verse_number": 3,
        "content": "وتوكل على ٱلله وكفىٰ بٱلله وكيلا"
    },
    {
        "surah_number": 33,
        "verse_number": 4,
        "content": "ما جعل ٱلله لرجل من قلبين في جوفه وما جعل أزوٰجكم ٱلـٰـي تظٰهرون منهن أمهٰتكم وما جعل أدعياءكم أبناءكم ذٰلكم قولكم بأفوٰهكم وٱلله يقول ٱلحق وهو يهدي ٱلسبيل"
    },
    {
        "surah_number": 33,
        "verse_number": 5,
        "content": "ٱدعوهم لأبائهم هو أقسط عند ٱلله فإن لم تعلموا ءاباءهم فإخوٰنكم في ٱلدين وموٰليكم وليس عليكم جناح فيما أخطأتم به ولٰكن ما تعمدت قلوبكم وكان ٱلله غفورا رحيما"
    },
    {
        "surah_number": 33,
        "verse_number": 6,
        "content": "ٱلنبي أولىٰ بٱلمؤمنين من أنفسهم وأزوٰجه أمهٰتهم وأولوا ٱلأرحام بعضهم أولىٰ ببعض في كتٰب ٱلله من ٱلمؤمنين وٱلمهٰجرين إلا أن تفعلوا إلىٰ أوليائكم معروفا كان ذٰلك في ٱلكتٰب مسطورا"
    },
    {
        "surah_number": 33,
        "verse_number": 7,
        "content": "وإذ أخذنا من ٱلنبيـن ميثٰقهم ومنك ومن نوح وإبرٰهيم وموسىٰ وعيسى ٱبن مريم وأخذنا منهم ميثٰقا غليظا"
    },
    {
        "surah_number": 33,
        "verse_number": 8,
        "content": "ليسـل ٱلصـٰدقين عن صدقهم وأعد للكٰفرين عذابا أليما"
    },
    {
        "surah_number": 33,
        "verse_number": 9,
        "content": "يـٰأيها ٱلذين ءامنوا ٱذكروا نعمة ٱلله عليكم إذ جاءتكم جنود فأرسلنا عليهم ريحا وجنودا لم تروها وكان ٱلله بما تعملون بصيرا"
    },
    {
        "surah_number": 33,
        "verse_number": 10,
        "content": "إذ جاءوكم من فوقكم ومن أسفل منكم وإذ زاغت ٱلأبصٰر وبلغت ٱلقلوب ٱلحناجر وتظنون بٱلله ٱلظنونا"
    },
    {
        "surah_number": 33,
        "verse_number": 11,
        "content": "هنالك ٱبتلي ٱلمؤمنون وزلزلوا زلزالا شديدا"
    },
    {
        "surah_number": 33,
        "verse_number": 12,
        "content": "وإذ يقول ٱلمنٰفقون وٱلذين في قلوبهم مرض ما وعدنا ٱلله ورسوله إلا غرورا"
    },
    {
        "surah_number": 33,
        "verse_number": 13,
        "content": "وإذ قالت طائفة منهم يـٰأهل يثرب لا مقام لكم فٱرجعوا ويستـذن فريق منهم ٱلنبي يقولون إن بيوتنا عورة وما هي بعورة إن يريدون إلا فرارا"
    },
    {
        "surah_number": 33,
        "verse_number": 14,
        "content": "ولو دخلت عليهم من أقطارها ثم سئلوا ٱلفتنة لأتوها وما تلبثوا بها إلا يسيرا"
    },
    {
        "surah_number": 33,
        "verse_number": 15,
        "content": "ولقد كانوا عٰهدوا ٱلله من قبل لا يولون ٱلأدبٰر وكان عهد ٱلله مسـولا"
    },
    {
        "surah_number": 33,
        "verse_number": 16,
        "content": "قل لن ينفعكم ٱلفرار إن فررتم من ٱلموت أو ٱلقتل وإذا لا تمتعون إلا قليلا"
    },
    {
        "surah_number": 33,
        "verse_number": 17,
        "content": "قل من ذا ٱلذي يعصمكم من ٱلله إن أراد بكم سوءا أو أراد بكم رحمة ولا يجدون لهم من دون ٱلله وليا ولا نصيرا"
    },
    {
        "surah_number": 33,
        "verse_number": 18,
        "content": "قد يعلم ٱلله ٱلمعوقين منكم وٱلقائلين لإخوٰنهم هلم إلينا ولا يأتون ٱلبأس إلا قليلا"
    },
    {
        "surah_number": 33,
        "verse_number": 19,
        "content": "أشحة عليكم فإذا جاء ٱلخوف رأيتهم ينظرون إليك تدور أعينهم كٱلذي يغشىٰ عليه من ٱلموت فإذا ذهب ٱلخوف سلقوكم بألسنة حداد أشحة على ٱلخير أولـٰئك لم يؤمنوا فأحبط ٱلله أعمٰلهم وكان ذٰلك على ٱلله يسيرا"
    },
    {
        "surah_number": 33,
        "verse_number": 20,
        "content": "يحسبون ٱلأحزاب لم يذهبوا وإن يأت ٱلأحزاب يودوا لو أنهم بادون في ٱلأعراب يسـلون عن أنبائكم ولو كانوا فيكم ما قٰتلوا إلا قليلا"
    },
    {
        "surah_number": 33,
        "verse_number": 21,
        "content": "لقد كان لكم في رسول ٱلله أسوة حسنة لمن كان يرجوا ٱلله وٱليوم ٱلأخر وذكر ٱلله كثيرا"
    },
    {
        "surah_number": 33,
        "verse_number": 22,
        "content": "ولما رءا ٱلمؤمنون ٱلأحزاب قالوا هٰذا ما وعدنا ٱلله ورسوله وصدق ٱلله ورسوله وما زادهم إلا إيمٰنا وتسليما"
    },
    {
        "surah_number": 33,
        "verse_number": 23,
        "content": "من ٱلمؤمنين رجال صدقوا ما عٰهدوا ٱلله عليه فمنهم من قضىٰ نحبه ومنهم من ينتظر وما بدلوا تبديلا"
    },
    {
        "surah_number": 33,
        "verse_number": 24,
        "content": "ليجزي ٱلله ٱلصـٰدقين بصدقهم ويعذب ٱلمنٰفقين إن شاء أو يتوب عليهم إن ٱلله كان غفورا رحيما"
    },
    {
        "surah_number": 33,
        "verse_number": 25,
        "content": "ورد ٱلله ٱلذين كفروا بغيظهم لم ينالوا خيرا وكفى ٱلله ٱلمؤمنين ٱلقتال وكان ٱلله قويا عزيزا"
    },
    {
        "surah_number": 33,
        "verse_number": 26,
        "content": "وأنزل ٱلذين ظٰهروهم من أهل ٱلكتٰب من صياصيهم وقذف في قلوبهم ٱلرعب فريقا تقتلون وتأسرون فريقا"
    },
    {
        "surah_number": 33,
        "verse_number": 27,
        "content": "وأورثكم أرضهم وديٰرهم وأموٰلهم وأرضا لم تطـوها وكان ٱلله علىٰ كل شيء قديرا"
    },
    {
        "surah_number": 33,
        "verse_number": 28,
        "content": "يـٰأيها ٱلنبي قل لأزوٰجك إن كنتن تردن ٱلحيوٰة ٱلدنيا وزينتها فتعالين أمتعكن وأسرحكن سراحا جميلا"
    },
    {
        "surah_number": 33,
        "verse_number": 29,
        "content": "وإن كنتن تردن ٱلله ورسوله وٱلدار ٱلأخرة فإن ٱلله أعد للمحسنٰت منكن أجرا عظيما"
    },
    {
        "surah_number": 33,
        "verse_number": 30,
        "content": "يٰنساء ٱلنبي من يأت منكن بفٰحشة مبينة يضٰعف لها ٱلعذاب ضعفين وكان ذٰلك على ٱلله يسيرا"
    },
    {
        "surah_number": 33,
        "verse_number": 31,
        "content": "ومن يقنت منكن لله ورسوله وتعمل صٰلحا نؤتها أجرها مرتين وأعتدنا لها رزقا كريما"
    },
    {
        "surah_number": 33,
        "verse_number": 32,
        "content": "يٰنساء ٱلنبي لستن كأحد من ٱلنساء إن ٱتقيتن فلا تخضعن بٱلقول فيطمع ٱلذي في قلبه مرض وقلن قولا معروفا"
    },
    {
        "surah_number": 33,
        "verse_number": 33,
        "content": "وقرن في بيوتكن ولا تبرجن تبرج ٱلجٰهلية ٱلأولىٰ وأقمن ٱلصلوٰة وءاتين ٱلزكوٰة وأطعن ٱلله ورسوله إنما يريد ٱلله ليذهب عنكم ٱلرجس أهل ٱلبيت ويطهركم تطهيرا"
    },
    {
        "surah_number": 33,
        "verse_number": 34,
        "content": "وٱذكرن ما يتلىٰ في بيوتكن من ءايٰت ٱلله وٱلحكمة إن ٱلله كان لطيفا خبيرا"
    },
    {
        "surah_number": 33,
        "verse_number": 35,
        "content": "إن ٱلمسلمين وٱلمسلمٰت وٱلمؤمنين وٱلمؤمنٰت وٱلقٰنتين وٱلقٰنتٰت وٱلصـٰدقين وٱلصـٰدقٰت وٱلصـٰبرين وٱلصـٰبرٰت وٱلخٰشعين وٱلخٰشعٰت وٱلمتصدقين وٱلمتصدقٰت وٱلصـٰئمين وٱلصـٰئمٰت وٱلحٰفظين فروجهم وٱلحٰفظٰت وٱلذـٰكرين ٱلله كثيرا وٱلذـٰكرٰت أعد ٱلله لهم مغفرة وأجرا عظيما"
    },
    {
        "surah_number": 33,
        "verse_number": 36,
        "content": "وما كان لمؤمن ولا مؤمنة إذا قضى ٱلله ورسوله أمرا أن يكون لهم ٱلخيرة من أمرهم ومن يعص ٱلله ورسوله فقد ضل ضلٰلا مبينا"
    },
    {
        "surah_number": 33,
        "verse_number": 37,
        "content": "وإذ تقول للذي أنعم ٱلله عليه وأنعمت عليه أمسك عليك زوجك وٱتق ٱلله وتخفي في نفسك ما ٱلله مبديه وتخشى ٱلناس وٱلله أحق أن تخشىٰه فلما قضىٰ زيد منها وطرا زوجنٰكها لكي لا يكون على ٱلمؤمنين حرج في أزوٰج أدعيائهم إذا قضوا منهن وطرا وكان أمر ٱلله مفعولا"
    },
    {
        "surah_number": 33,
        "verse_number": 38,
        "content": "ما كان على ٱلنبي من حرج فيما فرض ٱلله له سنة ٱلله في ٱلذين خلوا من قبل وكان أمر ٱلله قدرا مقدورا"
    },
    {
        "surah_number": 33,
        "verse_number": 39,
        "content": "ٱلذين يبلغون رسٰلٰت ٱلله ويخشونه ولا يخشون أحدا إلا ٱلله وكفىٰ بٱلله حسيبا"
    },
    {
        "surah_number": 33,
        "verse_number": 40,
        "content": "ما كان محمد أبا أحد من رجالكم ولٰكن رسول ٱلله وخاتم ٱلنبيـن وكان ٱلله بكل شيء عليما"
    },
    {
        "surah_number": 33,
        "verse_number": 41,
        "content": "يـٰأيها ٱلذين ءامنوا ٱذكروا ٱلله ذكرا كثيرا"
    },
    {
        "surah_number": 33,
        "verse_number": 42,
        "content": "وسبحوه بكرة وأصيلا"
    },
    {
        "surah_number": 33,
        "verse_number": 43,
        "content": "هو ٱلذي يصلي عليكم وملـٰئكته ليخرجكم من ٱلظلمٰت إلى ٱلنور وكان بٱلمؤمنين رحيما"
    },
    {
        "surah_number": 33,
        "verse_number": 44,
        "content": "تحيتهم يوم يلقونه سلٰم وأعد لهم أجرا كريما"
    },
    {
        "surah_number": 33,
        "verse_number": 45,
        "content": "يـٰأيها ٱلنبي إنا أرسلنٰك شٰهدا ومبشرا ونذيرا"
    },
    {
        "surah_number": 33,
        "verse_number": 46,
        "content": "وداعيا إلى ٱلله بإذنه وسراجا منيرا"
    },
    {
        "surah_number": 33,
        "verse_number": 47,
        "content": "وبشر ٱلمؤمنين بأن لهم من ٱلله فضلا كبيرا"
    },
    {
        "surah_number": 33,
        "verse_number": 48,
        "content": "ولا تطع ٱلكٰفرين وٱلمنٰفقين ودع أذىٰهم وتوكل على ٱلله وكفىٰ بٱلله وكيلا"
    },
    {
        "surah_number": 33,
        "verse_number": 49,
        "content": "يـٰأيها ٱلذين ءامنوا إذا نكحتم ٱلمؤمنٰت ثم طلقتموهن من قبل أن تمسوهن فما لكم عليهن من عدة تعتدونها فمتعوهن وسرحوهن سراحا جميلا"
    },
    {
        "surah_number": 33,
        "verse_number": 50,
        "content": "يـٰأيها ٱلنبي إنا أحللنا لك أزوٰجك ٱلـٰتي ءاتيت أجورهن وما ملكت يمينك مما أفاء ٱلله عليك وبنات عمك وبنات عمـٰتك وبنات خالك وبنات خٰلٰتك ٱلـٰتي هاجرن معك وٱمرأة مؤمنة إن وهبت نفسها للنبي إن أراد ٱلنبي أن يستنكحها خالصة لك من دون ٱلمؤمنين قد علمنا ما فرضنا عليهم في أزوٰجهم وما ملكت أيمٰنهم لكيلا يكون عليك حرج وكان ٱلله غفورا رحيما"
    },
    {
        "surah_number": 33,
        "verse_number": 51,
        "content": "ترجي من تشاء منهن وتـوي إليك من تشاء ومن ٱبتغيت ممن عزلت فلا جناح عليك ذٰلك أدنىٰ أن تقر أعينهن ولا يحزن ويرضين بما ءاتيتهن كلهن وٱلله يعلم ما في قلوبكم وكان ٱلله عليما حليما"
    },
    {
        "surah_number": 33,
        "verse_number": 52,
        "content": "لا يحل لك ٱلنساء من بعد ولا أن تبدل بهن من أزوٰج ولو أعجبك حسنهن إلا ما ملكت يمينك وكان ٱلله علىٰ كل شيء رقيبا"
    },
    {
        "surah_number": 33,
        "verse_number": 53,
        "content": "يـٰأيها ٱلذين ءامنوا لا تدخلوا بيوت ٱلنبي إلا أن يؤذن لكم إلىٰ طعام غير نٰظرين إنىٰه ولٰكن إذا دعيتم فٱدخلوا فإذا طعمتم فٱنتشروا ولا مستـنسين لحديث إن ذٰلكم كان يؤذي ٱلنبي فيستحي منكم وٱلله لا يستحي من ٱلحق وإذا سألتموهن متٰعا فسـلوهن من وراء حجاب ذٰلكم أطهر لقلوبكم وقلوبهن وما كان لكم أن تؤذوا رسول ٱلله ولا أن تنكحوا أزوٰجه من بعده أبدا إن ذٰلكم كان عند ٱلله عظيما"
    },
    {
        "surah_number": 33,
        "verse_number": 54,
        "content": "إن تبدوا شيـا أو تخفوه فإن ٱلله كان بكل شيء عليما"
    },
    {
        "surah_number": 33,
        "verse_number": 55,
        "content": "لا جناح عليهن في ءابائهن ولا أبنائهن ولا إخوٰنهن ولا أبناء إخوٰنهن ولا أبناء أخوٰتهن ولا نسائهن ولا ما ملكت أيمٰنهن وٱتقين ٱلله إن ٱلله كان علىٰ كل شيء شهيدا"
    },
    {
        "surah_number": 33,
        "verse_number": 56,
        "content": "إن ٱلله وملـٰئكته يصلون على ٱلنبي يـٰأيها ٱلذين ءامنوا صلوا عليه وسلموا تسليما"
    },
    {
        "surah_number": 33,
        "verse_number": 57,
        "content": "إن ٱلذين يؤذون ٱلله ورسوله لعنهم ٱلله في ٱلدنيا وٱلأخرة وأعد لهم عذابا مهينا"
    },
    {
        "surah_number": 33,
        "verse_number": 58,
        "content": "وٱلذين يؤذون ٱلمؤمنين وٱلمؤمنٰت بغير ما ٱكتسبوا فقد ٱحتملوا بهتٰنا وإثما مبينا"
    },
    {
        "surah_number": 33,
        "verse_number": 59,
        "content": "يـٰأيها ٱلنبي قل لأزوٰجك وبناتك ونساء ٱلمؤمنين يدنين عليهن من جلٰبيبهن ذٰلك أدنىٰ أن يعرفن فلا يؤذين وكان ٱلله غفورا رحيما"
    },
    {
        "surah_number": 33,
        "verse_number": 60,
        "content": "لئن لم ينته ٱلمنٰفقون وٱلذين في قلوبهم مرض وٱلمرجفون في ٱلمدينة لنغرينك بهم ثم لا يجاورونك فيها إلا قليلا"
    },
    {
        "surah_number": 33,
        "verse_number": 61,
        "content": "ملعونين أينما ثقفوا أخذوا وقتلوا تقتيلا"
    },
    {
        "surah_number": 33,
        "verse_number": 62,
        "content": "سنة ٱلله في ٱلذين خلوا من قبل ولن تجد لسنة ٱلله تبديلا"
    },
    {
        "surah_number": 33,
        "verse_number": 63,
        "content": "يسـلك ٱلناس عن ٱلساعة قل إنما علمها عند ٱلله وما يدريك لعل ٱلساعة تكون قريبا"
    },
    {
        "surah_number": 33,
        "verse_number": 64,
        "content": "إن ٱلله لعن ٱلكٰفرين وأعد لهم سعيرا"
    },
    {
        "surah_number": 33,
        "verse_number": 65,
        "content": "خٰلدين فيها أبدا لا يجدون وليا ولا نصيرا"
    },
    {
        "surah_number": 33,
        "verse_number": 66,
        "content": "يوم تقلب وجوههم في ٱلنار يقولون يٰليتنا أطعنا ٱلله وأطعنا ٱلرسولا"
    },
    {
        "surah_number": 33,
        "verse_number": 67,
        "content": "وقالوا ربنا إنا أطعنا سادتنا وكبراءنا فأضلونا ٱلسبيلا"
    },
    {
        "surah_number": 33,
        "verse_number": 68,
        "content": "ربنا ءاتهم ضعفين من ٱلعذاب وٱلعنهم لعنا كبيرا"
    },
    {
        "surah_number": 33,
        "verse_number": 69,
        "content": "يـٰأيها ٱلذين ءامنوا لا تكونوا كٱلذين ءاذوا موسىٰ فبرأه ٱلله مما قالوا وكان عند ٱلله وجيها"
    },
    {
        "surah_number": 33,
        "verse_number": 70,
        "content": "يـٰأيها ٱلذين ءامنوا ٱتقوا ٱلله وقولوا قولا سديدا"
    },
    {
        "surah_number": 33,
        "verse_number": 71,
        "content": "يصلح لكم أعمٰلكم ويغفر لكم ذنوبكم ومن يطع ٱلله ورسوله فقد فاز فوزا عظيما"
    },
    {
        "surah_number": 33,
        "verse_number": 72,
        "content": "إنا عرضنا ٱلأمانة على ٱلسمٰوٰت وٱلأرض وٱلجبال فأبين أن يحملنها وأشفقن منها وحملها ٱلإنسٰن إنه كان ظلوما جهولا"
    },
    {
        "surah_number": 33,
        "verse_number": 73,
        "content": "ليعذب ٱلله ٱلمنٰفقين وٱلمنٰفقٰت وٱلمشركين وٱلمشركٰت ويتوب ٱلله على ٱلمؤمنين وٱلمؤمنٰت وكان ٱلله غفورا رحيما"
    },
    {
        "surah_number": 34,
        "verse_number": 1,
        "content": "ٱلحمد لله ٱلذي له ما في ٱلسمٰوٰت وما في ٱلأرض وله ٱلحمد في ٱلأخرة وهو ٱلحكيم ٱلخبير"
    },
    {
        "surah_number": 34,
        "verse_number": 2,
        "content": "يعلم ما يلج في ٱلأرض وما يخرج منها وما ينزل من ٱلسماء وما يعرج فيها وهو ٱلرحيم ٱلغفور"
    },
    {
        "surah_number": 34,
        "verse_number": 3,
        "content": "وقال ٱلذين كفروا لا تأتينا ٱلساعة قل بلىٰ وربي لتأتينكم عٰلم ٱلغيب لا يعزب عنه مثقال ذرة في ٱلسمٰوٰت ولا في ٱلأرض ولا أصغر من ذٰلك ولا أكبر إلا في كتٰب مبين"
    },
    {
        "surah_number": 34,
        "verse_number": 4,
        "content": "ليجزي ٱلذين ءامنوا وعملوا ٱلصـٰلحٰت أولـٰئك لهم مغفرة ورزق كريم"
    },
    {
        "surah_number": 34,
        "verse_number": 5,
        "content": "وٱلذين سعو في ءايٰتنا معٰجزين أولـٰئك لهم عذاب من رجز أليم"
    },
    {
        "surah_number": 34,
        "verse_number": 6,
        "content": "ويرى ٱلذين أوتوا ٱلعلم ٱلذي أنزل إليك من ربك هو ٱلحق ويهدي إلىٰ صرٰط ٱلعزيز ٱلحميد"
    },
    {
        "surah_number": 34,
        "verse_number": 7,
        "content": "وقال ٱلذين كفروا هل ندلكم علىٰ رجل ينبئكم إذا مزقتم كل ممزق إنكم لفي خلق جديد"
    },
    {
        "surah_number": 34,
        "verse_number": 8,
        "content": "أفترىٰ على ٱلله كذبا أم به جنة بل ٱلذين لا يؤمنون بٱلأخرة في ٱلعذاب وٱلضلٰل ٱلبعيد"
    },
    {
        "surah_number": 34,
        "verse_number": 9,
        "content": "أفلم يروا إلىٰ ما بين أيديهم وما خلفهم من ٱلسماء وٱلأرض إن نشأ نخسف بهم ٱلأرض أو نسقط عليهم كسفا من ٱلسماء إن في ذٰلك لأية لكل عبد منيب"
    },
    {
        "surah_number": 34,
        "verse_number": 10,
        "content": "ولقد ءاتينا داود منا فضلا يٰجبال أوبي معه وٱلطير وألنا له ٱلحديد"
    },
    {
        "surah_number": 34,
        "verse_number": 11,
        "content": "أن ٱعمل سٰبغٰت وقدر في ٱلسرد وٱعملوا صٰلحا إني بما تعملون بصير"
    },
    {
        "surah_number": 34,
        "verse_number": 12,
        "content": "ولسليمٰن ٱلريح غدوها شهر ورواحها شهر وأسلنا له عين ٱلقطر ومن ٱلجن من يعمل بين يديه بإذن ربه ومن يزغ منهم عن أمرنا نذقه من عذاب ٱلسعير"
    },
    {
        "surah_number": 34,
        "verse_number": 13,
        "content": "يعملون له ما يشاء من محٰريب وتمٰثيل وجفان كٱلجواب وقدور راسيٰت ٱعملوا ءال داود شكرا وقليل من عبادي ٱلشكور"
    },
    {
        "surah_number": 34,
        "verse_number": 14,
        "content": "فلما قضينا عليه ٱلموت ما دلهم علىٰ موته إلا دابة ٱلأرض تأكل منسأته فلما خر تبينت ٱلجن أن لو كانوا يعلمون ٱلغيب ما لبثوا في ٱلعذاب ٱلمهين"
    },
    {
        "surah_number": 34,
        "verse_number": 15,
        "content": "لقد كان لسبإ في مسكنهم ءاية جنتان عن يمين وشمال كلوا من رزق ربكم وٱشكروا له بلدة طيبة ورب غفور"
    },
    {
        "surah_number": 34,
        "verse_number": 16,
        "content": "فأعرضوا فأرسلنا عليهم سيل ٱلعرم وبدلنٰهم بجنتيهم جنتين ذواتي أكل خمط وأثل وشيء من سدر قليل"
    },
    {
        "surah_number": 34,
        "verse_number": 17,
        "content": "ذٰلك جزينٰهم بما كفروا وهل نجٰزي إلا ٱلكفور"
    },
    {
        "surah_number": 34,
        "verse_number": 18,
        "content": "وجعلنا بينهم وبين ٱلقرى ٱلتي بٰركنا فيها قرى ظٰهرة وقدرنا فيها ٱلسير سيروا فيها ليالي وأياما ءامنين"
    },
    {
        "surah_number": 34,
        "verse_number": 19,
        "content": "فقالوا ربنا بٰعد بين أسفارنا وظلموا أنفسهم فجعلنٰهم أحاديث ومزقنٰهم كل ممزق إن في ذٰلك لأيٰت لكل صبار شكور"
    },
    {
        "surah_number": 34,
        "verse_number": 20,
        "content": "ولقد صدق عليهم إبليس ظنه فٱتبعوه إلا فريقا من ٱلمؤمنين"
    },
    {
        "surah_number": 34,
        "verse_number": 21,
        "content": "وما كان له عليهم من سلطٰن إلا لنعلم من يؤمن بٱلأخرة ممن هو منها في شك وربك علىٰ كل شيء حفيظ"
    },
    {
        "surah_number": 34,
        "verse_number": 22,
        "content": "قل ٱدعوا ٱلذين زعمتم من دون ٱلله لا يملكون مثقال ذرة في ٱلسمٰوٰت ولا في ٱلأرض وما لهم فيهما من شرك وما له منهم من ظهير"
    },
    {
        "surah_number": 34,
        "verse_number": 23,
        "content": "ولا تنفع ٱلشفٰعة عنده إلا لمن أذن له حتىٰ إذا فزع عن قلوبهم قالوا ماذا قال ربكم قالوا ٱلحق وهو ٱلعلي ٱلكبير"
    },
    {
        "surah_number": 34,
        "verse_number": 24,
        "content": "قل من يرزقكم من ٱلسمٰوٰت وٱلأرض قل ٱلله وإنا أو إياكم لعلىٰ هدى أو في ضلٰل مبين"
    },
    {
        "surah_number": 34,
        "verse_number": 25,
        "content": "قل لا تسـلون عما أجرمنا ولا نسـل عما تعملون"
    },
    {
        "surah_number": 34,
        "verse_number": 26,
        "content": "قل يجمع بيننا ربنا ثم يفتح بيننا بٱلحق وهو ٱلفتاح ٱلعليم"
    },
    {
        "surah_number": 34,
        "verse_number": 27,
        "content": "قل أروني ٱلذين ألحقتم به شركاء كلا بل هو ٱلله ٱلعزيز ٱلحكيم"
    },
    {
        "surah_number": 34,
        "verse_number": 28,
        "content": "وما أرسلنٰك إلا كافة للناس بشيرا ونذيرا ولٰكن أكثر ٱلناس لا يعلمون"
    },
    {
        "surah_number": 34,
        "verse_number": 29,
        "content": "ويقولون متىٰ هٰذا ٱلوعد إن كنتم صٰدقين"
    },
    {
        "surah_number": 34,
        "verse_number": 30,
        "content": "قل لكم ميعاد يوم لا تستـخرون عنه ساعة ولا تستقدمون"
    },
    {
        "surah_number": 34,
        "verse_number": 31,
        "content": "وقال ٱلذين كفروا لن نؤمن بهٰذا ٱلقرءان ولا بٱلذي بين يديه ولو ترىٰ إذ ٱلظـٰلمون موقوفون عند ربهم يرجع بعضهم إلىٰ بعض ٱلقول يقول ٱلذين ٱستضعفوا للذين ٱستكبروا لولا أنتم لكنا مؤمنين"
    },
    {
        "surah_number": 34,
        "verse_number": 32,
        "content": "قال ٱلذين ٱستكبروا للذين ٱستضعفوا أنحن صددنٰكم عن ٱلهدىٰ بعد إذ جاءكم بل كنتم مجرمين"
    },
    {
        "surah_number": 34,
        "verse_number": 33,
        "content": "وقال ٱلذين ٱستضعفوا للذين ٱستكبروا بل مكر ٱليل وٱلنهار إذ تأمروننا أن نكفر بٱلله ونجعل له أندادا وأسروا ٱلندامة لما رأوا ٱلعذاب وجعلنا ٱلأغلٰل في أعناق ٱلذين كفروا هل يجزون إلا ما كانوا يعملون"
    },
    {
        "surah_number": 34,
        "verse_number": 34,
        "content": "وما أرسلنا في قرية من نذير إلا قال مترفوها إنا بما أرسلتم به كٰفرون"
    },
    {
        "surah_number": 34,
        "verse_number": 35,
        "content": "وقالوا نحن أكثر أموٰلا وأولٰدا وما نحن بمعذبين"
    },
    {
        "surah_number": 34,
        "verse_number": 36,
        "content": "قل إن ربي يبسط ٱلرزق لمن يشاء ويقدر ولٰكن أكثر ٱلناس لا يعلمون"
    },
    {
        "surah_number": 34,
        "verse_number": 37,
        "content": "وما أموٰلكم ولا أولٰدكم بٱلتي تقربكم عندنا زلفىٰ إلا من ءامن وعمل صٰلحا فأولـٰئك لهم جزاء ٱلضعف بما عملوا وهم في ٱلغرفٰت ءامنون"
    },
    {
        "surah_number": 34,
        "verse_number": 38,
        "content": "وٱلذين يسعون في ءايٰتنا معٰجزين أولـٰئك في ٱلعذاب محضرون"
    },
    {
        "surah_number": 34,
        "verse_number": 39,
        "content": "قل إن ربي يبسط ٱلرزق لمن يشاء من عباده ويقدر له وما أنفقتم من شيء فهو يخلفه وهو خير ٱلرـٰزقين"
    },
    {
        "surah_number": 34,
        "verse_number": 40,
        "content": "ويوم يحشرهم جميعا ثم يقول للملـٰئكة أهـٰؤلاء إياكم كانوا يعبدون"
    },
    {
        "surah_number": 34,
        "verse_number": 41,
        "content": "قالوا سبحٰنك أنت ولينا من دونهم بل كانوا يعبدون ٱلجن أكثرهم بهم مؤمنون"
    },
    {
        "surah_number": 34,
        "verse_number": 42,
        "content": "فٱليوم لا يملك بعضكم لبعض نفعا ولا ضرا ونقول للذين ظلموا ذوقوا عذاب ٱلنار ٱلتي كنتم بها تكذبون"
    },
    {
        "surah_number": 34,
        "verse_number": 43,
        "content": "وإذا تتلىٰ عليهم ءايٰتنا بينٰت قالوا ما هٰذا إلا رجل يريد أن يصدكم عما كان يعبد ءاباؤكم وقالوا ما هٰذا إلا إفك مفترى وقال ٱلذين كفروا للحق لما جاءهم إن هٰذا إلا سحر مبين"
    },
    {
        "surah_number": 34,
        "verse_number": 44,
        "content": "وما ءاتينٰهم من كتب يدرسونها وما أرسلنا إليهم قبلك من نذير"
    },
    {
        "surah_number": 34,
        "verse_number": 45,
        "content": "وكذب ٱلذين من قبلهم وما بلغوا معشار ما ءاتينٰهم فكذبوا رسلي فكيف كان نكير"
    },
    {
        "surah_number": 34,
        "verse_number": 46,
        "content": "قل إنما أعظكم بوٰحدة أن تقوموا لله مثنىٰ وفرٰدىٰ ثم تتفكروا ما بصاحبكم من جنة إن هو إلا نذير لكم بين يدي عذاب شديد"
    },
    {
        "surah_number": 34,
        "verse_number": 47,
        "content": "قل ما سألتكم من أجر فهو لكم إن أجري إلا على ٱلله وهو علىٰ كل شيء شهيد"
    },
    {
        "surah_number": 34,
        "verse_number": 48,
        "content": "قل إن ربي يقذف بٱلحق علـٰم ٱلغيوب"
    },
    {
        "surah_number": 34,
        "verse_number": 49,
        "content": "قل جاء ٱلحق وما يبدئ ٱلبٰطل وما يعيد"
    },
    {
        "surah_number": 34,
        "verse_number": 50,
        "content": "قل إن ضللت فإنما أضل علىٰ نفسي وإن ٱهتديت فبما يوحي إلي ربي إنه سميع قريب"
    },
    {
        "surah_number": 34,
        "verse_number": 51,
        "content": "ولو ترىٰ إذ فزعوا فلا فوت وأخذوا من مكان قريب"
    },
    {
        "surah_number": 34,
        "verse_number": 52,
        "content": "وقالوا ءامنا به وأنىٰ لهم ٱلتناوش من مكان بعيد"
    },
    {
        "surah_number": 34,
        "verse_number": 53,
        "content": "وقد كفروا به من قبل ويقذفون بٱلغيب من مكان بعيد"
    },
    {
        "surah_number": 34,
        "verse_number": 54,
        "content": "وحيل بينهم وبين ما يشتهون كما فعل بأشياعهم من قبل إنهم كانوا في شك مريب"
    },
    {
        "surah_number": 35,
        "verse_number": 1,
        "content": "ٱلحمد لله فاطر ٱلسمٰوٰت وٱلأرض جاعل ٱلملـٰئكة رسلا أولي أجنحة مثنىٰ وثلٰث وربٰع يزيد في ٱلخلق ما يشاء إن ٱلله علىٰ كل شيء قدير"
    },
    {
        "surah_number": 35,
        "verse_number": 2,
        "content": "ما يفتح ٱلله للناس من رحمة فلا ممسك لها وما يمسك فلا مرسل له من بعده وهو ٱلعزيز ٱلحكيم"
    },
    {
        "surah_number": 35,
        "verse_number": 3,
        "content": "يـٰأيها ٱلناس ٱذكروا نعمت ٱلله عليكم هل من خٰلق غير ٱلله يرزقكم من ٱلسماء وٱلأرض لا إلٰه إلا هو فأنىٰ تؤفكون"
    },
    {
        "surah_number": 35,
        "verse_number": 4,
        "content": "وإن يكذبوك فقد كذبت رسل من قبلك وإلى ٱلله ترجع ٱلأمور"
    },
    {
        "surah_number": 35,
        "verse_number": 5,
        "content": "يـٰأيها ٱلناس إن وعد ٱلله حق فلا تغرنكم ٱلحيوٰة ٱلدنيا ولا يغرنكم بٱلله ٱلغرور"
    },
    {
        "surah_number": 35,
        "verse_number": 6,
        "content": "إن ٱلشيطٰن لكم عدو فٱتخذوه عدوا إنما يدعوا حزبه ليكونوا من أصحٰب ٱلسعير"
    },
    {
        "surah_number": 35,
        "verse_number": 7,
        "content": "ٱلذين كفروا لهم عذاب شديد وٱلذين ءامنوا وعملوا ٱلصـٰلحٰت لهم مغفرة وأجر كبير"
    },
    {
        "surah_number": 35,
        "verse_number": 8,
        "content": "أفمن زين له سوء عمله فرءاه حسنا فإن ٱلله يضل من يشاء ويهدي من يشاء فلا تذهب نفسك عليهم حسرٰت إن ٱلله عليم بما يصنعون"
    },
    {
        "surah_number": 35,
        "verse_number": 9,
        "content": "وٱلله ٱلذي أرسل ٱلريٰح فتثير سحابا فسقنٰه إلىٰ بلد ميت فأحيينا به ٱلأرض بعد موتها كذٰلك ٱلنشور"
    },
    {
        "surah_number": 35,
        "verse_number": 10,
        "content": "من كان يريد ٱلعزة فلله ٱلعزة جميعا إليه يصعد ٱلكلم ٱلطيب وٱلعمل ٱلصـٰلح يرفعه وٱلذين يمكرون ٱلسيـات لهم عذاب شديد ومكر أولـٰئك هو يبور"
    },
    {
        "surah_number": 35,
        "verse_number": 11,
        "content": "وٱلله خلقكم من تراب ثم من نطفة ثم جعلكم أزوٰجا وما تحمل من أنثىٰ ولا تضع إلا بعلمه وما يعمر من معمر ولا ينقص من عمره إلا في كتٰب إن ذٰلك على ٱلله يسير"
    },
    {
        "surah_number": 35,
        "verse_number": 12,
        "content": "وما يستوي ٱلبحران هٰذا عذب فرات سائغ شرابه وهٰذا ملح أجاج ومن كل تأكلون لحما طريا وتستخرجون حلية تلبسونها وترى ٱلفلك فيه مواخر لتبتغوا من فضله ولعلكم تشكرون"
    },
    {
        "surah_number": 35,
        "verse_number": 13,
        "content": "يولج ٱليل في ٱلنهار ويولج ٱلنهار في ٱليل وسخر ٱلشمس وٱلقمر كل يجري لأجل مسمى ذٰلكم ٱلله ربكم له ٱلملك وٱلذين تدعون من دونه ما يملكون من قطمير"
    },
    {
        "surah_number": 35,
        "verse_number": 14,
        "content": "إن تدعوهم لا يسمعوا دعاءكم ولو سمعوا ما ٱستجابوا لكم ويوم ٱلقيٰمة يكفرون بشرككم ولا ينبئك مثل خبير"
    },
    {
        "surah_number": 35,
        "verse_number": 15,
        "content": "يـٰأيها ٱلناس أنتم ٱلفقراء إلى ٱلله وٱلله هو ٱلغني ٱلحميد"
    },
    {
        "surah_number": 35,
        "verse_number": 16,
        "content": "إن يشأ يذهبكم ويأت بخلق جديد"
    },
    {
        "surah_number": 35,
        "verse_number": 17,
        "content": "وما ذٰلك على ٱلله بعزيز"
    },
    {
        "surah_number": 35,
        "verse_number": 18,
        "content": "ولا تزر وازرة وزر أخرىٰ وإن تدع مثقلة إلىٰ حملها لا يحمل منه شيء ولو كان ذا قربىٰ إنما تنذر ٱلذين يخشون ربهم بٱلغيب وأقاموا ٱلصلوٰة ومن تزكىٰ فإنما يتزكىٰ لنفسه وإلى ٱلله ٱلمصير"
    },
    {
        "surah_number": 35,
        "verse_number": 19,
        "content": "وما يستوي ٱلأعمىٰ وٱلبصير"
    },
    {
        "surah_number": 35,
        "verse_number": 20,
        "content": "ولا ٱلظلمٰت ولا ٱلنور"
    },
    {
        "surah_number": 35,
        "verse_number": 21,
        "content": "ولا ٱلظل ولا ٱلحرور"
    },
    {
        "surah_number": 35,
        "verse_number": 22,
        "content": "وما يستوي ٱلأحياء ولا ٱلأموٰت إن ٱلله يسمع من يشاء وما أنت بمسمع من في ٱلقبور"
    },
    {
        "surah_number": 35,
        "verse_number": 23,
        "content": "إن أنت إلا نذير"
    },
    {
        "surah_number": 35,
        "verse_number": 24,
        "content": "إنا أرسلنٰك بٱلحق بشيرا ونذيرا وإن من أمة إلا خلا فيها نذير"
    },
    {
        "surah_number": 35,
        "verse_number": 25,
        "content": "وإن يكذبوك فقد كذب ٱلذين من قبلهم جاءتهم رسلهم بٱلبينٰت وبٱلزبر وبٱلكتٰب ٱلمنير"
    },
    {
        "surah_number": 35,
        "verse_number": 26,
        "content": "ثم أخذت ٱلذين كفروا فكيف كان نكير"
    },
    {
        "surah_number": 35,
        "verse_number": 27,
        "content": "ألم تر أن ٱلله أنزل من ٱلسماء ماء فأخرجنا به ثمرٰت مختلفا ألوٰنها ومن ٱلجبال جدد بيض وحمر مختلف ألوٰنها وغرابيب سود"
    },
    {
        "surah_number": 35,
        "verse_number": 28,
        "content": "ومن ٱلناس وٱلدواب وٱلأنعٰم مختلف ألوٰنه كذٰلك إنما يخشى ٱلله من عباده ٱلعلمـٰؤا إن ٱلله عزيز غفور"
    },
    {
        "surah_number": 35,
        "verse_number": 29,
        "content": "إن ٱلذين يتلون كتٰب ٱلله وأقاموا ٱلصلوٰة وأنفقوا مما رزقنٰهم سرا وعلانية يرجون تجٰرة لن تبور"
    },
    {
        "surah_number": 35,
        "verse_number": 30,
        "content": "ليوفيهم أجورهم ويزيدهم من فضله إنه غفور شكور"
    },
    {
        "surah_number": 35,
        "verse_number": 31,
        "content": "وٱلذي أوحينا إليك من ٱلكتٰب هو ٱلحق مصدقا لما بين يديه إن ٱلله بعباده لخبير بصير"
    },
    {
        "surah_number": 35,
        "verse_number": 32,
        "content": "ثم أورثنا ٱلكتٰب ٱلذين ٱصطفينا من عبادنا فمنهم ظالم لنفسه ومنهم مقتصد ومنهم سابق بٱلخيرٰت بإذن ٱلله ذٰلك هو ٱلفضل ٱلكبير"
    },
    {
        "surah_number": 35,
        "verse_number": 33,
        "content": "جنـٰت عدن يدخلونها يحلون فيها من أساور من ذهب ولؤلؤا ولباسهم فيها حرير"
    },
    {
        "surah_number": 35,
        "verse_number": 34,
        "content": "وقالوا ٱلحمد لله ٱلذي أذهب عنا ٱلحزن إن ربنا لغفور شكور"
    },
    {
        "surah_number": 35,
        "verse_number": 35,
        "content": "ٱلذي أحلنا دار ٱلمقامة من فضله لا يمسنا فيها نصب ولا يمسنا فيها لغوب"
    },
    {
        "surah_number": 35,
        "verse_number": 36,
        "content": "وٱلذين كفروا لهم نار جهنم لا يقضىٰ عليهم فيموتوا ولا يخفف عنهم من عذابها كذٰلك نجزي كل كفور"
    },
    {
        "surah_number": 35,
        "verse_number": 37,
        "content": "وهم يصطرخون فيها ربنا أخرجنا نعمل صٰلحا غير ٱلذي كنا نعمل أولم نعمركم ما يتذكر فيه من تذكر وجاءكم ٱلنذير فذوقوا فما للظـٰلمين من نصير"
    },
    {
        "surah_number": 35,
        "verse_number": 38,
        "content": "إن ٱلله عٰلم غيب ٱلسمٰوٰت وٱلأرض إنه عليم بذات ٱلصدور"
    },
    {
        "surah_number": 35,
        "verse_number": 39,
        "content": "هو ٱلذي جعلكم خلـٰئف في ٱلأرض فمن كفر فعليه كفره ولا يزيد ٱلكٰفرين كفرهم عند ربهم إلا مقتا ولا يزيد ٱلكٰفرين كفرهم إلا خسارا"
    },
    {
        "surah_number": 35,
        "verse_number": 40,
        "content": "قل أرءيتم شركاءكم ٱلذين تدعون من دون ٱلله أروني ماذا خلقوا من ٱلأرض أم لهم شرك في ٱلسمٰوٰت أم ءاتينٰهم كتٰبا فهم علىٰ بينت منه بل إن يعد ٱلظـٰلمون بعضهم بعضا إلا غرورا"
    },
    {
        "surah_number": 35,
        "verse_number": 41,
        "content": "إن ٱلله يمسك ٱلسمٰوٰت وٱلأرض أن تزولا ولئن زالتا إن أمسكهما من أحد من بعده إنه كان حليما غفورا"
    },
    {
        "surah_number": 35,
        "verse_number": 42,
        "content": "وأقسموا بٱلله جهد أيمٰنهم لئن جاءهم نذير ليكونن أهدىٰ من إحدى ٱلأمم فلما جاءهم نذير ما زادهم إلا نفورا"
    },
    {
        "surah_number": 35,
        "verse_number": 43,
        "content": "ٱستكبارا في ٱلأرض ومكر ٱلسيي ولا يحيق ٱلمكر ٱلسيئ إلا بأهله فهل ينظرون إلا سنت ٱلأولين فلن تجد لسنت ٱلله تبديلا ولن تجد لسنت ٱلله تحويلا"
    },
    {
        "surah_number": 35,
        "verse_number": 44,
        "content": "أولم يسيروا في ٱلأرض فينظروا كيف كان عٰقبة ٱلذين من قبلهم وكانوا أشد منهم قوة وما كان ٱلله ليعجزه من شيء في ٱلسمٰوٰت ولا في ٱلأرض إنه كان عليما قديرا"
    },
    {
        "surah_number": 35,
        "verse_number": 45,
        "content": "ولو يؤاخذ ٱلله ٱلناس بما كسبوا ما ترك علىٰ ظهرها من دابة ولٰكن يؤخرهم إلىٰ أجل مسمى فإذا جاء أجلهم فإن ٱلله كان بعباده بصيرا"
    },
    {
        "surah_number": 36,
        "verse_number": 1,
        "content": "يس"
    },
    {
        "surah_number": 36,
        "verse_number": 2,
        "content": "وٱلقرءان ٱلحكيم"
    },
    {
        "surah_number": 36,
        "verse_number": 3,
        "content": "إنك لمن ٱلمرسلين"
    },
    {
        "surah_number": 36,
        "verse_number": 4,
        "content": "علىٰ صرٰط مستقيم"
    },
    {
        "surah_number": 36,
        "verse_number": 5,
        "content": "تنزيل ٱلعزيز ٱلرحيم"
    },
    {
        "surah_number": 36,
        "verse_number": 6,
        "content": "لتنذر قوما ما أنذر ءاباؤهم فهم غٰفلون"
    },
    {
        "surah_number": 36,
        "verse_number": 7,
        "content": "لقد حق ٱلقول علىٰ أكثرهم فهم لا يؤمنون"
    },
    {
        "surah_number": 36,
        "verse_number": 8,
        "content": "إنا جعلنا في أعنٰقهم أغلٰلا فهي إلى ٱلأذقان فهم مقمحون"
    },
    {
        "surah_number": 36,
        "verse_number": 9,
        "content": "وجعلنا من بين أيديهم سدا ومن خلفهم سدا فأغشينٰهم فهم لا يبصرون"
    },
    {
        "surah_number": 36,
        "verse_number": 10,
        "content": "وسواء عليهم ءأنذرتهم أم لم تنذرهم لا يؤمنون"
    },
    {
        "surah_number": 36,
        "verse_number": 11,
        "content": "إنما تنذر من ٱتبع ٱلذكر وخشي ٱلرحمٰن بٱلغيب فبشره بمغفرة وأجر كريم"
    },
    {
        "surah_number": 36,
        "verse_number": 12,
        "content": "إنا نحن نحي ٱلموتىٰ ونكتب ما قدموا وءاثٰرهم وكل شيء أحصينٰه في إمام مبين"
    },
    {
        "surah_number": 36,
        "verse_number": 13,
        "content": "وٱضرب لهم مثلا أصحٰب ٱلقرية إذ جاءها ٱلمرسلون"
    },
    {
        "surah_number": 36,
        "verse_number": 14,
        "content": "إذ أرسلنا إليهم ٱثنين فكذبوهما فعززنا بثالث فقالوا إنا إليكم مرسلون"
    },
    {
        "surah_number": 36,
        "verse_number": 15,
        "content": "قالوا ما أنتم إلا بشر مثلنا وما أنزل ٱلرحمٰن من شيء إن أنتم إلا تكذبون"
    },
    {
        "surah_number": 36,
        "verse_number": 16,
        "content": "قالوا ربنا يعلم إنا إليكم لمرسلون"
    },
    {
        "surah_number": 36,
        "verse_number": 17,
        "content": "وما علينا إلا ٱلبلٰغ ٱلمبين"
    },
    {
        "surah_number": 36,
        "verse_number": 18,
        "content": "قالوا إنا تطيرنا بكم لئن لم تنتهوا لنرجمنكم وليمسنكم منا عذاب أليم"
    },
    {
        "surah_number": 36,
        "verse_number": 19,
        "content": "قالوا طـٰئركم معكم أئن ذكرتم بل أنتم قوم مسرفون"
    },
    {
        "surah_number": 36,
        "verse_number": 20,
        "content": "وجاء من أقصا ٱلمدينة رجل يسعىٰ قال يٰقوم ٱتبعوا ٱلمرسلين"
    },
    {
        "surah_number": 36,
        "verse_number": 21,
        "content": "ٱتبعوا من لا يسـلكم أجرا وهم مهتدون"
    },
    {
        "surah_number": 36,
        "verse_number": 22,
        "content": "ومالي لا أعبد ٱلذي فطرني وإليه ترجعون"
    },
    {
        "surah_number": 36,
        "verse_number": 23,
        "content": "ءأتخذ من دونه ءالهة إن يردن ٱلرحمٰن بضر لا تغن عني شفٰعتهم شيـا ولا ينقذون"
    },
    {
        "surah_number": 36,
        "verse_number": 24,
        "content": "إني إذا لفي ضلٰل مبين"
    },
    {
        "surah_number": 36,
        "verse_number": 25,
        "content": "إني ءامنت بربكم فٱسمعون"
    },
    {
        "surah_number": 36,
        "verse_number": 26,
        "content": "قيل ٱدخل ٱلجنة قال يٰليت قومي يعلمون"
    },
    {
        "surah_number": 36,
        "verse_number": 27,
        "content": "بما غفر لي ربي وجعلني من ٱلمكرمين"
    },
    {
        "surah_number": 36,
        "verse_number": 28,
        "content": "وما أنزلنا علىٰ قومه من بعده من جند من ٱلسماء وما كنا منزلين"
    },
    {
        "surah_number": 36,
        "verse_number": 29,
        "content": "إن كانت إلا صيحة وٰحدة فإذا هم خٰمدون"
    },
    {
        "surah_number": 36,
        "verse_number": 30,
        "content": "يٰحسرة على ٱلعباد ما يأتيهم من رسول إلا كانوا به يستهزءون"
    },
    {
        "surah_number": 36,
        "verse_number": 31,
        "content": "ألم يروا كم أهلكنا قبلهم من ٱلقرون أنهم إليهم لا يرجعون"
    },
    {
        "surah_number": 36,
        "verse_number": 32,
        "content": "وإن كل لما جميع لدينا محضرون"
    },
    {
        "surah_number": 36,
        "verse_number": 33,
        "content": "وءاية لهم ٱلأرض ٱلميتة أحيينٰها وأخرجنا منها حبا فمنه يأكلون"
    },
    {
        "surah_number": 36,
        "verse_number": 34,
        "content": "وجعلنا فيها جنـٰت من نخيل وأعنٰب وفجرنا فيها من ٱلعيون"
    },
    {
        "surah_number": 36,
        "verse_number": 35,
        "content": "ليأكلوا من ثمره وما عملته أيديهم أفلا يشكرون"
    },
    {
        "surah_number": 36,
        "verse_number": 36,
        "content": "سبحٰن ٱلذي خلق ٱلأزوٰج كلها مما تنبت ٱلأرض ومن أنفسهم ومما لا يعلمون"
    },
    {
        "surah_number": 36,
        "verse_number": 37,
        "content": "وءاية لهم ٱليل نسلخ منه ٱلنهار فإذا هم مظلمون"
    },
    {
        "surah_number": 36,
        "verse_number": 38,
        "content": "وٱلشمس تجري لمستقر لها ذٰلك تقدير ٱلعزيز ٱلعليم"
    },
    {
        "surah_number": 36,
        "verse_number": 39,
        "content": "وٱلقمر قدرنٰه منازل حتىٰ عاد كٱلعرجون ٱلقديم"
    },
    {
        "surah_number": 36,
        "verse_number": 40,
        "content": "لا ٱلشمس ينبغي لها أن تدرك ٱلقمر ولا ٱليل سابق ٱلنهار وكل في فلك يسبحون"
    },
    {
        "surah_number": 36,
        "verse_number": 41,
        "content": "وءاية لهم أنا حملنا ذريتهم في ٱلفلك ٱلمشحون"
    },
    {
        "surah_number": 36,
        "verse_number": 42,
        "content": "وخلقنا لهم من مثله ما يركبون"
    },
    {
        "surah_number": 36,
        "verse_number": 43,
        "content": "وإن نشأ نغرقهم فلا صريخ لهم ولا هم ينقذون"
    },
    {
        "surah_number": 36,
        "verse_number": 44,
        "content": "إلا رحمة منا ومتٰعا إلىٰ حين"
    },
    {
        "surah_number": 36,
        "verse_number": 45,
        "content": "وإذا قيل لهم ٱتقوا ما بين أيديكم وما خلفكم لعلكم ترحمون"
    },
    {
        "surah_number": 36,
        "verse_number": 46,
        "content": "وما تأتيهم من ءاية من ءايٰت ربهم إلا كانوا عنها معرضين"
    },
    {
        "surah_number": 36,
        "verse_number": 47,
        "content": "وإذا قيل لهم أنفقوا مما رزقكم ٱلله قال ٱلذين كفروا للذين ءامنوا أنطعم من لو يشاء ٱلله أطعمه إن أنتم إلا في ضلٰل مبين"
    },
    {
        "surah_number": 36,
        "verse_number": 48,
        "content": "ويقولون متىٰ هٰذا ٱلوعد إن كنتم صٰدقين"
    },
    {
        "surah_number": 36,
        "verse_number": 49,
        "content": "ما ينظرون إلا صيحة وٰحدة تأخذهم وهم يخصمون"
    },
    {
        "surah_number": 36,
        "verse_number": 50,
        "content": "فلا يستطيعون توصية ولا إلىٰ أهلهم يرجعون"
    },
    {
        "surah_number": 36,
        "verse_number": 51,
        "content": "ونفخ في ٱلصور فإذا هم من ٱلأجداث إلىٰ ربهم ينسلون"
    },
    {
        "surah_number": 36,
        "verse_number": 52,
        "content": "قالوا يٰويلنا من بعثنا من مرقدنا هٰذا ما وعد ٱلرحمٰن وصدق ٱلمرسلون"
    },
    {
        "surah_number": 36,
        "verse_number": 53,
        "content": "إن كانت إلا صيحة وٰحدة فإذا هم جميع لدينا محضرون"
    },
    {
        "surah_number": 36,
        "verse_number": 54,
        "content": "فٱليوم لا تظلم نفس شيـا ولا تجزون إلا ما كنتم تعملون"
    },
    {
        "surah_number": 36,
        "verse_number": 55,
        "content": "إن أصحٰب ٱلجنة ٱليوم في شغل فٰكهون"
    },
    {
        "surah_number": 36,
        "verse_number": 56,
        "content": "هم وأزوٰجهم في ظلٰل على ٱلأرائك متكـون"
    },
    {
        "surah_number": 36,
        "verse_number": 57,
        "content": "لهم فيها فٰكهة ولهم ما يدعون"
    },
    {
        "surah_number": 36,
        "verse_number": 58,
        "content": "سلٰم قولا من رب رحيم"
    },
    {
        "surah_number": 36,
        "verse_number": 59,
        "content": "وٱمتٰزوا ٱليوم أيها ٱلمجرمون"
    },
    {
        "surah_number": 36,
        "verse_number": 60,
        "content": "ألم أعهد إليكم يٰبني ءادم أن لا تعبدوا ٱلشيطٰن إنه لكم عدو مبين"
    },
    {
        "surah_number": 36,
        "verse_number": 61,
        "content": "وأن ٱعبدوني هٰذا صرٰط مستقيم"
    },
    {
        "surah_number": 36,
        "verse_number": 62,
        "content": "ولقد أضل منكم جبلا كثيرا أفلم تكونوا تعقلون"
    },
    {
        "surah_number": 36,
        "verse_number": 63,
        "content": "هٰذه جهنم ٱلتي كنتم توعدون"
    },
    {
        "surah_number": 36,
        "verse_number": 64,
        "content": "ٱصلوها ٱليوم بما كنتم تكفرون"
    },
    {
        "surah_number": 36,
        "verse_number": 65,
        "content": "ٱليوم نختم علىٰ أفوٰههم وتكلمنا أيديهم وتشهد أرجلهم بما كانوا يكسبون"
    },
    {
        "surah_number": 36,
        "verse_number": 66,
        "content": "ولو نشاء لطمسنا علىٰ أعينهم فٱستبقوا ٱلصرٰط فأنىٰ يبصرون"
    },
    {
        "surah_number": 36,
        "verse_number": 67,
        "content": "ولو نشاء لمسخنٰهم علىٰ مكانتهم فما ٱستطٰعوا مضيا ولا يرجعون"
    },
    {
        "surah_number": 36,
        "verse_number": 68,
        "content": "ومن نعمره ننكسه في ٱلخلق أفلا يعقلون"
    },
    {
        "surah_number": 36,
        "verse_number": 69,
        "content": "وما علمنٰه ٱلشعر وما ينبغي له إن هو إلا ذكر وقرءان مبين"
    },
    {
        "surah_number": 36,
        "verse_number": 70,
        "content": "لينذر من كان حيا ويحق ٱلقول على ٱلكٰفرين"
    },
    {
        "surah_number": 36,
        "verse_number": 71,
        "content": "أولم يروا أنا خلقنا لهم مما عملت أيدينا أنعٰما فهم لها مٰلكون"
    },
    {
        "surah_number": 36,
        "verse_number": 72,
        "content": "وذللنٰها لهم فمنها ركوبهم ومنها يأكلون"
    },
    {
        "surah_number": 36,
        "verse_number": 73,
        "content": "ولهم فيها منٰفع ومشارب أفلا يشكرون"
    },
    {
        "surah_number": 36,
        "verse_number": 74,
        "content": "وٱتخذوا من دون ٱلله ءالهة لعلهم ينصرون"
    },
    {
        "surah_number": 36,
        "verse_number": 75,
        "content": "لا يستطيعون نصرهم وهم لهم جند محضرون"
    },
    {
        "surah_number": 36,
        "verse_number": 76,
        "content": "فلا يحزنك قولهم إنا نعلم ما يسرون وما يعلنون"
    },
    {
        "surah_number": 36,
        "verse_number": 77,
        "content": "أولم ير ٱلإنسٰن أنا خلقنٰه من نطفة فإذا هو خصيم مبين"
    },
    {
        "surah_number": 36,
        "verse_number": 78,
        "content": "وضرب لنا مثلا ونسي خلقه قال من يحي ٱلعظٰم وهي رميم"
    },
    {
        "surah_number": 36,
        "verse_number": 79,
        "content": "قل يحييها ٱلذي أنشأها أول مرة وهو بكل خلق عليم"
    },
    {
        "surah_number": 36,
        "verse_number": 80,
        "content": "ٱلذي جعل لكم من ٱلشجر ٱلأخضر نارا فإذا أنتم منه توقدون"
    },
    {
        "surah_number": 36,
        "verse_number": 81,
        "content": "أوليس ٱلذي خلق ٱلسمٰوٰت وٱلأرض بقٰدر علىٰ أن يخلق مثلهم بلىٰ وهو ٱلخلـٰق ٱلعليم"
    },
    {
        "surah_number": 36,
        "verse_number": 82,
        "content": "إنما أمره إذا أراد شيـا أن يقول له كن فيكون"
    },
    {
        "surah_number": 36,
        "verse_number": 83,
        "content": "فسبحٰن ٱلذي بيده ملكوت كل شيء وإليه ترجعون"
    },
    {
        "surah_number": 37,
        "verse_number": 1,
        "content": "وٱلصـٰفـٰت صفا"
    },
    {
        "surah_number": 37,
        "verse_number": 2,
        "content": "فٱلزـٰجرٰت زجرا"
    },
    {
        "surah_number": 37,
        "verse_number": 3,
        "content": "فٱلتـٰليٰت ذكرا"
    },
    {
        "surah_number": 37,
        "verse_number": 4,
        "content": "إن إلٰهكم لوٰحد"
    },
    {
        "surah_number": 37,
        "verse_number": 5,
        "content": "رب ٱلسمٰوٰت وٱلأرض وما بينهما ورب ٱلمشٰرق"
    },
    {
        "surah_number": 37,
        "verse_number": 6,
        "content": "إنا زينا ٱلسماء ٱلدنيا بزينة ٱلكواكب"
    },
    {
        "surah_number": 37,
        "verse_number": 7,
        "content": "وحفظا من كل شيطٰن مارد"
    },
    {
        "surah_number": 37,
        "verse_number": 8,
        "content": "لا يسمعون إلى ٱلملإ ٱلأعلىٰ ويقذفون من كل جانب"
    },
    {
        "surah_number": 37,
        "verse_number": 9,
        "content": "دحورا ولهم عذاب واصب"
    },
    {
        "surah_number": 37,
        "verse_number": 10,
        "content": "إلا من خطف ٱلخطفة فأتبعه شهاب ثاقب"
    },
    {
        "surah_number": 37,
        "verse_number": 11,
        "content": "فٱستفتهم أهم أشد خلقا أم من خلقنا إنا خلقنٰهم من طين لازب"
    },
    {
        "surah_number": 37,
        "verse_number": 12,
        "content": "بل عجبت ويسخرون"
    },
    {
        "surah_number": 37,
        "verse_number": 13,
        "content": "وإذا ذكروا لا يذكرون"
    },
    {
        "surah_number": 37,
        "verse_number": 14,
        "content": "وإذا رأوا ءاية يستسخرون"
    },
    {
        "surah_number": 37,
        "verse_number": 15,
        "content": "وقالوا إن هٰذا إلا سحر مبين"
    },
    {
        "surah_number": 37,
        "verse_number": 16,
        "content": "أءذا متنا وكنا ترابا وعظٰما أءنا لمبعوثون"
    },
    {
        "surah_number": 37,
        "verse_number": 17,
        "content": "أوءاباؤنا ٱلأولون"
    },
    {
        "surah_number": 37,
        "verse_number": 18,
        "content": "قل نعم وأنتم دٰخرون"
    },
    {
        "surah_number": 37,
        "verse_number": 19,
        "content": "فإنما هي زجرة وٰحدة فإذا هم ينظرون"
    },
    {
        "surah_number": 37,
        "verse_number": 20,
        "content": "وقالوا يٰويلنا هٰذا يوم ٱلدين"
    },
    {
        "surah_number": 37,
        "verse_number": 21,
        "content": "هٰذا يوم ٱلفصل ٱلذي كنتم به تكذبون"
    },
    {
        "surah_number": 37,
        "verse_number": 22,
        "content": "ٱحشروا ٱلذين ظلموا وأزوٰجهم وما كانوا يعبدون"
    },
    {
        "surah_number": 37,
        "verse_number": 23,
        "content": "من دون ٱلله فٱهدوهم إلىٰ صرٰط ٱلجحيم"
    },
    {
        "surah_number": 37,
        "verse_number": 24,
        "content": "وقفوهم إنهم مسـولون"
    },
    {
        "surah_number": 37,
        "verse_number": 25,
        "content": "ما لكم لا تناصرون"
    },
    {
        "surah_number": 37,
        "verse_number": 26,
        "content": "بل هم ٱليوم مستسلمون"
    },
    {
        "surah_number": 37,
        "verse_number": 27,
        "content": "وأقبل بعضهم علىٰ بعض يتساءلون"
    },
    {
        "surah_number": 37,
        "verse_number": 28,
        "content": "قالوا إنكم كنتم تأتوننا عن ٱليمين"
    },
    {
        "surah_number": 37,
        "verse_number": 29,
        "content": "قالوا بل لم تكونوا مؤمنين"
    },
    {
        "surah_number": 37,
        "verse_number": 30,
        "content": "وما كان لنا عليكم من سلطٰن بل كنتم قوما طٰغين"
    },
    {
        "surah_number": 37,
        "verse_number": 31,
        "content": "فحق علينا قول ربنا إنا لذائقون"
    },
    {
        "surah_number": 37,
        "verse_number": 32,
        "content": "فأغوينٰكم إنا كنا غٰوين"
    },
    {
        "surah_number": 37,
        "verse_number": 33,
        "content": "فإنهم يومئذ في ٱلعذاب مشتركون"
    },
    {
        "surah_number": 37,
        "verse_number": 34,
        "content": "إنا كذٰلك نفعل بٱلمجرمين"
    },
    {
        "surah_number": 37,
        "verse_number": 35,
        "content": "إنهم كانوا إذا قيل لهم لا إلٰه إلا ٱلله يستكبرون"
    },
    {
        "surah_number": 37,
        "verse_number": 36,
        "content": "ويقولون أئنا لتاركوا ءالهتنا لشاعر مجنون"
    },
    {
        "surah_number": 37,
        "verse_number": 37,
        "content": "بل جاء بٱلحق وصدق ٱلمرسلين"
    },
    {
        "surah_number": 37,
        "verse_number": 38,
        "content": "إنكم لذائقوا ٱلعذاب ٱلأليم"
    },
    {
        "surah_number": 37,
        "verse_number": 39,
        "content": "وما تجزون إلا ما كنتم تعملون"
    },
    {
        "surah_number": 37,
        "verse_number": 40,
        "content": "إلا عباد ٱلله ٱلمخلصين"
    },
    {
        "surah_number": 37,
        "verse_number": 41,
        "content": "أولـٰئك لهم رزق معلوم"
    },
    {
        "surah_number": 37,
        "verse_number": 42,
        "content": "فوٰكه وهم مكرمون"
    },
    {
        "surah_number": 37,
        "verse_number": 43,
        "content": "في جنـٰت ٱلنعيم"
    },
    {
        "surah_number": 37,
        "verse_number": 44,
        "content": "علىٰ سرر متقٰبلين"
    },
    {
        "surah_number": 37,
        "verse_number": 45,
        "content": "يطاف عليهم بكأس من معين"
    },
    {
        "surah_number": 37,
        "verse_number": 46,
        "content": "بيضاء لذة للشـٰربين"
    },
    {
        "surah_number": 37,
        "verse_number": 47,
        "content": "لا فيها غول ولا هم عنها ينزفون"
    },
    {
        "surah_number": 37,
        "verse_number": 48,
        "content": "وعندهم قٰصرٰت ٱلطرف عين"
    },
    {
        "surah_number": 37,
        "verse_number": 49,
        "content": "كأنهن بيض مكنون"
    },
    {
        "surah_number": 37,
        "verse_number": 50,
        "content": "فأقبل بعضهم علىٰ بعض يتساءلون"
    },
    {
        "surah_number": 37,
        "verse_number": 51,
        "content": "قال قائل منهم إني كان لي قرين"
    },
    {
        "surah_number": 37,
        "verse_number": 52,
        "content": "يقول أءنك لمن ٱلمصدقين"
    },
    {
        "surah_number": 37,
        "verse_number": 53,
        "content": "أءذا متنا وكنا ترابا وعظٰما أءنا لمدينون"
    },
    {
        "surah_number": 37,
        "verse_number": 54,
        "content": "قال هل أنتم مطلعون"
    },
    {
        "surah_number": 37,
        "verse_number": 55,
        "content": "فٱطلع فرءاه في سواء ٱلجحيم"
    },
    {
        "surah_number": 37,
        "verse_number": 56,
        "content": "قال تٱلله إن كدت لتردين"
    },
    {
        "surah_number": 37,
        "verse_number": 57,
        "content": "ولولا نعمة ربي لكنت من ٱلمحضرين"
    },
    {
        "surah_number": 37,
        "verse_number": 58,
        "content": "أفما نحن بميتين"
    },
    {
        "surah_number": 37,
        "verse_number": 59,
        "content": "إلا موتتنا ٱلأولىٰ وما نحن بمعذبين"
    },
    {
        "surah_number": 37,
        "verse_number": 60,
        "content": "إن هٰذا لهو ٱلفوز ٱلعظيم"
    },
    {
        "surah_number": 37,
        "verse_number": 61,
        "content": "لمثل هٰذا فليعمل ٱلعٰملون"
    },
    {
        "surah_number": 37,
        "verse_number": 62,
        "content": "أذٰلك خير نزلا أم شجرة ٱلزقوم"
    },
    {
        "surah_number": 37,
        "verse_number": 63,
        "content": "إنا جعلنٰها فتنة للظـٰلمين"
    },
    {
        "surah_number": 37,
        "verse_number": 64,
        "content": "إنها شجرة تخرج في أصل ٱلجحيم"
    },
    {
        "surah_number": 37,
        "verse_number": 65,
        "content": "طلعها كأنه رءوس ٱلشيٰطين"
    },
    {
        "surah_number": 37,
        "verse_number": 66,
        "content": "فإنهم لأكلون منها فمالـون منها ٱلبطون"
    },
    {
        "surah_number": 37,
        "verse_number": 67,
        "content": "ثم إن لهم عليها لشوبا من حميم"
    },
    {
        "surah_number": 37,
        "verse_number": 68,
        "content": "ثم إن مرجعهم لإلى ٱلجحيم"
    },
    {
        "surah_number": 37,
        "verse_number": 69,
        "content": "إنهم ألفوا ءاباءهم ضالين"
    },
    {
        "surah_number": 37,
        "verse_number": 70,
        "content": "فهم علىٰ ءاثٰرهم يهرعون"
    },
    {
        "surah_number": 37,
        "verse_number": 71,
        "content": "ولقد ضل قبلهم أكثر ٱلأولين"
    },
    {
        "surah_number": 37,
        "verse_number": 72,
        "content": "ولقد أرسلنا فيهم منذرين"
    },
    {
        "surah_number": 37,
        "verse_number": 73,
        "content": "فٱنظر كيف كان عٰقبة ٱلمنذرين"
    },
    {
        "surah_number": 37,
        "verse_number": 74,
        "content": "إلا عباد ٱلله ٱلمخلصين"
    },
    {
        "surah_number": 37,
        "verse_number": 75,
        "content": "ولقد نادىٰنا نوح فلنعم ٱلمجيبون"
    },
    {
        "surah_number": 37,
        "verse_number": 76,
        "content": "ونجينٰه وأهله من ٱلكرب ٱلعظيم"
    },
    {
        "surah_number": 37,
        "verse_number": 77,
        "content": "وجعلنا ذريته هم ٱلباقين"
    },
    {
        "surah_number": 37,
        "verse_number": 78,
        "content": "وتركنا عليه في ٱلأخرين"
    },
    {
        "surah_number": 37,
        "verse_number": 79,
        "content": "سلٰم علىٰ نوح في ٱلعٰلمين"
    },
    {
        "surah_number": 37,
        "verse_number": 80,
        "content": "إنا كذٰلك نجزي ٱلمحسنين"
    },
    {
        "surah_number": 37,
        "verse_number": 81,
        "content": "إنه من عبادنا ٱلمؤمنين"
    },
    {
        "surah_number": 37,
        "verse_number": 82,
        "content": "ثم أغرقنا ٱلأخرين"
    },
    {
        "surah_number": 37,
        "verse_number": 83,
        "content": "وإن من شيعته لإبرٰهيم"
    },
    {
        "surah_number": 37,
        "verse_number": 84,
        "content": "إذ جاء ربه بقلب سليم"
    },
    {
        "surah_number": 37,
        "verse_number": 85,
        "content": "إذ قال لأبيه وقومه ماذا تعبدون"
    },
    {
        "surah_number": 37,
        "verse_number": 86,
        "content": "أئفكا ءالهة دون ٱلله تريدون"
    },
    {
        "surah_number": 37,
        "verse_number": 87,
        "content": "فما ظنكم برب ٱلعٰلمين"
    },
    {
        "surah_number": 37,
        "verse_number": 88,
        "content": "فنظر نظرة في ٱلنجوم"
    },
    {
        "surah_number": 37,
        "verse_number": 89,
        "content": "فقال إني سقيم"
    },
    {
        "surah_number": 37,
        "verse_number": 90,
        "content": "فتولوا عنه مدبرين"
    },
    {
        "surah_number": 37,
        "verse_number": 91,
        "content": "فراغ إلىٰ ءالهتهم فقال ألا تأكلون"
    },
    {
        "surah_number": 37,
        "verse_number": 92,
        "content": "ما لكم لا تنطقون"
    },
    {
        "surah_number": 37,
        "verse_number": 93,
        "content": "فراغ عليهم ضربا بٱليمين"
    },
    {
        "surah_number": 37,
        "verse_number": 94,
        "content": "فأقبلوا إليه يزفون"
    },
    {
        "surah_number": 37,
        "verse_number": 95,
        "content": "قال أتعبدون ما تنحتون"
    },
    {
        "surah_number": 37,
        "verse_number": 96,
        "content": "وٱلله خلقكم وما تعملون"
    },
    {
        "surah_number": 37,
        "verse_number": 97,
        "content": "قالوا ٱبنوا له بنيٰنا فألقوه في ٱلجحيم"
    },
    {
        "surah_number": 37,
        "verse_number": 98,
        "content": "فأرادوا به كيدا فجعلنٰهم ٱلأسفلين"
    },
    {
        "surah_number": 37,
        "verse_number": 99,
        "content": "وقال إني ذاهب إلىٰ ربي سيهدين"
    },
    {
        "surah_number": 37,
        "verse_number": 100,
        "content": "رب هب لي من ٱلصـٰلحين"
    },
    {
        "surah_number": 37,
        "verse_number": 101,
        "content": "فبشرنٰه بغلٰم حليم"
    },
    {
        "surah_number": 37,
        "verse_number": 102,
        "content": "فلما بلغ معه ٱلسعي قال يٰبني إني أرىٰ في ٱلمنام أني أذبحك فٱنظر ماذا ترىٰ قال يـٰأبت ٱفعل ما تؤمر ستجدني إن شاء ٱلله من ٱلصـٰبرين"
    },
    {
        "surah_number": 37,
        "verse_number": 103,
        "content": "فلما أسلما وتله للجبين"
    },
    {
        "surah_number": 37,
        "verse_number": 104,
        "content": "ونٰدينٰه أن يـٰإبرٰهيم"
    },
    {
        "surah_number": 37,
        "verse_number": 105,
        "content": "قد صدقت ٱلرءيا إنا كذٰلك نجزي ٱلمحسنين"
    },
    {
        "surah_number": 37,
        "verse_number": 106,
        "content": "إن هٰذا لهو ٱلبلـٰؤا ٱلمبين"
    },
    {
        "surah_number": 37,
        "verse_number": 107,
        "content": "وفدينٰه بذبح عظيم"
    },
    {
        "surah_number": 37,
        "verse_number": 108,
        "content": "وتركنا عليه في ٱلأخرين"
    },
    {
        "surah_number": 37,
        "verse_number": 109,
        "content": "سلٰم علىٰ إبرٰهيم"
    },
    {
        "surah_number": 37,
        "verse_number": 110,
        "content": "كذٰلك نجزي ٱلمحسنين"
    },
    {
        "surah_number": 37,
        "verse_number": 111,
        "content": "إنه من عبادنا ٱلمؤمنين"
    },
    {
        "surah_number": 37,
        "verse_number": 112,
        "content": "وبشرنٰه بإسحٰق نبيا من ٱلصـٰلحين"
    },
    {
        "surah_number": 37,
        "verse_number": 113,
        "content": "وبٰركنا عليه وعلىٰ إسحٰق ومن ذريتهما محسن وظالم لنفسه مبين"
    },
    {
        "surah_number": 37,
        "verse_number": 114,
        "content": "ولقد مننا علىٰ موسىٰ وهٰرون"
    },
    {
        "surah_number": 37,
        "verse_number": 115,
        "content": "ونجينٰهما وقومهما من ٱلكرب ٱلعظيم"
    },
    {
        "surah_number": 37,
        "verse_number": 116,
        "content": "ونصرنٰهم فكانوا هم ٱلغٰلبين"
    },
    {
        "surah_number": 37,
        "verse_number": 117,
        "content": "وءاتينٰهما ٱلكتٰب ٱلمستبين"
    },
    {
        "surah_number": 37,
        "verse_number": 118,
        "content": "وهدينٰهما ٱلصرٰط ٱلمستقيم"
    },
    {
        "surah_number": 37,
        "verse_number": 119,
        "content": "وتركنا عليهما في ٱلأخرين"
    },
    {
        "surah_number": 37,
        "verse_number": 120,
        "content": "سلٰم علىٰ موسىٰ وهٰرون"
    },
    {
        "surah_number": 37,
        "verse_number": 121,
        "content": "إنا كذٰلك نجزي ٱلمحسنين"
    },
    {
        "surah_number": 37,
        "verse_number": 122,
        "content": "إنهما من عبادنا ٱلمؤمنين"
    },
    {
        "surah_number": 37,
        "verse_number": 123,
        "content": "وإن إلياس لمن ٱلمرسلين"
    },
    {
        "surah_number": 37,
        "verse_number": 124,
        "content": "إذ قال لقومه ألا تتقون"
    },
    {
        "surah_number": 37,
        "verse_number": 125,
        "content": "أتدعون بعلا وتذرون أحسن ٱلخٰلقين"
    },
    {
        "surah_number": 37,
        "verse_number": 126,
        "content": "ٱلله ربكم ورب ءابائكم ٱلأولين"
    },
    {
        "surah_number": 37,
        "verse_number": 127,
        "content": "فكذبوه فإنهم لمحضرون"
    },
    {
        "surah_number": 37,
        "verse_number": 128,
        "content": "إلا عباد ٱلله ٱلمخلصين"
    },
    {
        "surah_number": 37,
        "verse_number": 129,
        "content": "وتركنا عليه في ٱلأخرين"
    },
    {
        "surah_number": 37,
        "verse_number": 130,
        "content": "سلٰم علىٰ إل ياسين"
    },
    {
        "surah_number": 37,
        "verse_number": 131,
        "content": "إنا كذٰلك نجزي ٱلمحسنين"
    },
    {
        "surah_number": 37,
        "verse_number": 132,
        "content": "إنه من عبادنا ٱلمؤمنين"
    },
    {
        "surah_number": 37,
        "verse_number": 133,
        "content": "وإن لوطا لمن ٱلمرسلين"
    },
    {
        "surah_number": 37,
        "verse_number": 134,
        "content": "إذ نجينٰه وأهله أجمعين"
    },
    {
        "surah_number": 37,
        "verse_number": 135,
        "content": "إلا عجوزا في ٱلغٰبرين"
    },
    {
        "surah_number": 37,
        "verse_number": 136,
        "content": "ثم دمرنا ٱلأخرين"
    },
    {
        "surah_number": 37,
        "verse_number": 137,
        "content": "وإنكم لتمرون عليهم مصبحين"
    },
    {
        "surah_number": 37,
        "verse_number": 138,
        "content": "وبٱليل أفلا تعقلون"
    },
    {
        "surah_number": 37,
        "verse_number": 139,
        "content": "وإن يونس لمن ٱلمرسلين"
    },
    {
        "surah_number": 37,
        "verse_number": 140,
        "content": "إذ أبق إلى ٱلفلك ٱلمشحون"
    },
    {
        "surah_number": 37,
        "verse_number": 141,
        "content": "فساهم فكان من ٱلمدحضين"
    },
    {
        "surah_number": 37,
        "verse_number": 142,
        "content": "فٱلتقمه ٱلحوت وهو مليم"
    },
    {
        "surah_number": 37,
        "verse_number": 143,
        "content": "فلولا أنه كان من ٱلمسبحين"
    },
    {
        "surah_number": 37,
        "verse_number": 144,
        "content": "للبث في بطنه إلىٰ يوم يبعثون"
    },
    {
        "surah_number": 37,
        "verse_number": 145,
        "content": "فنبذنٰه بٱلعراء وهو سقيم"
    },
    {
        "surah_number": 37,
        "verse_number": 146,
        "content": "وأنبتنا عليه شجرة من يقطين"
    },
    {
        "surah_number": 37,
        "verse_number": 147,
        "content": "وأرسلنٰه إلىٰ مائة ألف أو يزيدون"
    },
    {
        "surah_number": 37,
        "verse_number": 148,
        "content": "فـامنوا فمتعنٰهم إلىٰ حين"
    },
    {
        "surah_number": 37,
        "verse_number": 149,
        "content": "فٱستفتهم ألربك ٱلبنات ولهم ٱلبنون"
    },
    {
        "surah_number": 37,
        "verse_number": 150,
        "content": "أم خلقنا ٱلملـٰئكة إنٰثا وهم شٰهدون"
    },
    {
        "surah_number": 37,
        "verse_number": 151,
        "content": "ألا إنهم من إفكهم ليقولون"
    },
    {
        "surah_number": 37,
        "verse_number": 152,
        "content": "ولد ٱلله وإنهم لكٰذبون"
    },
    {
        "surah_number": 37,
        "verse_number": 153,
        "content": "أصطفى ٱلبنات على ٱلبنين"
    },
    {
        "surah_number": 37,
        "verse_number": 154,
        "content": "ما لكم كيف تحكمون"
    },
    {
        "surah_number": 37,
        "verse_number": 155,
        "content": "أفلا تذكرون"
    },
    {
        "surah_number": 37,
        "verse_number": 156,
        "content": "أم لكم سلطٰن مبين"
    },
    {
        "surah_number": 37,
        "verse_number": 157,
        "content": "فأتوا بكتٰبكم إن كنتم صٰدقين"
    },
    {
        "surah_number": 37,
        "verse_number": 158,
        "content": "وجعلوا بينه وبين ٱلجنة نسبا ولقد علمت ٱلجنة إنهم لمحضرون"
    },
    {
        "surah_number": 37,
        "verse_number": 159,
        "content": "سبحٰن ٱلله عما يصفون"
    },
    {
        "surah_number": 37,
        "verse_number": 160,
        "content": "إلا عباد ٱلله ٱلمخلصين"
    },
    {
        "surah_number": 37,
        "verse_number": 161,
        "content": "فإنكم وما تعبدون"
    },
    {
        "surah_number": 37,
        "verse_number": 162,
        "content": "ما أنتم عليه بفٰتنين"
    },
    {
        "surah_number": 37,
        "verse_number": 163,
        "content": "إلا من هو صال ٱلجحيم"
    },
    {
        "surah_number": 37,
        "verse_number": 164,
        "content": "ومامنا إلا له مقام معلوم"
    },
    {
        "surah_number": 37,
        "verse_number": 165,
        "content": "وإنا لنحن ٱلصافون"
    },
    {
        "surah_number": 37,
        "verse_number": 166,
        "content": "وإنا لنحن ٱلمسبحون"
    },
    {
        "surah_number": 37,
        "verse_number": 167,
        "content": "وإن كانوا ليقولون"
    },
    {
        "surah_number": 37,
        "verse_number": 168,
        "content": "لو أن عندنا ذكرا من ٱلأولين"
    },
    {
        "surah_number": 37,
        "verse_number": 169,
        "content": "لكنا عباد ٱلله ٱلمخلصين"
    },
    {
        "surah_number": 37,
        "verse_number": 170,
        "content": "فكفروا به فسوف يعلمون"
    },
    {
        "surah_number": 37,
        "verse_number": 171,
        "content": "ولقد سبقت كلمتنا لعبادنا ٱلمرسلين"
    },
    {
        "surah_number": 37,
        "verse_number": 172,
        "content": "إنهم لهم ٱلمنصورون"
    },
    {
        "surah_number": 37,
        "verse_number": 173,
        "content": "وإن جندنا لهم ٱلغٰلبون"
    },
    {
        "surah_number": 37,
        "verse_number": 174,
        "content": "فتول عنهم حتىٰ حين"
    },
    {
        "surah_number": 37,
        "verse_number": 175,
        "content": "وأبصرهم فسوف يبصرون"
    },
    {
        "surah_number": 37,
        "verse_number": 176,
        "content": "أفبعذابنا يستعجلون"
    },
    {
        "surah_number": 37,
        "verse_number": 177,
        "content": "فإذا نزل بساحتهم فساء صباح ٱلمنذرين"
    },
    {
        "surah_number": 37,
        "verse_number": 178,
        "content": "وتول عنهم حتىٰ حين"
    },
    {
        "surah_number": 37,
        "verse_number": 179,
        "content": "وأبصر فسوف يبصرون"
    },
    {
        "surah_number": 37,
        "verse_number": 180,
        "content": "سبحٰن ربك رب ٱلعزة عما يصفون"
    },
    {
        "surah_number": 37,
        "verse_number": 181,
        "content": "وسلٰم على ٱلمرسلين"
    },
    {
        "surah_number": 37,
        "verse_number": 182,
        "content": "وٱلحمد لله رب ٱلعٰلمين"
    },
    {
        "surah_number": 38,
        "verse_number": 1,
        "content": "ص وٱلقرءان ذي ٱلذكر"
    },
    {
        "surah_number": 38,
        "verse_number": 2,
        "content": "بل ٱلذين كفروا في عزة وشقاق"
    },
    {
        "surah_number": 38,
        "verse_number": 3,
        "content": "كم أهلكنا من قبلهم من قرن فنادوا ولات حين مناص"
    },
    {
        "surah_number": 38,
        "verse_number": 4,
        "content": "وعجبوا أن جاءهم منذر منهم وقال ٱلكٰفرون هٰذا سٰحر كذاب"
    },
    {
        "surah_number": 38,
        "verse_number": 5,
        "content": "أجعل ٱلألهة إلٰها وٰحدا إن هٰذا لشيء عجاب"
    },
    {
        "surah_number": 38,
        "verse_number": 6,
        "content": "وٱنطلق ٱلملأ منهم أن ٱمشوا وٱصبروا علىٰ ءالهتكم إن هٰذا لشيء يراد"
    },
    {
        "surah_number": 38,
        "verse_number": 7,
        "content": "ما سمعنا بهٰذا في ٱلملة ٱلأخرة إن هٰذا إلا ٱختلٰق"
    },
    {
        "surah_number": 38,
        "verse_number": 8,
        "content": "أءنزل عليه ٱلذكر من بيننا بل هم في شك من ذكري بل لما يذوقوا عذاب"
    },
    {
        "surah_number": 38,
        "verse_number": 9,
        "content": "أم عندهم خزائن رحمة ربك ٱلعزيز ٱلوهاب"
    },
    {
        "surah_number": 38,
        "verse_number": 10,
        "content": "أم لهم ملك ٱلسمٰوٰت وٱلأرض وما بينهما فليرتقوا في ٱلأسبٰب"
    },
    {
        "surah_number": 38,
        "verse_number": 11,
        "content": "جند ما هنالك مهزوم من ٱلأحزاب"
    },
    {
        "surah_number": 38,
        "verse_number": 12,
        "content": "كذبت قبلهم قوم نوح وعاد وفرعون ذو ٱلأوتاد"
    },
    {
        "surah_number": 38,
        "verse_number": 13,
        "content": "وثمود وقوم لوط وأصحٰب لـيكة أولـٰئك ٱلأحزاب"
    },
    {
        "surah_number": 38,
        "verse_number": 14,
        "content": "إن كل إلا كذب ٱلرسل فحق عقاب"
    },
    {
        "surah_number": 38,
        "verse_number": 15,
        "content": "وما ينظر هـٰؤلاء إلا صيحة وٰحدة ما لها من فواق"
    },
    {
        "surah_number": 38,
        "verse_number": 16,
        "content": "وقالوا ربنا عجل لنا قطنا قبل يوم ٱلحساب"
    },
    {
        "surah_number": 38,
        "verse_number": 17,
        "content": "ٱصبر علىٰ ما يقولون وٱذكر عبدنا داود ذا ٱلأيد إنه أواب"
    },
    {
        "surah_number": 38,
        "verse_number": 18,
        "content": "إنا سخرنا ٱلجبال معه يسبحن بٱلعشي وٱلإشراق"
    },
    {
        "surah_number": 38,
        "verse_number": 19,
        "content": "وٱلطير محشورة كل له أواب"
    },
    {
        "surah_number": 38,
        "verse_number": 20,
        "content": "وشددنا ملكه وءاتينٰه ٱلحكمة وفصل ٱلخطاب"
    },
    {
        "surah_number": 38,
        "verse_number": 21,
        "content": "وهل أتىٰك نبؤا ٱلخصم إذ تسوروا ٱلمحراب"
    },
    {
        "surah_number": 38,
        "verse_number": 22,
        "content": "إذ دخلوا علىٰ داود ففزع منهم قالوا لا تخف خصمان بغىٰ بعضنا علىٰ بعض فٱحكم بيننا بٱلحق ولا تشطط وٱهدنا إلىٰ سواء ٱلصرٰط"
    },
    {
        "surah_number": 38,
        "verse_number": 23,
        "content": "إن هٰذا أخي له تسع وتسعون نعجة ولي نعجة وٰحدة فقال أكفلنيها وعزني في ٱلخطاب"
    },
    {
        "surah_number": 38,
        "verse_number": 24,
        "content": "قال لقد ظلمك بسؤال نعجتك إلىٰ نعاجه وإن كثيرا من ٱلخلطاء ليبغي بعضهم علىٰ بعض إلا ٱلذين ءامنوا وعملوا ٱلصـٰلحٰت وقليل ما هم وظن داود أنما فتنـٰه فٱستغفر ربه وخر راكعا وأناب"
    },
    {
        "surah_number": 38,
        "verse_number": 25,
        "content": "فغفرنا له ذٰلك وإن له عندنا لزلفىٰ وحسن مـاب"
    },
    {
        "surah_number": 38,
        "verse_number": 26,
        "content": "يٰداود إنا جعلنٰك خليفة في ٱلأرض فٱحكم بين ٱلناس بٱلحق ولا تتبع ٱلهوىٰ فيضلك عن سبيل ٱلله إن ٱلذين يضلون عن سبيل ٱلله لهم عذاب شديد بما نسوا يوم ٱلحساب"
    },
    {
        "surah_number": 38,
        "verse_number": 27,
        "content": "وما خلقنا ٱلسماء وٱلأرض وما بينهما بٰطلا ذٰلك ظن ٱلذين كفروا فويل للذين كفروا من ٱلنار"
    },
    {
        "surah_number": 38,
        "verse_number": 28,
        "content": "أم نجعل ٱلذين ءامنوا وعملوا ٱلصـٰلحٰت كٱلمفسدين في ٱلأرض أم نجعل ٱلمتقين كٱلفجار"
    },
    {
        "surah_number": 38,
        "verse_number": 29,
        "content": "كتٰب أنزلنٰه إليك مبٰرك ليدبروا ءايٰته وليتذكر أولوا ٱلألبٰب"
    },
    {
        "surah_number": 38,
        "verse_number": 30,
        "content": "ووهبنا لداود سليمٰن نعم ٱلعبد إنه أواب"
    },
    {
        "surah_number": 38,
        "verse_number": 31,
        "content": "إذ عرض عليه بٱلعشي ٱلصـٰفنٰت ٱلجياد"
    },
    {
        "surah_number": 38,
        "verse_number": 32,
        "content": "فقال إني أحببت حب ٱلخير عن ذكر ربي حتىٰ توارت بٱلحجاب"
    },
    {
        "surah_number": 38,
        "verse_number": 33,
        "content": "ردوها علي فطفق مسحا بٱلسوق وٱلأعناق"
    },
    {
        "surah_number": 38,
        "verse_number": 34,
        "content": "ولقد فتنا سليمٰن وألقينا علىٰ كرسيه جسدا ثم أناب"
    },
    {
        "surah_number": 38,
        "verse_number": 35,
        "content": "قال رب ٱغفر لي وهب لي ملكا لا ينبغي لأحد من بعدي إنك أنت ٱلوهاب"
    },
    {
        "surah_number": 38,
        "verse_number": 36,
        "content": "فسخرنا له ٱلريح تجري بأمره رخاء حيث أصاب"
    },
    {
        "surah_number": 38,
        "verse_number": 37,
        "content": "وٱلشيٰطين كل بناء وغواص"
    },
    {
        "surah_number": 38,
        "verse_number": 38,
        "content": "وءاخرين مقرنين في ٱلأصفاد"
    },
    {
        "surah_number": 38,
        "verse_number": 39,
        "content": "هٰذا عطاؤنا فٱمنن أو أمسك بغير حساب"
    },
    {
        "surah_number": 38,
        "verse_number": 40,
        "content": "وإن له عندنا لزلفىٰ وحسن مـاب"
    },
    {
        "surah_number": 38,
        "verse_number": 41,
        "content": "وٱذكر عبدنا أيوب إذ نادىٰ ربه أني مسني ٱلشيطٰن بنصب وعذاب"
    },
    {
        "surah_number": 38,
        "verse_number": 42,
        "content": "ٱركض برجلك هٰذا مغتسل بارد وشراب"
    },
    {
        "surah_number": 38,
        "verse_number": 43,
        "content": "ووهبنا له أهله ومثلهم معهم رحمة منا وذكرىٰ لأولي ٱلألبٰب"
    },
    {
        "surah_number": 38,
        "verse_number": 44,
        "content": "وخذ بيدك ضغثا فٱضرب به ولا تحنث إنا وجدنٰه صابرا نعم ٱلعبد إنه أواب"
    },
    {
        "surah_number": 38,
        "verse_number": 45,
        "content": "وٱذكر عبٰدنا إبرٰهيم وإسحٰق ويعقوب أولي ٱلأيدي وٱلأبصٰر"
    },
    {
        "surah_number": 38,
        "verse_number": 46,
        "content": "إنا أخلصنٰهم بخالصة ذكرى ٱلدار"
    },
    {
        "surah_number": 38,
        "verse_number": 47,
        "content": "وإنهم عندنا لمن ٱلمصطفين ٱلأخيار"
    },
    {
        "surah_number": 38,
        "verse_number": 48,
        "content": "وٱذكر إسمٰعيل وٱليسع وذا ٱلكفل وكل من ٱلأخيار"
    },
    {
        "surah_number": 38,
        "verse_number": 49,
        "content": "هٰذا ذكر وإن للمتقين لحسن مـاب"
    },
    {
        "surah_number": 38,
        "verse_number": 50,
        "content": "جنـٰت عدن مفتحة لهم ٱلأبوٰب"
    },
    {
        "surah_number": 38,
        "verse_number": 51,
        "content": "متكـين فيها يدعون فيها بفٰكهة كثيرة وشراب"
    },
    {
        "surah_number": 38,
        "verse_number": 52,
        "content": "وعندهم قٰصرٰت ٱلطرف أتراب"
    },
    {
        "surah_number": 38,
        "verse_number": 53,
        "content": "هٰذا ما توعدون ليوم ٱلحساب"
    },
    {
        "surah_number": 38,
        "verse_number": 54,
        "content": "إن هٰذا لرزقنا ما له من نفاد"
    },
    {
        "surah_number": 38,
        "verse_number": 55,
        "content": "هٰذا وإن للطـٰغين لشر مـاب"
    },
    {
        "surah_number": 38,
        "verse_number": 56,
        "content": "جهنم يصلونها فبئس ٱلمهاد"
    },
    {
        "surah_number": 38,
        "verse_number": 57,
        "content": "هٰذا فليذوقوه حميم وغساق"
    },
    {
        "surah_number": 38,
        "verse_number": 58,
        "content": "وءاخر من شكله أزوٰج"
    },
    {
        "surah_number": 38,
        "verse_number": 59,
        "content": "هٰذا فوج مقتحم معكم لا مرحبا بهم إنهم صالوا ٱلنار"
    },
    {
        "surah_number": 38,
        "verse_number": 60,
        "content": "قالوا بل أنتم لا مرحبا بكم أنتم قدمتموه لنا فبئس ٱلقرار"
    },
    {
        "surah_number": 38,
        "verse_number": 61,
        "content": "قالوا ربنا من قدم لنا هٰذا فزده عذابا ضعفا في ٱلنار"
    },
    {
        "surah_number": 38,
        "verse_number": 62,
        "content": "وقالوا ما لنا لا نرىٰ رجالا كنا نعدهم من ٱلأشرار"
    },
    {
        "surah_number": 38,
        "verse_number": 63,
        "content": "أتخذنٰهم سخريا أم زاغت عنهم ٱلأبصٰر"
    },
    {
        "surah_number": 38,
        "verse_number": 64,
        "content": "إن ذٰلك لحق تخاصم أهل ٱلنار"
    },
    {
        "surah_number": 38,
        "verse_number": 65,
        "content": "قل إنما أنا منذر وما من إلٰه إلا ٱلله ٱلوٰحد ٱلقهار"
    },
    {
        "surah_number": 38,
        "verse_number": 66,
        "content": "رب ٱلسمٰوٰت وٱلأرض وما بينهما ٱلعزيز ٱلغفـٰر"
    },
    {
        "surah_number": 38,
        "verse_number": 67,
        "content": "قل هو نبؤا عظيم"
    },
    {
        "surah_number": 38,
        "verse_number": 68,
        "content": "أنتم عنه معرضون"
    },
    {
        "surah_number": 38,
        "verse_number": 69,
        "content": "ما كان لي من علم بٱلملإ ٱلأعلىٰ إذ يختصمون"
    },
    {
        "surah_number": 38,
        "verse_number": 70,
        "content": "إن يوحىٰ إلي إلا أنما أنا نذير مبين"
    },
    {
        "surah_number": 38,
        "verse_number": 71,
        "content": "إذ قال ربك للملـٰئكة إني خٰلق بشرا من طين"
    },
    {
        "surah_number": 38,
        "verse_number": 72,
        "content": "فإذا سويته ونفخت فيه من روحي فقعوا له سٰجدين"
    },
    {
        "surah_number": 38,
        "verse_number": 73,
        "content": "فسجد ٱلملـٰئكة كلهم أجمعون"
    },
    {
        "surah_number": 38,
        "verse_number": 74,
        "content": "إلا إبليس ٱستكبر وكان من ٱلكٰفرين"
    },
    {
        "surah_number": 38,
        "verse_number": 75,
        "content": "قال يـٰإبليس ما منعك أن تسجد لما خلقت بيدي أستكبرت أم كنت من ٱلعالين"
    },
    {
        "surah_number": 38,
        "verse_number": 76,
        "content": "قال أنا خير منه خلقتني من نار وخلقته من طين"
    },
    {
        "surah_number": 38,
        "verse_number": 77,
        "content": "قال فٱخرج منها فإنك رجيم"
    },
    {
        "surah_number": 38,
        "verse_number": 78,
        "content": "وإن عليك لعنتي إلىٰ يوم ٱلدين"
    },
    {
        "surah_number": 38,
        "verse_number": 79,
        "content": "قال رب فأنظرني إلىٰ يوم يبعثون"
    },
    {
        "surah_number": 38,
        "verse_number": 80,
        "content": "قال فإنك من ٱلمنظرين"
    },
    {
        "surah_number": 38,
        "verse_number": 81,
        "content": "إلىٰ يوم ٱلوقت ٱلمعلوم"
    },
    {
        "surah_number": 38,
        "verse_number": 82,
        "content": "قال فبعزتك لأغوينهم أجمعين"
    },
    {
        "surah_number": 38,
        "verse_number": 83,
        "content": "إلا عبادك منهم ٱلمخلصين"
    },
    {
        "surah_number": 38,
        "verse_number": 84,
        "content": "قال فٱلحق وٱلحق أقول"
    },
    {
        "surah_number": 38,
        "verse_number": 85,
        "content": "لأملأن جهنم منك وممن تبعك منهم أجمعين"
    },
    {
        "surah_number": 38,
        "verse_number": 86,
        "content": "قل ما أسـلكم عليه من أجر وما أنا من ٱلمتكلفين"
    },
    {
        "surah_number": 38,
        "verse_number": 87,
        "content": "إن هو إلا ذكر للعٰلمين"
    },
    {
        "surah_number": 38,
        "verse_number": 88,
        "content": "ولتعلمن نبأه بعد حين"
    },
    {
        "surah_number": 39,
        "verse_number": 1,
        "content": "تنزيل ٱلكتٰب من ٱلله ٱلعزيز ٱلحكيم"
    },
    {
        "surah_number": 39,
        "verse_number": 2,
        "content": "إنا أنزلنا إليك ٱلكتٰب بٱلحق فٱعبد ٱلله مخلصا له ٱلدين"
    },
    {
        "surah_number": 39,
        "verse_number": 3,
        "content": "ألا لله ٱلدين ٱلخالص وٱلذين ٱتخذوا من دونه أولياء ما نعبدهم إلا ليقربونا إلى ٱلله زلفىٰ إن ٱلله يحكم بينهم في ما هم فيه يختلفون إن ٱلله لا يهدي من هو كٰذب كفار"
    },
    {
        "surah_number": 39,
        "verse_number": 4,
        "content": "لو أراد ٱلله أن يتخذ ولدا لٱصطفىٰ مما يخلق ما يشاء سبحٰنه هو ٱلله ٱلوٰحد ٱلقهار"
    },
    {
        "surah_number": 39,
        "verse_number": 5,
        "content": "خلق ٱلسمٰوٰت وٱلأرض بٱلحق يكور ٱليل على ٱلنهار ويكور ٱلنهار على ٱليل وسخر ٱلشمس وٱلقمر كل يجري لأجل مسمى ألا هو ٱلعزيز ٱلغفـٰر"
    },
    {
        "surah_number": 39,
        "verse_number": 6,
        "content": "خلقكم من نفس وٰحدة ثم جعل منها زوجها وأنزل لكم من ٱلأنعٰم ثمٰنية أزوٰج يخلقكم في بطون أمهٰتكم خلقا من بعد خلق في ظلمٰت ثلٰث ذٰلكم ٱلله ربكم له ٱلملك لا إلٰه إلا هو فأنىٰ تصرفون"
    },
    {
        "surah_number": 39,
        "verse_number": 7,
        "content": "إن تكفروا فإن ٱلله غني عنكم ولا يرضىٰ لعباده ٱلكفر وإن تشكروا يرضه لكم ولا تزر وازرة وزر أخرىٰ ثم إلىٰ ربكم مرجعكم فينبئكم بما كنتم تعملون إنه عليم بذات ٱلصدور"
    },
    {
        "surah_number": 39,
        "verse_number": 8,
        "content": "وإذا مس ٱلإنسٰن ضر دعا ربه منيبا إليه ثم إذا خوله نعمة منه نسي ما كان يدعوا إليه من قبل وجعل لله أندادا ليضل عن سبيله قل تمتع بكفرك قليلا إنك من أصحٰب ٱلنار"
    },
    {
        "surah_number": 39,
        "verse_number": 9,
        "content": "أمن هو قٰنت ءاناء ٱليل ساجدا وقائما يحذر ٱلأخرة ويرجوا رحمة ربه قل هل يستوي ٱلذين يعلمون وٱلذين لا يعلمون إنما يتذكر أولوا ٱلألبٰب"
    },
    {
        "surah_number": 39,
        "verse_number": 10,
        "content": "قل يٰعباد ٱلذين ءامنوا ٱتقوا ربكم للذين أحسنوا في هٰذه ٱلدنيا حسنة وأرض ٱلله وٰسعة إنما يوفى ٱلصـٰبرون أجرهم بغير حساب"
    },
    {
        "surah_number": 39,
        "verse_number": 11,
        "content": "قل إني أمرت أن أعبد ٱلله مخلصا له ٱلدين"
    },
    {
        "surah_number": 39,
        "verse_number": 12,
        "content": "وأمرت لأن أكون أول ٱلمسلمين"
    },
    {
        "surah_number": 39,
        "verse_number": 13,
        "content": "قل إني أخاف إن عصيت ربي عذاب يوم عظيم"
    },
    {
        "surah_number": 39,
        "verse_number": 14,
        "content": "قل ٱلله أعبد مخلصا له ديني"
    },
    {
        "surah_number": 39,
        "verse_number": 15,
        "content": "فٱعبدوا ما شئتم من دونه قل إن ٱلخٰسرين ٱلذين خسروا أنفسهم وأهليهم يوم ٱلقيٰمة ألا ذٰلك هو ٱلخسران ٱلمبين"
    },
    {
        "surah_number": 39,
        "verse_number": 16,
        "content": "لهم من فوقهم ظلل من ٱلنار ومن تحتهم ظلل ذٰلك يخوف ٱلله به عباده يٰعباد فٱتقون"
    },
    {
        "surah_number": 39,
        "verse_number": 17,
        "content": "وٱلذين ٱجتنبوا ٱلطـٰغوت أن يعبدوها وأنابوا إلى ٱلله لهم ٱلبشرىٰ فبشر عباد"
    },
    {
        "surah_number": 39,
        "verse_number": 18,
        "content": "ٱلذين يستمعون ٱلقول فيتبعون أحسنه أولـٰئك ٱلذين هدىٰهم ٱلله وأولـٰئك هم أولوا ٱلألبٰب"
    },
    {
        "surah_number": 39,
        "verse_number": 19,
        "content": "أفمن حق عليه كلمة ٱلعذاب أفأنت تنقذ من في ٱلنار"
    },
    {
        "surah_number": 39,
        "verse_number": 20,
        "content": "لٰكن ٱلذين ٱتقوا ربهم لهم غرف من فوقها غرف مبنية تجري من تحتها ٱلأنهٰر وعد ٱلله لا يخلف ٱلله ٱلميعاد"
    },
    {
        "surah_number": 39,
        "verse_number": 21,
        "content": "ألم تر أن ٱلله أنزل من ٱلسماء ماء فسلكه ينٰبيع في ٱلأرض ثم يخرج به زرعا مختلفا ألوٰنه ثم يهيج فترىٰه مصفرا ثم يجعله حطٰما إن في ذٰلك لذكرىٰ لأولي ٱلألبٰب"
    },
    {
        "surah_number": 39,
        "verse_number": 22,
        "content": "أفمن شرح ٱلله صدره للإسلٰم فهو علىٰ نور من ربه فويل للقٰسية قلوبهم من ذكر ٱلله أولـٰئك في ضلٰل مبين"
    },
    {
        "surah_number": 39,
        "verse_number": 23,
        "content": "ٱلله نزل أحسن ٱلحديث كتٰبا متشٰبها مثاني تقشعر منه جلود ٱلذين يخشون ربهم ثم تلين جلودهم وقلوبهم إلىٰ ذكر ٱلله ذٰلك هدى ٱلله يهدي به من يشاء ومن يضلل ٱلله فما له من هاد"
    },
    {
        "surah_number": 39,
        "verse_number": 24,
        "content": "أفمن يتقي بوجهه سوء ٱلعذاب يوم ٱلقيٰمة وقيل للظـٰلمين ذوقوا ما كنتم تكسبون"
    },
    {
        "surah_number": 39,
        "verse_number": 25,
        "content": "كذب ٱلذين من قبلهم فأتىٰهم ٱلعذاب من حيث لا يشعرون"
    },
    {
        "surah_number": 39,
        "verse_number": 26,
        "content": "فأذاقهم ٱلله ٱلخزي في ٱلحيوٰة ٱلدنيا ولعذاب ٱلأخرة أكبر لو كانوا يعلمون"
    },
    {
        "surah_number": 39,
        "verse_number": 27,
        "content": "ولقد ضربنا للناس في هٰذا ٱلقرءان من كل مثل لعلهم يتذكرون"
    },
    {
        "surah_number": 39,
        "verse_number": 28,
        "content": "قرءانا عربيا غير ذي عوج لعلهم يتقون"
    },
    {
        "surah_number": 39,
        "verse_number": 29,
        "content": "ضرب ٱلله مثلا رجلا فيه شركاء متشٰكسون ورجلا سلما لرجل هل يستويان مثلا ٱلحمد لله بل أكثرهم لا يعلمون"
    },
    {
        "surah_number": 39,
        "verse_number": 30,
        "content": "إنك ميت وإنهم ميتون"
    },
    {
        "surah_number": 39,
        "verse_number": 31,
        "content": "ثم إنكم يوم ٱلقيٰمة عند ربكم تختصمون"
    },
    {
        "surah_number": 39,
        "verse_number": 32,
        "content": "فمن أظلم ممن كذب على ٱلله وكذب بٱلصدق إذ جاءه أليس في جهنم مثوى للكٰفرين"
    },
    {
        "surah_number": 39,
        "verse_number": 33,
        "content": "وٱلذي جاء بٱلصدق وصدق به أولـٰئك هم ٱلمتقون"
    },
    {
        "surah_number": 39,
        "verse_number": 34,
        "content": "لهم ما يشاءون عند ربهم ذٰلك جزاء ٱلمحسنين"
    },
    {
        "surah_number": 39,
        "verse_number": 35,
        "content": "ليكفر ٱلله عنهم أسوأ ٱلذي عملوا ويجزيهم أجرهم بأحسن ٱلذي كانوا يعملون"
    },
    {
        "surah_number": 39,
        "verse_number": 36,
        "content": "أليس ٱلله بكاف عبده ويخوفونك بٱلذين من دونه ومن يضلل ٱلله فما له من هاد"
    },
    {
        "surah_number": 39,
        "verse_number": 37,
        "content": "ومن يهد ٱلله فما له من مضل أليس ٱلله بعزيز ذي ٱنتقام"
    },
    {
        "surah_number": 39,
        "verse_number": 38,
        "content": "ولئن سألتهم من خلق ٱلسمٰوٰت وٱلأرض ليقولن ٱلله قل أفرءيتم ما تدعون من دون ٱلله إن أرادني ٱلله بضر هل هن كٰشفٰت ضره أو أرادني برحمة هل هن ممسكٰت رحمته قل حسبي ٱلله عليه يتوكل ٱلمتوكلون"
    },
    {
        "surah_number": 39,
        "verse_number": 39,
        "content": "قل يٰقوم ٱعملوا علىٰ مكانتكم إني عٰمل فسوف تعلمون"
    },
    {
        "surah_number": 39,
        "verse_number": 40,
        "content": "من يأتيه عذاب يخزيه ويحل عليه عذاب مقيم"
    },
    {
        "surah_number": 39,
        "verse_number": 41,
        "content": "إنا أنزلنا عليك ٱلكتٰب للناس بٱلحق فمن ٱهتدىٰ فلنفسه ومن ضل فإنما يضل عليها وما أنت عليهم بوكيل"
    },
    {
        "surah_number": 39,
        "verse_number": 42,
        "content": "ٱلله يتوفى ٱلأنفس حين موتها وٱلتي لم تمت في منامها فيمسك ٱلتي قضىٰ عليها ٱلموت ويرسل ٱلأخرىٰ إلىٰ أجل مسمى إن في ذٰلك لأيٰت لقوم يتفكرون"
    },
    {
        "surah_number": 39,
        "verse_number": 43,
        "content": "أم ٱتخذوا من دون ٱلله شفعاء قل أولو كانوا لا يملكون شيـا ولا يعقلون"
    },
    {
        "surah_number": 39,
        "verse_number": 44,
        "content": "قل لله ٱلشفٰعة جميعا له ملك ٱلسمٰوٰت وٱلأرض ثم إليه ترجعون"
    },
    {
        "surah_number": 39,
        "verse_number": 45,
        "content": "وإذا ذكر ٱلله وحده ٱشمأزت قلوب ٱلذين لا يؤمنون بٱلأخرة وإذا ذكر ٱلذين من دونه إذا هم يستبشرون"
    },
    {
        "surah_number": 39,
        "verse_number": 46,
        "content": "قل ٱللهم فاطر ٱلسمٰوٰت وٱلأرض عٰلم ٱلغيب وٱلشهٰدة أنت تحكم بين عبادك في ما كانوا فيه يختلفون"
    },
    {
        "surah_number": 39,
        "verse_number": 47,
        "content": "ولو أن للذين ظلموا ما في ٱلأرض جميعا ومثله معه لٱفتدوا به من سوء ٱلعذاب يوم ٱلقيٰمة وبدا لهم من ٱلله ما لم يكونوا يحتسبون"
    },
    {
        "surah_number": 39,
        "verse_number": 48,
        "content": "وبدا لهم سيـات ما كسبوا وحاق بهم ما كانوا به يستهزءون"
    },
    {
        "surah_number": 39,
        "verse_number": 49,
        "content": "فإذا مس ٱلإنسٰن ضر دعانا ثم إذا خولنٰه نعمة منا قال إنما أوتيته علىٰ علم بل هي فتنة ولٰكن أكثرهم لا يعلمون"
    },
    {
        "surah_number": 39,
        "verse_number": 50,
        "content": "قد قالها ٱلذين من قبلهم فما أغنىٰ عنهم ما كانوا يكسبون"
    },
    {
        "surah_number": 39,
        "verse_number": 51,
        "content": "فأصابهم سيـات ما كسبوا وٱلذين ظلموا من هـٰؤلاء سيصيبهم سيـات ما كسبوا وما هم بمعجزين"
    },
    {
        "surah_number": 39,
        "verse_number": 52,
        "content": "أولم يعلموا أن ٱلله يبسط ٱلرزق لمن يشاء ويقدر إن في ذٰلك لأيٰت لقوم يؤمنون"
    },
    {
        "surah_number": 39,
        "verse_number": 53,
        "content": "قل يٰعبادي ٱلذين أسرفوا علىٰ أنفسهم لا تقنطوا من رحمة ٱلله إن ٱلله يغفر ٱلذنوب جميعا إنه هو ٱلغفور ٱلرحيم"
    },
    {
        "surah_number": 39,
        "verse_number": 54,
        "content": "وأنيبوا إلىٰ ربكم وأسلموا له من قبل أن يأتيكم ٱلعذاب ثم لا تنصرون"
    },
    {
        "surah_number": 39,
        "verse_number": 55,
        "content": "وٱتبعوا أحسن ما أنزل إليكم من ربكم من قبل أن يأتيكم ٱلعذاب بغتة وأنتم لا تشعرون"
    },
    {
        "surah_number": 39,
        "verse_number": 56,
        "content": "أن تقول نفس يٰحسرتىٰ علىٰ ما فرطت في جنب ٱلله وإن كنت لمن ٱلسـٰخرين"
    },
    {
        "surah_number": 39,
        "verse_number": 57,
        "content": "أو تقول لو أن ٱلله هدىٰني لكنت من ٱلمتقين"
    },
    {
        "surah_number": 39,
        "verse_number": 58,
        "content": "أو تقول حين ترى ٱلعذاب لو أن لي كرة فأكون من ٱلمحسنين"
    },
    {
        "surah_number": 39,
        "verse_number": 59,
        "content": "بلىٰ قد جاءتك ءايٰتي فكذبت بها وٱستكبرت وكنت من ٱلكٰفرين"
    },
    {
        "surah_number": 39,
        "verse_number": 60,
        "content": "ويوم ٱلقيٰمة ترى ٱلذين كذبوا على ٱلله وجوههم مسودة أليس في جهنم مثوى للمتكبرين"
    },
    {
        "surah_number": 39,
        "verse_number": 61,
        "content": "وينجي ٱلله ٱلذين ٱتقوا بمفازتهم لا يمسهم ٱلسوء ولا هم يحزنون"
    },
    {
        "surah_number": 39,
        "verse_number": 62,
        "content": "ٱلله خٰلق كل شيء وهو علىٰ كل شيء وكيل"
    },
    {
        "surah_number": 39,
        "verse_number": 63,
        "content": "له مقاليد ٱلسمٰوٰت وٱلأرض وٱلذين كفروا بـايٰت ٱلله أولـٰئك هم ٱلخٰسرون"
    },
    {
        "surah_number": 39,
        "verse_number": 64,
        "content": "قل أفغير ٱلله تأمروني أعبد أيها ٱلجٰهلون"
    },
    {
        "surah_number": 39,
        "verse_number": 65,
        "content": "ولقد أوحي إليك وإلى ٱلذين من قبلك لئن أشركت ليحبطن عملك ولتكونن من ٱلخٰسرين"
    },
    {
        "surah_number": 39,
        "verse_number": 66,
        "content": "بل ٱلله فٱعبد وكن من ٱلشـٰكرين"
    },
    {
        "surah_number": 39,
        "verse_number": 67,
        "content": "وما قدروا ٱلله حق قدره وٱلأرض جميعا قبضته يوم ٱلقيٰمة وٱلسمٰوٰت مطويـٰت بيمينه سبحٰنه وتعٰلىٰ عما يشركون"
    },
    {
        "surah_number": 39,
        "verse_number": 68,
        "content": "ونفخ في ٱلصور فصعق من في ٱلسمٰوٰت ومن في ٱلأرض إلا من شاء ٱلله ثم نفخ فيه أخرىٰ فإذا هم قيام ينظرون"
    },
    {
        "surah_number": 39,
        "verse_number": 69,
        "content": "وأشرقت ٱلأرض بنور ربها ووضع ٱلكتٰب وجايء بٱلنبيـن وٱلشهداء وقضي بينهم بٱلحق وهم لا يظلمون"
    },
    {
        "surah_number": 39,
        "verse_number": 70,
        "content": "ووفيت كل نفس ما عملت وهو أعلم بما يفعلون"
    },
    {
        "surah_number": 39,
        "verse_number": 71,
        "content": "وسيق ٱلذين كفروا إلىٰ جهنم زمرا حتىٰ إذا جاءوها فتحت أبوٰبها وقال لهم خزنتها ألم يأتكم رسل منكم يتلون عليكم ءايٰت ربكم وينذرونكم لقاء يومكم هٰذا قالوا بلىٰ ولٰكن حقت كلمة ٱلعذاب على ٱلكٰفرين"
    },
    {
        "surah_number": 39,
        "verse_number": 72,
        "content": "قيل ٱدخلوا أبوٰب جهنم خٰلدين فيها فبئس مثوى ٱلمتكبرين"
    },
    {
        "surah_number": 39,
        "verse_number": 73,
        "content": "وسيق ٱلذين ٱتقوا ربهم إلى ٱلجنة زمرا حتىٰ إذا جاءوها وفتحت أبوٰبها وقال لهم خزنتها سلٰم عليكم طبتم فٱدخلوها خٰلدين"
    },
    {
        "surah_number": 39,
        "verse_number": 74,
        "content": "وقالوا ٱلحمد لله ٱلذي صدقنا وعده وأورثنا ٱلأرض نتبوأ من ٱلجنة حيث نشاء فنعم أجر ٱلعٰملين"
    },
    {
        "surah_number": 39,
        "verse_number": 75,
        "content": "وترى ٱلملـٰئكة حافين من حول ٱلعرش يسبحون بحمد ربهم وقضي بينهم بٱلحق وقيل ٱلحمد لله رب ٱلعٰلمين"
    },
    {
        "surah_number": 40,
        "verse_number": 1,
        "content": "حم"
    },
    {
        "surah_number": 40,
        "verse_number": 2,
        "content": "تنزيل ٱلكتٰب من ٱلله ٱلعزيز ٱلعليم"
    },
    {
        "surah_number": 40,
        "verse_number": 3,
        "content": "غافر ٱلذنب وقابل ٱلتوب شديد ٱلعقاب ذي ٱلطول لا إلٰه إلا هو إليه ٱلمصير"
    },
    {
        "surah_number": 40,
        "verse_number": 4,
        "content": "ما يجٰدل في ءايٰت ٱلله إلا ٱلذين كفروا فلا يغررك تقلبهم في ٱلبلٰد"
    },
    {
        "surah_number": 40,
        "verse_number": 5,
        "content": "كذبت قبلهم قوم نوح وٱلأحزاب من بعدهم وهمت كل أمة برسولهم ليأخذوه وجٰدلوا بٱلبٰطل ليدحضوا به ٱلحق فأخذتهم فكيف كان عقاب"
    },
    {
        "surah_number": 40,
        "verse_number": 6,
        "content": "وكذٰلك حقت كلمت ربك على ٱلذين كفروا أنهم أصحٰب ٱلنار"
    },
    {
        "surah_number": 40,
        "verse_number": 7,
        "content": "ٱلذين يحملون ٱلعرش ومن حوله يسبحون بحمد ربهم ويؤمنون به ويستغفرون للذين ءامنوا ربنا وسعت كل شيء رحمة وعلما فٱغفر للذين تابوا وٱتبعوا سبيلك وقهم عذاب ٱلجحيم"
    },
    {
        "surah_number": 40,
        "verse_number": 8,
        "content": "ربنا وأدخلهم جنـٰت عدن ٱلتي وعدتهم ومن صلح من ءابائهم وأزوٰجهم وذريـٰتهم إنك أنت ٱلعزيز ٱلحكيم"
    },
    {
        "surah_number": 40,
        "verse_number": 9,
        "content": "وقهم ٱلسيـات ومن تق ٱلسيـات يومئذ فقد رحمته وذٰلك هو ٱلفوز ٱلعظيم"
    },
    {
        "surah_number": 40,
        "verse_number": 10,
        "content": "إن ٱلذين كفروا ينادون لمقت ٱلله أكبر من مقتكم أنفسكم إذ تدعون إلى ٱلإيمٰن فتكفرون"
    },
    {
        "surah_number": 40,
        "verse_number": 11,
        "content": "قالوا ربنا أمتنا ٱثنتين وأحييتنا ٱثنتين فٱعترفنا بذنوبنا فهل إلىٰ خروج من سبيل"
    },
    {
        "surah_number": 40,
        "verse_number": 12,
        "content": "ذٰلكم بأنه إذا دعي ٱلله وحده كفرتم وإن يشرك به تؤمنوا فٱلحكم لله ٱلعلي ٱلكبير"
    },
    {
        "surah_number": 40,
        "verse_number": 13,
        "content": "هو ٱلذي يريكم ءايٰته وينزل لكم من ٱلسماء رزقا وما يتذكر إلا من ينيب"
    },
    {
        "surah_number": 40,
        "verse_number": 14,
        "content": "فٱدعوا ٱلله مخلصين له ٱلدين ولو كره ٱلكٰفرون"
    },
    {
        "surah_number": 40,
        "verse_number": 15,
        "content": "رفيع ٱلدرجٰت ذو ٱلعرش يلقي ٱلروح من أمره علىٰ من يشاء من عباده لينذر يوم ٱلتلاق"
    },
    {
        "surah_number": 40,
        "verse_number": 16,
        "content": "يوم هم بٰرزون لا يخفىٰ على ٱلله منهم شيء لمن ٱلملك ٱليوم لله ٱلوٰحد ٱلقهار"
    },
    {
        "surah_number": 40,
        "verse_number": 17,
        "content": "ٱليوم تجزىٰ كل نفس بما كسبت لا ظلم ٱليوم إن ٱلله سريع ٱلحساب"
    },
    {
        "surah_number": 40,
        "verse_number": 18,
        "content": "وأنذرهم يوم ٱلأزفة إذ ٱلقلوب لدى ٱلحناجر كٰظمين ما للظـٰلمين من حميم ولا شفيع يطاع"
    },
    {
        "surah_number": 40,
        "verse_number": 19,
        "content": "يعلم خائنة ٱلأعين وما تخفي ٱلصدور"
    },
    {
        "surah_number": 40,
        "verse_number": 20,
        "content": "وٱلله يقضي بٱلحق وٱلذين يدعون من دونه لا يقضون بشيء إن ٱلله هو ٱلسميع ٱلبصير"
    },
    {
        "surah_number": 40,
        "verse_number": 21,
        "content": "أولم يسيروا في ٱلأرض فينظروا كيف كان عٰقبة ٱلذين كانوا من قبلهم كانوا هم أشد منهم قوة وءاثارا في ٱلأرض فأخذهم ٱلله بذنوبهم وما كان لهم من ٱلله من واق"
    },
    {
        "surah_number": 40,
        "verse_number": 22,
        "content": "ذٰلك بأنهم كانت تأتيهم رسلهم بٱلبينٰت فكفروا فأخذهم ٱلله إنه قوي شديد ٱلعقاب"
    },
    {
        "surah_number": 40,
        "verse_number": 23,
        "content": "ولقد أرسلنا موسىٰ بـايٰتنا وسلطٰن مبين"
    },
    {
        "surah_number": 40,
        "verse_number": 24,
        "content": "إلىٰ فرعون وهٰمٰن وقٰرون فقالوا سٰحر كذاب"
    },
    {
        "surah_number": 40,
        "verse_number": 25,
        "content": "فلما جاءهم بٱلحق من عندنا قالوا ٱقتلوا أبناء ٱلذين ءامنوا معه وٱستحيوا نساءهم وما كيد ٱلكٰفرين إلا في ضلٰل"
    },
    {
        "surah_number": 40,
        "verse_number": 26,
        "content": "وقال فرعون ذروني أقتل موسىٰ وليدع ربه إني أخاف أن يبدل دينكم أو أن يظهر في ٱلأرض ٱلفساد"
    },
    {
        "surah_number": 40,
        "verse_number": 27,
        "content": "وقال موسىٰ إني عذت بربي وربكم من كل متكبر لا يؤمن بيوم ٱلحساب"
    },
    {
        "surah_number": 40,
        "verse_number": 28,
        "content": "وقال رجل مؤمن من ءال فرعون يكتم إيمٰنه أتقتلون رجلا أن يقول ربي ٱلله وقد جاءكم بٱلبينٰت من ربكم وإن يك كٰذبا فعليه كذبه وإن يك صادقا يصبكم بعض ٱلذي يعدكم إن ٱلله لا يهدي من هو مسرف كذاب"
    },
    {
        "surah_number": 40,
        "verse_number": 29,
        "content": "يٰقوم لكم ٱلملك ٱليوم ظٰهرين في ٱلأرض فمن ينصرنا من بأس ٱلله إن جاءنا قال فرعون ما أريكم إلا ما أرىٰ وما أهديكم إلا سبيل ٱلرشاد"
    },
    {
        "surah_number": 40,
        "verse_number": 30,
        "content": "وقال ٱلذي ءامن يٰقوم إني أخاف عليكم مثل يوم ٱلأحزاب"
    },
    {
        "surah_number": 40,
        "verse_number": 31,
        "content": "مثل دأب قوم نوح وعاد وثمود وٱلذين من بعدهم وما ٱلله يريد ظلما للعباد"
    },
    {
        "surah_number": 40,
        "verse_number": 32,
        "content": "ويٰقوم إني أخاف عليكم يوم ٱلتناد"
    },
    {
        "surah_number": 40,
        "verse_number": 33,
        "content": "يوم تولون مدبرين ما لكم من ٱلله من عاصم ومن يضلل ٱلله فما له من هاد"
    },
    {
        "surah_number": 40,
        "verse_number": 34,
        "content": "ولقد جاءكم يوسف من قبل بٱلبينٰت فما زلتم في شك مما جاءكم به حتىٰ إذا هلك قلتم لن يبعث ٱلله من بعده رسولا كذٰلك يضل ٱلله من هو مسرف مرتاب"
    },
    {
        "surah_number": 40,
        "verse_number": 35,
        "content": "ٱلذين يجٰدلون في ءايٰت ٱلله بغير سلطٰن أتىٰهم كبر مقتا عند ٱلله وعند ٱلذين ءامنوا كذٰلك يطبع ٱلله علىٰ كل قلب متكبر جبار"
    },
    {
        "surah_number": 40,
        "verse_number": 36,
        "content": "وقال فرعون يٰهٰمٰن ٱبن لي صرحا لعلي أبلغ ٱلأسبٰب"
    },
    {
        "surah_number": 40,
        "verse_number": 37,
        "content": "أسبٰب ٱلسمٰوٰت فأطلع إلىٰ إلٰه موسىٰ وإني لأظنه كٰذبا وكذٰلك زين لفرعون سوء عمله وصد عن ٱلسبيل وما كيد فرعون إلا في تباب"
    },
    {
        "surah_number": 40,
        "verse_number": 38,
        "content": "وقال ٱلذي ءامن يٰقوم ٱتبعون أهدكم سبيل ٱلرشاد"
    },
    {
        "surah_number": 40,
        "verse_number": 39,
        "content": "يٰقوم إنما هٰذه ٱلحيوٰة ٱلدنيا متٰع وإن ٱلأخرة هي دار ٱلقرار"
    },
    {
        "surah_number": 40,
        "verse_number": 40,
        "content": "من عمل سيئة فلا يجزىٰ إلا مثلها ومن عمل صٰلحا من ذكر أو أنثىٰ وهو مؤمن فأولـٰئك يدخلون ٱلجنة يرزقون فيها بغير حساب"
    },
    {
        "surah_number": 40,
        "verse_number": 41,
        "content": "ويٰقوم ما لي أدعوكم إلى ٱلنجوٰة وتدعونني إلى ٱلنار"
    },
    {
        "surah_number": 40,
        "verse_number": 42,
        "content": "تدعونني لأكفر بٱلله وأشرك به ما ليس لي به علم وأنا أدعوكم إلى ٱلعزيز ٱلغفـٰر"
    },
    {
        "surah_number": 40,
        "verse_number": 43,
        "content": "لا جرم أنما تدعونني إليه ليس له دعوة في ٱلدنيا ولا في ٱلأخرة وأن مردنا إلى ٱلله وأن ٱلمسرفين هم أصحٰب ٱلنار"
    },
    {
        "surah_number": 40,
        "verse_number": 44,
        "content": "فستذكرون ما أقول لكم وأفوض أمري إلى ٱلله إن ٱلله بصير بٱلعباد"
    },
    {
        "surah_number": 40,
        "verse_number": 45,
        "content": "فوقىٰه ٱلله سيـات ما مكروا وحاق بـال فرعون سوء ٱلعذاب"
    },
    {
        "surah_number": 40,
        "verse_number": 46,
        "content": "ٱلنار يعرضون عليها غدوا وعشيا ويوم تقوم ٱلساعة أدخلوا ءال فرعون أشد ٱلعذاب"
    },
    {
        "surah_number": 40,
        "verse_number": 47,
        "content": "وإذ يتحاجون في ٱلنار فيقول ٱلضعفـٰؤا للذين ٱستكبروا إنا كنا لكم تبعا فهل أنتم مغنون عنا نصيبا من ٱلنار"
    },
    {
        "surah_number": 40,
        "verse_number": 48,
        "content": "قال ٱلذين ٱستكبروا إنا كل فيها إن ٱلله قد حكم بين ٱلعباد"
    },
    {
        "surah_number": 40,
        "verse_number": 49,
        "content": "وقال ٱلذين في ٱلنار لخزنة جهنم ٱدعوا ربكم يخفف عنا يوما من ٱلعذاب"
    },
    {
        "surah_number": 40,
        "verse_number": 50,
        "content": "قالوا أولم تك تأتيكم رسلكم بٱلبينٰت قالوا بلىٰ قالوا فٱدعوا وما دعـٰؤا ٱلكٰفرين إلا في ضلٰل"
    },
    {
        "surah_number": 40,
        "verse_number": 51,
        "content": "إنا لننصر رسلنا وٱلذين ءامنوا في ٱلحيوٰة ٱلدنيا ويوم يقوم ٱلأشهٰد"
    },
    {
        "surah_number": 40,
        "verse_number": 52,
        "content": "يوم لا ينفع ٱلظـٰلمين معذرتهم ولهم ٱللعنة ولهم سوء ٱلدار"
    },
    {
        "surah_number": 40,
        "verse_number": 53,
        "content": "ولقد ءاتينا موسى ٱلهدىٰ وأورثنا بني إسرـٰءيل ٱلكتٰب"
    },
    {
        "surah_number": 40,
        "verse_number": 54,
        "content": "هدى وذكرىٰ لأولي ٱلألبٰب"
    },
    {
        "surah_number": 40,
        "verse_number": 55,
        "content": "فٱصبر إن وعد ٱلله حق وٱستغفر لذنبك وسبح بحمد ربك بٱلعشي وٱلإبكٰر"
    },
    {
        "surah_number": 40,
        "verse_number": 56,
        "content": "إن ٱلذين يجٰدلون في ءايٰت ٱلله بغير سلطٰن أتىٰهم إن في صدورهم إلا كبر ما هم ببٰلغيه فٱستعذ بٱلله إنه هو ٱلسميع ٱلبصير"
    },
    {
        "surah_number": 40,
        "verse_number": 57,
        "content": "لخلق ٱلسمٰوٰت وٱلأرض أكبر من خلق ٱلناس ولٰكن أكثر ٱلناس لا يعلمون"
    },
    {
        "surah_number": 40,
        "verse_number": 58,
        "content": "وما يستوي ٱلأعمىٰ وٱلبصير وٱلذين ءامنوا وعملوا ٱلصـٰلحٰت ولا ٱلمسيء قليلا ما تتذكرون"
    },
    {
        "surah_number": 40,
        "verse_number": 59,
        "content": "إن ٱلساعة لأتية لا ريب فيها ولٰكن أكثر ٱلناس لا يؤمنون"
    },
    {
        "surah_number": 40,
        "verse_number": 60,
        "content": "وقال ربكم ٱدعوني أستجب لكم إن ٱلذين يستكبرون عن عبادتي سيدخلون جهنم داخرين"
    },
    {
        "surah_number": 40,
        "verse_number": 61,
        "content": "ٱلله ٱلذي جعل لكم ٱليل لتسكنوا فيه وٱلنهار مبصرا إن ٱلله لذو فضل على ٱلناس ولٰكن أكثر ٱلناس لا يشكرون"
    },
    {
        "surah_number": 40,
        "verse_number": 62,
        "content": "ذٰلكم ٱلله ربكم خٰلق كل شيء لا إلٰه إلا هو فأنىٰ تؤفكون"
    },
    {
        "surah_number": 40,
        "verse_number": 63,
        "content": "كذٰلك يؤفك ٱلذين كانوا بـايٰت ٱلله يجحدون"
    },
    {
        "surah_number": 40,
        "verse_number": 64,
        "content": "ٱلله ٱلذي جعل لكم ٱلأرض قرارا وٱلسماء بناء وصوركم فأحسن صوركم ورزقكم من ٱلطيبٰت ذٰلكم ٱلله ربكم فتبارك ٱلله رب ٱلعٰلمين"
    },
    {
        "surah_number": 40,
        "verse_number": 65,
        "content": "هو ٱلحي لا إلٰه إلا هو فٱدعوه مخلصين له ٱلدين ٱلحمد لله رب ٱلعٰلمين"
    },
    {
        "surah_number": 40,
        "verse_number": 66,
        "content": "قل إني نهيت أن أعبد ٱلذين تدعون من دون ٱلله لما جاءني ٱلبينٰت من ربي وأمرت أن أسلم لرب ٱلعٰلمين"
    },
    {
        "surah_number": 40,
        "verse_number": 67,
        "content": "هو ٱلذي خلقكم من تراب ثم من نطفة ثم من علقة ثم يخرجكم طفلا ثم لتبلغوا أشدكم ثم لتكونوا شيوخا ومنكم من يتوفىٰ من قبل ولتبلغوا أجلا مسمى ولعلكم تعقلون"
    },
    {
        "surah_number": 40,
        "verse_number": 68,
        "content": "هو ٱلذي يحي ويميت فإذا قضىٰ أمرا فإنما يقول له كن فيكون"
    },
    {
        "surah_number": 40,
        "verse_number": 69,
        "content": "ألم تر إلى ٱلذين يجٰدلون في ءايٰت ٱلله أنىٰ يصرفون"
    },
    {
        "surah_number": 40,
        "verse_number": 70,
        "content": "ٱلذين كذبوا بٱلكتٰب وبما أرسلنا به رسلنا فسوف يعلمون"
    },
    {
        "surah_number": 40,
        "verse_number": 71,
        "content": "إذ ٱلأغلٰل في أعنٰقهم وٱلسلٰسل يسحبون"
    },
    {
        "surah_number": 40,
        "verse_number": 72,
        "content": "في ٱلحميم ثم في ٱلنار يسجرون"
    },
    {
        "surah_number": 40,
        "verse_number": 73,
        "content": "ثم قيل لهم أين ما كنتم تشركون"
    },
    {
        "surah_number": 40,
        "verse_number": 74,
        "content": "من دون ٱلله قالوا ضلوا عنا بل لم نكن ندعوا من قبل شيـا كذٰلك يضل ٱلله ٱلكٰفرين"
    },
    {
        "surah_number": 40,
        "verse_number": 75,
        "content": "ذٰلكم بما كنتم تفرحون في ٱلأرض بغير ٱلحق وبما كنتم تمرحون"
    },
    {
        "surah_number": 40,
        "verse_number": 76,
        "content": "ٱدخلوا أبوٰب جهنم خٰلدين فيها فبئس مثوى ٱلمتكبرين"
    },
    {
        "surah_number": 40,
        "verse_number": 77,
        "content": "فٱصبر إن وعد ٱلله حق فإما نرينك بعض ٱلذي نعدهم أو نتوفينك فإلينا يرجعون"
    },
    {
        "surah_number": 40,
        "verse_number": 78,
        "content": "ولقد أرسلنا رسلا من قبلك منهم من قصصنا عليك ومنهم من لم نقصص عليك وما كان لرسول أن يأتي بـاية إلا بإذن ٱلله فإذا جاء أمر ٱلله قضي بٱلحق وخسر هنالك ٱلمبطلون"
    },
    {
        "surah_number": 40,
        "verse_number": 79,
        "content": "ٱلله ٱلذي جعل لكم ٱلأنعٰم لتركبوا منها ومنها تأكلون"
    },
    {
        "surah_number": 40,
        "verse_number": 80,
        "content": "ولكم فيها منٰفع ولتبلغوا عليها حاجة في صدوركم وعليها وعلى ٱلفلك تحملون"
    },
    {
        "surah_number": 40,
        "verse_number": 81,
        "content": "ويريكم ءايٰته فأي ءايٰت ٱلله تنكرون"
    },
    {
        "surah_number": 40,
        "verse_number": 82,
        "content": "أفلم يسيروا في ٱلأرض فينظروا كيف كان عٰقبة ٱلذين من قبلهم كانوا أكثر منهم وأشد قوة وءاثارا في ٱلأرض فما أغنىٰ عنهم ما كانوا يكسبون"
    },
    {
        "surah_number": 40,
        "verse_number": 83,
        "content": "فلما جاءتهم رسلهم بٱلبينٰت فرحوا بما عندهم من ٱلعلم وحاق بهم ما كانوا به يستهزءون"
    },
    {
        "surah_number": 40,
        "verse_number": 84,
        "content": "فلما رأوا بأسنا قالوا ءامنا بٱلله وحده وكفرنا بما كنا به مشركين"
    },
    {
        "surah_number": 40,
        "verse_number": 85,
        "content": "فلم يك ينفعهم إيمٰنهم لما رأوا بأسنا سنت ٱلله ٱلتي قد خلت في عباده وخسر هنالك ٱلكٰفرون"
    },
    {
        "surah_number": 41,
        "verse_number": 1,
        "content": "حم"
    },
    {
        "surah_number": 41,
        "verse_number": 2,
        "content": "تنزيل من ٱلرحمٰن ٱلرحيم"
    },
    {
        "surah_number": 41,
        "verse_number": 3,
        "content": "كتٰب فصلت ءايٰته قرءانا عربيا لقوم يعلمون"
    },
    {
        "surah_number": 41,
        "verse_number": 4,
        "content": "بشيرا ونذيرا فأعرض أكثرهم فهم لا يسمعون"
    },
    {
        "surah_number": 41,
        "verse_number": 5,
        "content": "وقالوا قلوبنا في أكنة مما تدعونا إليه وفي ءاذاننا وقر ومن بيننا وبينك حجاب فٱعمل إننا عٰملون"
    },
    {
        "surah_number": 41,
        "verse_number": 6,
        "content": "قل إنما أنا بشر مثلكم يوحىٰ إلي أنما إلٰهكم إلٰه وٰحد فٱستقيموا إليه وٱستغفروه وويل للمشركين"
    },
    {
        "surah_number": 41,
        "verse_number": 7,
        "content": "ٱلذين لا يؤتون ٱلزكوٰة وهم بٱلأخرة هم كٰفرون"
    },
    {
        "surah_number": 41,
        "verse_number": 8,
        "content": "إن ٱلذين ءامنوا وعملوا ٱلصـٰلحٰت لهم أجر غير ممنون"
    },
    {
        "surah_number": 41,
        "verse_number": 9,
        "content": "قل أئنكم لتكفرون بٱلذي خلق ٱلأرض في يومين وتجعلون له أندادا ذٰلك رب ٱلعٰلمين"
    },
    {
        "surah_number": 41,
        "verse_number": 10,
        "content": "وجعل فيها روٰسي من فوقها وبٰرك فيها وقدر فيها أقوٰتها في أربعة أيام سواء للسائلين"
    },
    {
        "surah_number": 41,
        "verse_number": 11,
        "content": "ثم ٱستوىٰ إلى ٱلسماء وهي دخان فقال لها وللأرض ٱئتيا طوعا أو كرها قالتا أتينا طائعين"
    },
    {
        "surah_number": 41,
        "verse_number": 12,
        "content": "فقضىٰهن سبع سمٰوات في يومين وأوحىٰ في كل سماء أمرها وزينا ٱلسماء ٱلدنيا بمصٰبيح وحفظا ذٰلك تقدير ٱلعزيز ٱلعليم"
    },
    {
        "surah_number": 41,
        "verse_number": 13,
        "content": "فإن أعرضوا فقل أنذرتكم صٰعقة مثل صٰعقة عاد وثمود"
    },
    {
        "surah_number": 41,
        "verse_number": 14,
        "content": "إذ جاءتهم ٱلرسل من بين أيديهم ومن خلفهم ألا تعبدوا إلا ٱلله قالوا لو شاء ربنا لأنزل ملـٰئكة فإنا بما أرسلتم به كٰفرون"
    },
    {
        "surah_number": 41,
        "verse_number": 15,
        "content": "فأما عاد فٱستكبروا في ٱلأرض بغير ٱلحق وقالوا من أشد منا قوة أولم يروا أن ٱلله ٱلذي خلقهم هو أشد منهم قوة وكانوا بـايٰتنا يجحدون"
    },
    {
        "surah_number": 41,
        "verse_number": 16,
        "content": "فأرسلنا عليهم ريحا صرصرا في أيام نحسات لنذيقهم عذاب ٱلخزي في ٱلحيوٰة ٱلدنيا ولعذاب ٱلأخرة أخزىٰ وهم لا ينصرون"
    },
    {
        "surah_number": 41,
        "verse_number": 17,
        "content": "وأما ثمود فهدينٰهم فٱستحبوا ٱلعمىٰ على ٱلهدىٰ فأخذتهم صٰعقة ٱلعذاب ٱلهون بما كانوا يكسبون"
    },
    {
        "surah_number": 41,
        "verse_number": 18,
        "content": "ونجينا ٱلذين ءامنوا وكانوا يتقون"
    },
    {
        "surah_number": 41,
        "verse_number": 19,
        "content": "ويوم يحشر أعداء ٱلله إلى ٱلنار فهم يوزعون"
    },
    {
        "surah_number": 41,
        "verse_number": 20,
        "content": "حتىٰ إذا ما جاءوها شهد عليهم سمعهم وأبصٰرهم وجلودهم بما كانوا يعملون"
    },
    {
        "surah_number": 41,
        "verse_number": 21,
        "content": "وقالوا لجلودهم لم شهدتم علينا قالوا أنطقنا ٱلله ٱلذي أنطق كل شيء وهو خلقكم أول مرة وإليه ترجعون"
    },
    {
        "surah_number": 41,
        "verse_number": 22,
        "content": "وما كنتم تستترون أن يشهد عليكم سمعكم ولا أبصٰركم ولا جلودكم ولٰكن ظننتم أن ٱلله لا يعلم كثيرا مما تعملون"
    },
    {
        "surah_number": 41,
        "verse_number": 23,
        "content": "وذٰلكم ظنكم ٱلذي ظننتم بربكم أردىٰكم فأصبحتم من ٱلخٰسرين"
    },
    {
        "surah_number": 41,
        "verse_number": 24,
        "content": "فإن يصبروا فٱلنار مثوى لهم وإن يستعتبوا فما هم من ٱلمعتبين"
    },
    {
        "surah_number": 41,
        "verse_number": 25,
        "content": "وقيضنا لهم قرناء فزينوا لهم ما بين أيديهم وما خلفهم وحق عليهم ٱلقول في أمم قد خلت من قبلهم من ٱلجن وٱلإنس إنهم كانوا خٰسرين"
    },
    {
        "surah_number": 41,
        "verse_number": 26,
        "content": "وقال ٱلذين كفروا لا تسمعوا لهٰذا ٱلقرءان وٱلغوا فيه لعلكم تغلبون"
    },
    {
        "surah_number": 41,
        "verse_number": 27,
        "content": "فلنذيقن ٱلذين كفروا عذابا شديدا ولنجزينهم أسوأ ٱلذي كانوا يعملون"
    },
    {
        "surah_number": 41,
        "verse_number": 28,
        "content": "ذٰلك جزاء أعداء ٱلله ٱلنار لهم فيها دار ٱلخلد جزاء بما كانوا بـايٰتنا يجحدون"
    },
    {
        "surah_number": 41,
        "verse_number": 29,
        "content": "وقال ٱلذين كفروا ربنا أرنا ٱلذين أضلانا من ٱلجن وٱلإنس نجعلهما تحت أقدامنا ليكونا من ٱلأسفلين"
    },
    {
        "surah_number": 41,
        "verse_number": 30,
        "content": "إن ٱلذين قالوا ربنا ٱلله ثم ٱستقٰموا تتنزل عليهم ٱلملـٰئكة ألا تخافوا ولا تحزنوا وأبشروا بٱلجنة ٱلتي كنتم توعدون"
    },
    {
        "surah_number": 41,
        "verse_number": 31,
        "content": "نحن أولياؤكم في ٱلحيوٰة ٱلدنيا وفي ٱلأخرة ولكم فيها ما تشتهي أنفسكم ولكم فيها ما تدعون"
    },
    {
        "surah_number": 41,
        "verse_number": 32,
        "content": "نزلا من غفور رحيم"
    },
    {
        "surah_number": 41,
        "verse_number": 33,
        "content": "ومن أحسن قولا ممن دعا إلى ٱلله وعمل صٰلحا وقال إنني من ٱلمسلمين"
    },
    {
        "surah_number": 41,
        "verse_number": 34,
        "content": "ولا تستوي ٱلحسنة ولا ٱلسيئة ٱدفع بٱلتي هي أحسن فإذا ٱلذي بينك وبينه عدٰوة كأنه ولي حميم"
    },
    {
        "surah_number": 41,
        "verse_number": 35,
        "content": "وما يلقىٰها إلا ٱلذين صبروا وما يلقىٰها إلا ذو حظ عظيم"
    },
    {
        "surah_number": 41,
        "verse_number": 36,
        "content": "وإما ينزغنك من ٱلشيطٰن نزغ فٱستعذ بٱلله إنه هو ٱلسميع ٱلعليم"
    },
    {
        "surah_number": 41,
        "verse_number": 37,
        "content": "ومن ءايٰته ٱليل وٱلنهار وٱلشمس وٱلقمر لا تسجدوا للشمس ولا للقمر وٱسجدوا لله ٱلذي خلقهن إن كنتم إياه تعبدون"
    },
    {
        "surah_number": 41,
        "verse_number": 38,
        "content": "فإن ٱستكبروا فٱلذين عند ربك يسبحون له بٱليل وٱلنهار وهم لا يسـمون"
    },
    {
        "surah_number": 41,
        "verse_number": 39,
        "content": "ومن ءايٰته أنك ترى ٱلأرض خٰشعة فإذا أنزلنا عليها ٱلماء ٱهتزت وربت إن ٱلذي أحياها لمحي ٱلموتىٰ إنه علىٰ كل شيء قدير"
    },
    {
        "surah_number": 41,
        "verse_number": 40,
        "content": "إن ٱلذين يلحدون في ءايٰتنا لا يخفون علينا أفمن يلقىٰ في ٱلنار خير أم من يأتي ءامنا يوم ٱلقيٰمة ٱعملوا ما شئتم إنه بما تعملون بصير"
    },
    {
        "surah_number": 41,
        "verse_number": 41,
        "content": "إن ٱلذين كفروا بٱلذكر لما جاءهم وإنه لكتٰب عزيز"
    },
    {
        "surah_number": 41,
        "verse_number": 42,
        "content": "لا يأتيه ٱلبٰطل من بين يديه ولا من خلفه تنزيل من حكيم حميد"
    },
    {
        "surah_number": 41,
        "verse_number": 43,
        "content": "ما يقال لك إلا ما قد قيل للرسل من قبلك إن ربك لذو مغفرة وذو عقاب أليم"
    },
    {
        "surah_number": 41,
        "verse_number": 44,
        "content": "ولو جعلنٰه قرءانا أعجميا لقالوا لولا فصلت ءايٰته ءاعجمي وعربي قل هو للذين ءامنوا هدى وشفاء وٱلذين لا يؤمنون في ءاذانهم وقر وهو عليهم عمى أولـٰئك ينادون من مكان بعيد"
    },
    {
        "surah_number": 41,
        "verse_number": 45,
        "content": "ولقد ءاتينا موسى ٱلكتٰب فٱختلف فيه ولولا كلمة سبقت من ربك لقضي بينهم وإنهم لفي شك منه مريب"
    },
    {
        "surah_number": 41,
        "verse_number": 46,
        "content": "من عمل صٰلحا فلنفسه ومن أساء فعليها وما ربك بظلـٰم للعبيد"
    },
    {
        "surah_number": 41,
        "verse_number": 47,
        "content": "إليه يرد علم ٱلساعة وما تخرج من ثمرٰت من أكمامها وما تحمل من أنثىٰ ولا تضع إلا بعلمه ويوم يناديهم أين شركاءي قالوا ءاذنـٰك مامنا من شهيد"
    },
    {
        "surah_number": 41,
        "verse_number": 48,
        "content": "وضل عنهم ما كانوا يدعون من قبل وظنوا ما لهم من محيص"
    },
    {
        "surah_number": 41,
        "verse_number": 49,
        "content": "لا يسـم ٱلإنسٰن من دعاء ٱلخير وإن مسه ٱلشر فيـوس قنوط"
    },
    {
        "surah_number": 41,
        "verse_number": 50,
        "content": "ولئن أذقنٰه رحمة منا من بعد ضراء مسته ليقولن هٰذا لي وما أظن ٱلساعة قائمة ولئن رجعت إلىٰ ربي إن لي عنده للحسنىٰ فلننبئن ٱلذين كفروا بما عملوا ولنذيقنهم من عذاب غليظ"
    },
    {
        "surah_number": 41,
        "verse_number": 51,
        "content": "وإذا أنعمنا على ٱلإنسٰن أعرض ونـا بجانبه وإذا مسه ٱلشر فذو دعاء عريض"
    },
    {
        "surah_number": 41,
        "verse_number": 52,
        "content": "قل أرءيتم إن كان من عند ٱلله ثم كفرتم به من أضل ممن هو في شقاق بعيد"
    },
    {
        "surah_number": 41,
        "verse_number": 53,
        "content": "سنريهم ءايٰتنا في ٱلأفاق وفي أنفسهم حتىٰ يتبين لهم أنه ٱلحق أولم يكف بربك أنه علىٰ كل شيء شهيد"
    },
    {
        "surah_number": 41,
        "verse_number": 54,
        "content": "ألا إنهم في مرية من لقاء ربهم ألا إنه بكل شيء محيط"
    },
    {
        "surah_number": 42,
        "verse_number": 1,
        "content": "حم"
    },
    {
        "surah_number": 42,
        "verse_number": 2,
        "content": "عسق"
    },
    {
        "surah_number": 42,
        "verse_number": 3,
        "content": "كذٰلك يوحي إليك وإلى ٱلذين من قبلك ٱلله ٱلعزيز ٱلحكيم"
    },
    {
        "surah_number": 42,
        "verse_number": 4,
        "content": "له ما في ٱلسمٰوٰت وما في ٱلأرض وهو ٱلعلي ٱلعظيم"
    },
    {
        "surah_number": 42,
        "verse_number": 5,
        "content": "تكاد ٱلسمٰوٰت يتفطرن من فوقهن وٱلملـٰئكة يسبحون بحمد ربهم ويستغفرون لمن في ٱلأرض ألا إن ٱلله هو ٱلغفور ٱلرحيم"
    },
    {
        "surah_number": 42,
        "verse_number": 6,
        "content": "وٱلذين ٱتخذوا من دونه أولياء ٱلله حفيظ عليهم وما أنت عليهم بوكيل"
    },
    {
        "surah_number": 42,
        "verse_number": 7,
        "content": "وكذٰلك أوحينا إليك قرءانا عربيا لتنذر أم ٱلقرىٰ ومن حولها وتنذر يوم ٱلجمع لا ريب فيه فريق في ٱلجنة وفريق في ٱلسعير"
    },
    {
        "surah_number": 42,
        "verse_number": 8,
        "content": "ولو شاء ٱلله لجعلهم أمة وٰحدة ولٰكن يدخل من يشاء في رحمته وٱلظـٰلمون ما لهم من ولي ولا نصير"
    },
    {
        "surah_number": 42,
        "verse_number": 9,
        "content": "أم ٱتخذوا من دونه أولياء فٱلله هو ٱلولي وهو يحي ٱلموتىٰ وهو علىٰ كل شيء قدير"
    },
    {
        "surah_number": 42,
        "verse_number": 10,
        "content": "وما ٱختلفتم فيه من شيء فحكمه إلى ٱلله ذٰلكم ٱلله ربي عليه توكلت وإليه أنيب"
    },
    {
        "surah_number": 42,
        "verse_number": 11,
        "content": "فاطر ٱلسمٰوٰت وٱلأرض جعل لكم من أنفسكم أزوٰجا ومن ٱلأنعٰم أزوٰجا يذرؤكم فيه ليس كمثله شيء وهو ٱلسميع ٱلبصير"
    },
    {
        "surah_number": 42,
        "verse_number": 12,
        "content": "له مقاليد ٱلسمٰوٰت وٱلأرض يبسط ٱلرزق لمن يشاء ويقدر إنه بكل شيء عليم"
    },
    {
        "surah_number": 42,
        "verse_number": 13,
        "content": "شرع لكم من ٱلدين ما وصىٰ به نوحا وٱلذي أوحينا إليك وما وصينا به إبرٰهيم وموسىٰ وعيسىٰ أن أقيموا ٱلدين ولا تتفرقوا فيه كبر على ٱلمشركين ما تدعوهم إليه ٱلله يجتبي إليه من يشاء ويهدي إليه من ينيب"
    },
    {
        "surah_number": 42,
        "verse_number": 14,
        "content": "وما تفرقوا إلا من بعد ما جاءهم ٱلعلم بغيا بينهم ولولا كلمة سبقت من ربك إلىٰ أجل مسمى لقضي بينهم وإن ٱلذين أورثوا ٱلكتٰب من بعدهم لفي شك منه مريب"
    },
    {
        "surah_number": 42,
        "verse_number": 15,
        "content": "فلذٰلك فٱدع وٱستقم كما أمرت ولا تتبع أهواءهم وقل ءامنت بما أنزل ٱلله من كتٰب وأمرت لأعدل بينكم ٱلله ربنا وربكم لنا أعمٰلنا ولكم أعمٰلكم لا حجة بيننا وبينكم ٱلله يجمع بيننا وإليه ٱلمصير"
    },
    {
        "surah_number": 42,
        "verse_number": 16,
        "content": "وٱلذين يحاجون في ٱلله من بعد ما ٱستجيب له حجتهم داحضة عند ربهم وعليهم غضب ولهم عذاب شديد"
    },
    {
        "surah_number": 42,
        "verse_number": 17,
        "content": "ٱلله ٱلذي أنزل ٱلكتٰب بٱلحق وٱلميزان وما يدريك لعل ٱلساعة قريب"
    },
    {
        "surah_number": 42,
        "verse_number": 18,
        "content": "يستعجل بها ٱلذين لا يؤمنون بها وٱلذين ءامنوا مشفقون منها ويعلمون أنها ٱلحق ألا إن ٱلذين يمارون في ٱلساعة لفي ضلٰل بعيد"
    },
    {
        "surah_number": 42,
        "verse_number": 19,
        "content": "ٱلله لطيف بعباده يرزق من يشاء وهو ٱلقوي ٱلعزيز"
    },
    {
        "surah_number": 42,
        "verse_number": 20,
        "content": "من كان يريد حرث ٱلأخرة نزد له في حرثه ومن كان يريد حرث ٱلدنيا نؤته منها وما له في ٱلأخرة من نصيب"
    },
    {
        "surah_number": 42,
        "verse_number": 21,
        "content": "أم لهم شركـٰؤا شرعوا لهم من ٱلدين ما لم يأذن به ٱلله ولولا كلمة ٱلفصل لقضي بينهم وإن ٱلظـٰلمين لهم عذاب أليم"
    },
    {
        "surah_number": 42,
        "verse_number": 22,
        "content": "ترى ٱلظـٰلمين مشفقين مما كسبوا وهو واقع بهم وٱلذين ءامنوا وعملوا ٱلصـٰلحٰت في روضات ٱلجنات لهم ما يشاءون عند ربهم ذٰلك هو ٱلفضل ٱلكبير"
    },
    {
        "surah_number": 42,
        "verse_number": 23,
        "content": "ذٰلك ٱلذي يبشر ٱلله عباده ٱلذين ءامنوا وعملوا ٱلصـٰلحٰت قل لا أسـلكم عليه أجرا إلا ٱلمودة في ٱلقربىٰ ومن يقترف حسنة نزد له فيها حسنا إن ٱلله غفور شكور"
    },
    {
        "surah_number": 42,
        "verse_number": 24,
        "content": "أم يقولون ٱفترىٰ على ٱلله كذبا فإن يشإ ٱلله يختم علىٰ قلبك ويمح ٱلله ٱلبٰطل ويحق ٱلحق بكلمٰته إنه عليم بذات ٱلصدور"
    },
    {
        "surah_number": 42,
        "verse_number": 25,
        "content": "وهو ٱلذي يقبل ٱلتوبة عن عباده ويعفوا عن ٱلسيـات ويعلم ما تفعلون"
    },
    {
        "surah_number": 42,
        "verse_number": 26,
        "content": "ويستجيب ٱلذين ءامنوا وعملوا ٱلصـٰلحٰت ويزيدهم من فضله وٱلكٰفرون لهم عذاب شديد"
    },
    {
        "surah_number": 42,
        "verse_number": 27,
        "content": "ولو بسط ٱلله ٱلرزق لعباده لبغوا في ٱلأرض ولٰكن ينزل بقدر ما يشاء إنه بعباده خبير بصير"
    },
    {
        "surah_number": 42,
        "verse_number": 28,
        "content": "وهو ٱلذي ينزل ٱلغيث من بعد ما قنطوا وينشر رحمته وهو ٱلولي ٱلحميد"
    },
    {
        "surah_number": 42,
        "verse_number": 29,
        "content": "ومن ءايٰته خلق ٱلسمٰوٰت وٱلأرض وما بث فيهما من دابة وهو علىٰ جمعهم إذا يشاء قدير"
    },
    {
        "surah_number": 42,
        "verse_number": 30,
        "content": "وما أصٰبكم من مصيبة فبما كسبت أيديكم ويعفوا عن كثير"
    },
    {
        "surah_number": 42,
        "verse_number": 31,
        "content": "وما أنتم بمعجزين في ٱلأرض وما لكم من دون ٱلله من ولي ولا نصير"
    },
    {
        "surah_number": 42,
        "verse_number": 32,
        "content": "ومن ءايٰته ٱلجوار في ٱلبحر كٱلأعلٰم"
    },
    {
        "surah_number": 42,
        "verse_number": 33,
        "content": "إن يشأ يسكن ٱلريح فيظللن رواكد علىٰ ظهره إن في ذٰلك لأيٰت لكل صبار شكور"
    },
    {
        "surah_number": 42,
        "verse_number": 34,
        "content": "أو يوبقهن بما كسبوا ويعف عن كثير"
    },
    {
        "surah_number": 42,
        "verse_number": 35,
        "content": "ويعلم ٱلذين يجٰدلون في ءايٰتنا ما لهم من محيص"
    },
    {
        "surah_number": 42,
        "verse_number": 36,
        "content": "فما أوتيتم من شيء فمتٰع ٱلحيوٰة ٱلدنيا وما عند ٱلله خير وأبقىٰ للذين ءامنوا وعلىٰ ربهم يتوكلون"
    },
    {
        "surah_number": 42,
        "verse_number": 37,
        "content": "وٱلذين يجتنبون كبـٰئر ٱلإثم وٱلفوٰحش وإذا ما غضبوا هم يغفرون"
    },
    {
        "surah_number": 42,
        "verse_number": 38,
        "content": "وٱلذين ٱستجابوا لربهم وأقاموا ٱلصلوٰة وأمرهم شورىٰ بينهم ومما رزقنٰهم ينفقون"
    },
    {
        "surah_number": 42,
        "verse_number": 39,
        "content": "وٱلذين إذا أصابهم ٱلبغي هم ينتصرون"
    },
    {
        "surah_number": 42,
        "verse_number": 40,
        "content": "وجزـٰؤا سيئة سيئة مثلها فمن عفا وأصلح فأجره على ٱلله إنه لا يحب ٱلظـٰلمين"
    },
    {
        "surah_number": 42,
        "verse_number": 41,
        "content": "ولمن ٱنتصر بعد ظلمه فأولـٰئك ما عليهم من سبيل"
    },
    {
        "surah_number": 42,
        "verse_number": 42,
        "content": "إنما ٱلسبيل على ٱلذين يظلمون ٱلناس ويبغون في ٱلأرض بغير ٱلحق أولـٰئك لهم عذاب أليم"
    },
    {
        "surah_number": 42,
        "verse_number": 43,
        "content": "ولمن صبر وغفر إن ذٰلك لمن عزم ٱلأمور"
    },
    {
        "surah_number": 42,
        "verse_number": 44,
        "content": "ومن يضلل ٱلله فما له من ولي من بعده وترى ٱلظـٰلمين لما رأوا ٱلعذاب يقولون هل إلىٰ مرد من سبيل"
    },
    {
        "surah_number": 42,
        "verse_number": 45,
        "content": "وترىٰهم يعرضون عليها خٰشعين من ٱلذل ينظرون من طرف خفي وقال ٱلذين ءامنوا إن ٱلخٰسرين ٱلذين خسروا أنفسهم وأهليهم يوم ٱلقيٰمة ألا إن ٱلظـٰلمين في عذاب مقيم"
    },
    {
        "surah_number": 42,
        "verse_number": 46,
        "content": "وما كان لهم من أولياء ينصرونهم من دون ٱلله ومن يضلل ٱلله فما له من سبيل"
    },
    {
        "surah_number": 42,
        "verse_number": 47,
        "content": "ٱستجيبوا لربكم من قبل أن يأتي يوم لا مرد له من ٱلله ما لكم من ملجإ يومئذ وما لكم من نكير"
    },
    {
        "surah_number": 42,
        "verse_number": 48,
        "content": "فإن أعرضوا فما أرسلنٰك عليهم حفيظا إن عليك إلا ٱلبلٰغ وإنا إذا أذقنا ٱلإنسٰن منا رحمة فرح بها وإن تصبهم سيئة بما قدمت أيديهم فإن ٱلإنسٰن كفور"
    },
    {
        "surah_number": 42,
        "verse_number": 49,
        "content": "لله ملك ٱلسمٰوٰت وٱلأرض يخلق ما يشاء يهب لمن يشاء إنٰثا ويهب لمن يشاء ٱلذكور"
    },
    {
        "surah_number": 42,
        "verse_number": 50,
        "content": "أو يزوجهم ذكرانا وإنٰثا ويجعل من يشاء عقيما إنه عليم قدير"
    },
    {
        "surah_number": 42,
        "verse_number": 51,
        "content": "وما كان لبشر أن يكلمه ٱلله إلا وحيا أو من وراي حجاب أو يرسل رسولا فيوحي بإذنه ما يشاء إنه علي حكيم"
    },
    {
        "surah_number": 42,
        "verse_number": 52,
        "content": "وكذٰلك أوحينا إليك روحا من أمرنا ما كنت تدري ما ٱلكتٰب ولا ٱلإيمٰن ولٰكن جعلنٰه نورا نهدي به من نشاء من عبادنا وإنك لتهدي إلىٰ صرٰط مستقيم"
    },
    {
        "surah_number": 42,
        "verse_number": 53,
        "content": "صرٰط ٱلله ٱلذي له ما في ٱلسمٰوٰت وما في ٱلأرض ألا إلى ٱلله تصير ٱلأمور"
    },
    {
        "surah_number": 43,
        "verse_number": 1,
        "content": "حم"
    },
    {
        "surah_number": 43,
        "verse_number": 2,
        "content": "وٱلكتٰب ٱلمبين"
    },
    {
        "surah_number": 43,
        "verse_number": 3,
        "content": "إنا جعلنٰه قرءٰنا عربيا لعلكم تعقلون"
    },
    {
        "surah_number": 43,
        "verse_number": 4,
        "content": "وإنه في أم ٱلكتٰب لدينا لعلي حكيم"
    },
    {
        "surah_number": 43,
        "verse_number": 5,
        "content": "أفنضرب عنكم ٱلذكر صفحا أن كنتم قوما مسرفين"
    },
    {
        "surah_number": 43,
        "verse_number": 6,
        "content": "وكم أرسلنا من نبي في ٱلأولين"
    },
    {
        "surah_number": 43,
        "verse_number": 7,
        "content": "وما يأتيهم من نبي إلا كانوا به يستهزءون"
    },
    {
        "surah_number": 43,
        "verse_number": 8,
        "content": "فأهلكنا أشد منهم بطشا ومضىٰ مثل ٱلأولين"
    },
    {
        "surah_number": 43,
        "verse_number": 9,
        "content": "ولئن سألتهم من خلق ٱلسمٰوٰت وٱلأرض ليقولن خلقهن ٱلعزيز ٱلعليم"
    },
    {
        "surah_number": 43,
        "verse_number": 10,
        "content": "ٱلذي جعل لكم ٱلأرض مهدا وجعل لكم فيها سبلا لعلكم تهتدون"
    },
    {
        "surah_number": 43,
        "verse_number": 11,
        "content": "وٱلذي نزل من ٱلسماء ماء بقدر فأنشرنا به بلدة ميتا كذٰلك تخرجون"
    },
    {
        "surah_number": 43,
        "verse_number": 12,
        "content": "وٱلذي خلق ٱلأزوٰج كلها وجعل لكم من ٱلفلك وٱلأنعٰم ما تركبون"
    },
    {
        "surah_number": 43,
        "verse_number": 13,
        "content": "لتستوا علىٰ ظهوره ثم تذكروا نعمة ربكم إذا ٱستويتم عليه وتقولوا سبحٰن ٱلذي سخر لنا هٰذا وما كنا له مقرنين"
    },
    {
        "surah_number": 43,
        "verse_number": 14,
        "content": "وإنا إلىٰ ربنا لمنقلبون"
    },
    {
        "surah_number": 43,
        "verse_number": 15,
        "content": "وجعلوا له من عباده جزءا إن ٱلإنسٰن لكفور مبين"
    },
    {
        "surah_number": 43,
        "verse_number": 16,
        "content": "أم ٱتخذ مما يخلق بنات وأصفىٰكم بٱلبنين"
    },
    {
        "surah_number": 43,
        "verse_number": 17,
        "content": "وإذا بشر أحدهم بما ضرب للرحمٰن مثلا ظل وجهه مسودا وهو كظيم"
    },
    {
        "surah_number": 43,
        "verse_number": 18,
        "content": "أومن ينشؤا في ٱلحلية وهو في ٱلخصام غير مبين"
    },
    {
        "surah_number": 43,
        "verse_number": 19,
        "content": "وجعلوا ٱلملـٰئكة ٱلذين هم عبٰد ٱلرحمٰن إنٰثا أشهدوا خلقهم ستكتب شهٰدتهم ويسـلون"
    },
    {
        "surah_number": 43,
        "verse_number": 20,
        "content": "وقالوا لو شاء ٱلرحمٰن ما عبدنٰهم ما لهم بذٰلك من علم إن هم إلا يخرصون"
    },
    {
        "surah_number": 43,
        "verse_number": 21,
        "content": "أم ءاتينٰهم كتٰبا من قبله فهم به مستمسكون"
    },
    {
        "surah_number": 43,
        "verse_number": 22,
        "content": "بل قالوا إنا وجدنا ءاباءنا علىٰ أمة وإنا علىٰ ءاثٰرهم مهتدون"
    },
    {
        "surah_number": 43,
        "verse_number": 23,
        "content": "وكذٰلك ما أرسلنا من قبلك في قرية من نذير إلا قال مترفوها إنا وجدنا ءاباءنا علىٰ أمة وإنا علىٰ ءاثٰرهم مقتدون"
    },
    {
        "surah_number": 43,
        "verse_number": 24,
        "content": "قٰل أولو جئتكم بأهدىٰ مما وجدتم عليه ءاباءكم قالوا إنا بما أرسلتم به كٰفرون"
    },
    {
        "surah_number": 43,
        "verse_number": 25,
        "content": "فٱنتقمنا منهم فٱنظر كيف كان عٰقبة ٱلمكذبين"
    },
    {
        "surah_number": 43,
        "verse_number": 26,
        "content": "وإذ قال إبرٰهيم لأبيه وقومه إنني براء مما تعبدون"
    },
    {
        "surah_number": 43,
        "verse_number": 27,
        "content": "إلا ٱلذي فطرني فإنه سيهدين"
    },
    {
        "surah_number": 43,
        "verse_number": 28,
        "content": "وجعلها كلمة باقية في عقبه لعلهم يرجعون"
    },
    {
        "surah_number": 43,
        "verse_number": 29,
        "content": "بل متعت هـٰؤلاء وءاباءهم حتىٰ جاءهم ٱلحق ورسول مبين"
    },
    {
        "surah_number": 43,
        "verse_number": 30,
        "content": "ولما جاءهم ٱلحق قالوا هٰذا سحر وإنا به كٰفرون"
    },
    {
        "surah_number": 43,
        "verse_number": 31,
        "content": "وقالوا لولا نزل هٰذا ٱلقرءان علىٰ رجل من ٱلقريتين عظيم"
    },
    {
        "surah_number": 43,
        "verse_number": 32,
        "content": "أهم يقسمون رحمت ربك نحن قسمنا بينهم معيشتهم في ٱلحيوٰة ٱلدنيا ورفعنا بعضهم فوق بعض درجٰت ليتخذ بعضهم بعضا سخريا ورحمت ربك خير مما يجمعون"
    },
    {
        "surah_number": 43,
        "verse_number": 33,
        "content": "ولولا أن يكون ٱلناس أمة وٰحدة لجعلنا لمن يكفر بٱلرحمٰن لبيوتهم سقفا من فضة ومعارج عليها يظهرون"
    },
    {
        "surah_number": 43,
        "verse_number": 34,
        "content": "ولبيوتهم أبوٰبا وسررا عليها يتكـون"
    },
    {
        "surah_number": 43,
        "verse_number": 35,
        "content": "وزخرفا وإن كل ذٰلك لما متٰع ٱلحيوٰة ٱلدنيا وٱلأخرة عند ربك للمتقين"
    },
    {
        "surah_number": 43,
        "verse_number": 36,
        "content": "ومن يعش عن ذكر ٱلرحمٰن نقيض له شيطٰنا فهو له قرين"
    },
    {
        "surah_number": 43,
        "verse_number": 37,
        "content": "وإنهم ليصدونهم عن ٱلسبيل ويحسبون أنهم مهتدون"
    },
    {
        "surah_number": 43,
        "verse_number": 38,
        "content": "حتىٰ إذا جاءنا قال يٰليت بيني وبينك بعد ٱلمشرقين فبئس ٱلقرين"
    },
    {
        "surah_number": 43,
        "verse_number": 39,
        "content": "ولن ينفعكم ٱليوم إذ ظلمتم أنكم في ٱلعذاب مشتركون"
    },
    {
        "surah_number": 43,
        "verse_number": 40,
        "content": "أفأنت تسمع ٱلصم أو تهدي ٱلعمي ومن كان في ضلٰل مبين"
    },
    {
        "surah_number": 43,
        "verse_number": 41,
        "content": "فإما نذهبن بك فإنا منهم منتقمون"
    },
    {
        "surah_number": 43,
        "verse_number": 42,
        "content": "أو نرينك ٱلذي وعدنٰهم فإنا عليهم مقتدرون"
    },
    {
        "surah_number": 43,
        "verse_number": 43,
        "content": "فٱستمسك بٱلذي أوحي إليك إنك علىٰ صرٰط مستقيم"
    },
    {
        "surah_number": 43,
        "verse_number": 44,
        "content": "وإنه لذكر لك ولقومك وسوف تسـلون"
    },
    {
        "surah_number": 43,
        "verse_number": 45,
        "content": "وسـل من أرسلنا من قبلك من رسلنا أجعلنا من دون ٱلرحمٰن ءالهة يعبدون"
    },
    {
        "surah_number": 43,
        "verse_number": 46,
        "content": "ولقد أرسلنا موسىٰ بـايٰتنا إلىٰ فرعون وملإيه فقال إني رسول رب ٱلعٰلمين"
    },
    {
        "surah_number": 43,
        "verse_number": 47,
        "content": "فلما جاءهم بـايٰتنا إذا هم منها يضحكون"
    },
    {
        "surah_number": 43,
        "verse_number": 48,
        "content": "وما نريهم من ءاية إلا هي أكبر من أختها وأخذنٰهم بٱلعذاب لعلهم يرجعون"
    },
    {
        "surah_number": 43,
        "verse_number": 49,
        "content": "وقالوا يـٰأيه ٱلساحر ٱدع لنا ربك بما عهد عندك إننا لمهتدون"
    },
    {
        "surah_number": 43,
        "verse_number": 50,
        "content": "فلما كشفنا عنهم ٱلعذاب إذا هم ينكثون"
    },
    {
        "surah_number": 43,
        "verse_number": 51,
        "content": "ونادىٰ فرعون في قومه قال يٰقوم أليس لي ملك مصر وهٰذه ٱلأنهٰر تجري من تحتي أفلا تبصرون"
    },
    {
        "surah_number": 43,
        "verse_number": 52,
        "content": "أم أنا خير من هٰذا ٱلذي هو مهين ولا يكاد يبين"
    },
    {
        "surah_number": 43,
        "verse_number": 53,
        "content": "فلولا ألقي عليه أسورة من ذهب أو جاء معه ٱلملـٰئكة مقترنين"
    },
    {
        "surah_number": 43,
        "verse_number": 54,
        "content": "فٱستخف قومه فأطاعوه إنهم كانوا قوما فٰسقين"
    },
    {
        "surah_number": 43,
        "verse_number": 55,
        "content": "فلما ءاسفونا ٱنتقمنا منهم فأغرقنٰهم أجمعين"
    },
    {
        "surah_number": 43,
        "verse_number": 56,
        "content": "فجعلنٰهم سلفا ومثلا للأخرين"
    },
    {
        "surah_number": 43,
        "verse_number": 57,
        "content": "ولما ضرب ٱبن مريم مثلا إذا قومك منه يصدون"
    },
    {
        "surah_number": 43,
        "verse_number": 58,
        "content": "وقالوا ءأٰلهتنا خير أم هو ما ضربوه لك إلا جدلا بل هم قوم خصمون"
    },
    {
        "surah_number": 43,
        "verse_number": 59,
        "content": "إن هو إلا عبد أنعمنا عليه وجعلنٰه مثلا لبني إسرـٰءيل"
    },
    {
        "surah_number": 43,
        "verse_number": 60,
        "content": "ولو نشاء لجعلنا منكم ملـٰئكة في ٱلأرض يخلفون"
    },
    {
        "surah_number": 43,
        "verse_number": 61,
        "content": "وإنه لعلم للساعة فلا تمترن بها وٱتبعون هٰذا صرٰط مستقيم"
    },
    {
        "surah_number": 43,
        "verse_number": 62,
        "content": "ولا يصدنكم ٱلشيطٰن إنه لكم عدو مبين"
    },
    {
        "surah_number": 43,
        "verse_number": 63,
        "content": "ولما جاء عيسىٰ بٱلبينٰت قال قد جئتكم بٱلحكمة ولأبين لكم بعض ٱلذي تختلفون فيه فٱتقوا ٱلله وأطيعون"
    },
    {
        "surah_number": 43,
        "verse_number": 64,
        "content": "إن ٱلله هو ربي وربكم فٱعبدوه هٰذا صرٰط مستقيم"
    },
    {
        "surah_number": 43,
        "verse_number": 65,
        "content": "فٱختلف ٱلأحزاب من بينهم فويل للذين ظلموا من عذاب يوم أليم"
    },
    {
        "surah_number": 43,
        "verse_number": 66,
        "content": "هل ينظرون إلا ٱلساعة أن تأتيهم بغتة وهم لا يشعرون"
    },
    {
        "surah_number": 43,
        "verse_number": 67,
        "content": "ٱلأخلاء يومئذ بعضهم لبعض عدو إلا ٱلمتقين"
    },
    {
        "surah_number": 43,
        "verse_number": 68,
        "content": "يٰعباد لا خوف عليكم ٱليوم ولا أنتم تحزنون"
    },
    {
        "surah_number": 43,
        "verse_number": 69,
        "content": "ٱلذين ءامنوا بـايٰتنا وكانوا مسلمين"
    },
    {
        "surah_number": 43,
        "verse_number": 70,
        "content": "ٱدخلوا ٱلجنة أنتم وأزوٰجكم تحبرون"
    },
    {
        "surah_number": 43,
        "verse_number": 71,
        "content": "يطاف عليهم بصحاف من ذهب وأكواب وفيها ما تشتهيه ٱلأنفس وتلذ ٱلأعين وأنتم فيها خٰلدون"
    },
    {
        "surah_number": 43,
        "verse_number": 72,
        "content": "وتلك ٱلجنة ٱلتي أورثتموها بما كنتم تعملون"
    },
    {
        "surah_number": 43,
        "verse_number": 73,
        "content": "لكم فيها فٰكهة كثيرة منها تأكلون"
    },
    {
        "surah_number": 43,
        "verse_number": 74,
        "content": "إن ٱلمجرمين في عذاب جهنم خٰلدون"
    },
    {
        "surah_number": 43,
        "verse_number": 75,
        "content": "لا يفتر عنهم وهم فيه مبلسون"
    },
    {
        "surah_number": 43,
        "verse_number": 76,
        "content": "وما ظلمنٰهم ولٰكن كانوا هم ٱلظـٰلمين"
    },
    {
        "surah_number": 43,
        "verse_number": 77,
        "content": "ونادوا يٰمٰلك ليقض علينا ربك قال إنكم مـٰكثون"
    },
    {
        "surah_number": 43,
        "verse_number": 78,
        "content": "لقد جئنٰكم بٱلحق ولٰكن أكثركم للحق كٰرهون"
    },
    {
        "surah_number": 43,
        "verse_number": 79,
        "content": "أم أبرموا أمرا فإنا مبرمون"
    },
    {
        "surah_number": 43,
        "verse_number": 80,
        "content": "أم يحسبون أنا لا نسمع سرهم ونجوىٰهم بلىٰ ورسلنا لديهم يكتبون"
    },
    {
        "surah_number": 43,
        "verse_number": 81,
        "content": "قل إن كان للرحمٰن ولد فأنا أول ٱلعٰبدين"
    },
    {
        "surah_number": 43,
        "verse_number": 82,
        "content": "سبحٰن رب ٱلسمٰوٰت وٱلأرض رب ٱلعرش عما يصفون"
    },
    {
        "surah_number": 43,
        "verse_number": 83,
        "content": "فذرهم يخوضوا ويلعبوا حتىٰ يلٰقوا يومهم ٱلذي يوعدون"
    },
    {
        "surah_number": 43,
        "verse_number": 84,
        "content": "وهو ٱلذي في ٱلسماء إلٰه وفي ٱلأرض إلٰه وهو ٱلحكيم ٱلعليم"
    },
    {
        "surah_number": 43,
        "verse_number": 85,
        "content": "وتبارك ٱلذي له ملك ٱلسمٰوٰت وٱلأرض وما بينهما وعنده علم ٱلساعة وإليه ترجعون"
    },
    {
        "surah_number": 43,
        "verse_number": 86,
        "content": "ولا يملك ٱلذين يدعون من دونه ٱلشفٰعة إلا من شهد بٱلحق وهم يعلمون"
    },
    {
        "surah_number": 43,
        "verse_number": 87,
        "content": "ولئن سألتهم من خلقهم ليقولن ٱلله فأنىٰ يؤفكون"
    },
    {
        "surah_number": 43,
        "verse_number": 88,
        "content": "وقيله يٰرب إن هـٰؤلاء قوم لا يؤمنون"
    },
    {
        "surah_number": 43,
        "verse_number": 89,
        "content": "فٱصفح عنهم وقل سلٰم فسوف يعلمون"
    },
    {
        "surah_number": 44,
        "verse_number": 1,
        "content": "حم"
    },
    {
        "surah_number": 44,
        "verse_number": 2,
        "content": "وٱلكتٰب ٱلمبين"
    },
    {
        "surah_number": 44,
        "verse_number": 3,
        "content": "إنا أنزلنٰه في ليلة مبٰركة إنا كنا منذرين"
    },
    {
        "surah_number": 44,
        "verse_number": 4,
        "content": "فيها يفرق كل أمر حكيم"
    },
    {
        "surah_number": 44,
        "verse_number": 5,
        "content": "أمرا من عندنا إنا كنا مرسلين"
    },
    {
        "surah_number": 44,
        "verse_number": 6,
        "content": "رحمة من ربك إنه هو ٱلسميع ٱلعليم"
    },
    {
        "surah_number": 44,
        "verse_number": 7,
        "content": "رب ٱلسمٰوٰت وٱلأرض وما بينهما إن كنتم موقنين"
    },
    {
        "surah_number": 44,
        "verse_number": 8,
        "content": "لا إلٰه إلا هو يحي ويميت ربكم ورب ءابائكم ٱلأولين"
    },
    {
        "surah_number": 44,
        "verse_number": 9,
        "content": "بل هم في شك يلعبون"
    },
    {
        "surah_number": 44,
        "verse_number": 10,
        "content": "فٱرتقب يوم تأتي ٱلسماء بدخان مبين"
    },
    {
        "surah_number": 44,
        "verse_number": 11,
        "content": "يغشى ٱلناس هٰذا عذاب أليم"
    },
    {
        "surah_number": 44,
        "verse_number": 12,
        "content": "ربنا ٱكشف عنا ٱلعذاب إنا مؤمنون"
    },
    {
        "surah_number": 44,
        "verse_number": 13,
        "content": "أنىٰ لهم ٱلذكرىٰ وقد جاءهم رسول مبين"
    },
    {
        "surah_number": 44,
        "verse_number": 14,
        "content": "ثم تولوا عنه وقالوا معلم مجنون"
    },
    {
        "surah_number": 44,
        "verse_number": 15,
        "content": "إنا كاشفوا ٱلعذاب قليلا إنكم عائدون"
    },
    {
        "surah_number": 44,
        "verse_number": 16,
        "content": "يوم نبطش ٱلبطشة ٱلكبرىٰ إنا منتقمون"
    },
    {
        "surah_number": 44,
        "verse_number": 17,
        "content": "ولقد فتنا قبلهم قوم فرعون وجاءهم رسول كريم"
    },
    {
        "surah_number": 44,
        "verse_number": 18,
        "content": "أن أدوا إلي عباد ٱلله إني لكم رسول أمين"
    },
    {
        "surah_number": 44,
        "verse_number": 19,
        "content": "وأن لا تعلوا على ٱلله إني ءاتيكم بسلطٰن مبين"
    },
    {
        "surah_number": 44,
        "verse_number": 20,
        "content": "وإني عذت بربي وربكم أن ترجمون"
    },
    {
        "surah_number": 44,
        "verse_number": 21,
        "content": "وإن لم تؤمنوا لي فٱعتزلون"
    },
    {
        "surah_number": 44,
        "verse_number": 22,
        "content": "فدعا ربه أن هـٰؤلاء قوم مجرمون"
    },
    {
        "surah_number": 44,
        "verse_number": 23,
        "content": "فأسر بعبادي ليلا إنكم متبعون"
    },
    {
        "surah_number": 44,
        "verse_number": 24,
        "content": "وٱترك ٱلبحر رهوا إنهم جند مغرقون"
    },
    {
        "surah_number": 44,
        "verse_number": 25,
        "content": "كم تركوا من جنـٰت وعيون"
    },
    {
        "surah_number": 44,
        "verse_number": 26,
        "content": "وزروع ومقام كريم"
    },
    {
        "surah_number": 44,
        "verse_number": 27,
        "content": "ونعمة كانوا فيها فٰكهين"
    },
    {
        "surah_number": 44,
        "verse_number": 28,
        "content": "كذٰلك وأورثنٰها قوما ءاخرين"
    },
    {
        "surah_number": 44,
        "verse_number": 29,
        "content": "فما بكت عليهم ٱلسماء وٱلأرض وما كانوا منظرين"
    },
    {
        "surah_number": 44,
        "verse_number": 30,
        "content": "ولقد نجينا بني إسرـٰءيل من ٱلعذاب ٱلمهين"
    },
    {
        "surah_number": 44,
        "verse_number": 31,
        "content": "من فرعون إنه كان عاليا من ٱلمسرفين"
    },
    {
        "surah_number": 44,
        "verse_number": 32,
        "content": "ولقد ٱخترنٰهم علىٰ علم على ٱلعٰلمين"
    },
    {
        "surah_number": 44,
        "verse_number": 33,
        "content": "وءاتينٰهم من ٱلأيٰت ما فيه بلـٰؤا مبين"
    },
    {
        "surah_number": 44,
        "verse_number": 34,
        "content": "إن هـٰؤلاء ليقولون"
    },
    {
        "surah_number": 44,
        "verse_number": 35,
        "content": "إن هي إلا موتتنا ٱلأولىٰ وما نحن بمنشرين"
    },
    {
        "surah_number": 44,
        "verse_number": 36,
        "content": "فأتوا بـابائنا إن كنتم صٰدقين"
    },
    {
        "surah_number": 44,
        "verse_number": 37,
        "content": "أهم خير أم قوم تبع وٱلذين من قبلهم أهلكنٰهم إنهم كانوا مجرمين"
    },
    {
        "surah_number": 44,
        "verse_number": 38,
        "content": "وما خلقنا ٱلسمٰوٰت وٱلأرض وما بينهما لٰعبين"
    },
    {
        "surah_number": 44,
        "verse_number": 39,
        "content": "ما خلقنٰهما إلا بٱلحق ولٰكن أكثرهم لا يعلمون"
    },
    {
        "surah_number": 44,
        "verse_number": 40,
        "content": "إن يوم ٱلفصل ميقٰتهم أجمعين"
    },
    {
        "surah_number": 44,
        "verse_number": 41,
        "content": "يوم لا يغني مولى عن مولى شيـا ولا هم ينصرون"
    },
    {
        "surah_number": 44,
        "verse_number": 42,
        "content": "إلا من رحم ٱلله إنه هو ٱلعزيز ٱلرحيم"
    },
    {
        "surah_number": 44,
        "verse_number": 43,
        "content": "إن شجرت ٱلزقوم"
    },
    {
        "surah_number": 44,
        "verse_number": 44,
        "content": "طعام ٱلأثيم"
    },
    {
        "surah_number": 44,
        "verse_number": 45,
        "content": "كٱلمهل يغلي في ٱلبطون"
    },
    {
        "surah_number": 44,
        "verse_number": 46,
        "content": "كغلي ٱلحميم"
    },
    {
        "surah_number": 44,
        "verse_number": 47,
        "content": "خذوه فٱعتلوه إلىٰ سواء ٱلجحيم"
    },
    {
        "surah_number": 44,
        "verse_number": 48,
        "content": "ثم صبوا فوق رأسه من عذاب ٱلحميم"
    },
    {
        "surah_number": 44,
        "verse_number": 49,
        "content": "ذق إنك أنت ٱلعزيز ٱلكريم"
    },
    {
        "surah_number": 44,
        "verse_number": 50,
        "content": "إن هٰذا ما كنتم به تمترون"
    },
    {
        "surah_number": 44,
        "verse_number": 51,
        "content": "إن ٱلمتقين في مقام أمين"
    },
    {
        "surah_number": 44,
        "verse_number": 52,
        "content": "في جنـٰت وعيون"
    },
    {
        "surah_number": 44,
        "verse_number": 53,
        "content": "يلبسون من سندس وإستبرق متقٰبلين"
    },
    {
        "surah_number": 44,
        "verse_number": 54,
        "content": "كذٰلك وزوجنٰهم بحور عين"
    },
    {
        "surah_number": 44,
        "verse_number": 55,
        "content": "يدعون فيها بكل فٰكهة ءامنين"
    },
    {
        "surah_number": 44,
        "verse_number": 56,
        "content": "لا يذوقون فيها ٱلموت إلا ٱلموتة ٱلأولىٰ ووقىٰهم عذاب ٱلجحيم"
    },
    {
        "surah_number": 44,
        "verse_number": 57,
        "content": "فضلا من ربك ذٰلك هو ٱلفوز ٱلعظيم"
    },
    {
        "surah_number": 44,
        "verse_number": 58,
        "content": "فإنما يسرنٰه بلسانك لعلهم يتذكرون"
    },
    {
        "surah_number": 44,
        "verse_number": 59,
        "content": "فٱرتقب إنهم مرتقبون"
    },
    {
        "surah_number": 45,
        "verse_number": 1,
        "content": "حم"
    },
    {
        "surah_number": 45,
        "verse_number": 2,
        "content": "تنزيل ٱلكتٰب من ٱلله ٱلعزيز ٱلحكيم"
    },
    {
        "surah_number": 45,
        "verse_number": 3,
        "content": "إن في ٱلسمٰوٰت وٱلأرض لأيٰت للمؤمنين"
    },
    {
        "surah_number": 45,
        "verse_number": 4,
        "content": "وفي خلقكم وما يبث من دابة ءايٰت لقوم يوقنون"
    },
    {
        "surah_number": 45,
        "verse_number": 5,
        "content": "وٱختلٰف ٱليل وٱلنهار وما أنزل ٱلله من ٱلسماء من رزق فأحيا به ٱلأرض بعد موتها وتصريف ٱلريٰح ءايٰت لقوم يعقلون"
    },
    {
        "surah_number": 45,
        "verse_number": 6,
        "content": "تلك ءايٰت ٱلله نتلوها عليك بٱلحق فبأي حديث بعد ٱلله وءايٰته يؤمنون"
    },
    {
        "surah_number": 45,
        "verse_number": 7,
        "content": "ويل لكل أفاك أثيم"
    },
    {
        "surah_number": 45,
        "verse_number": 8,
        "content": "يسمع ءايٰت ٱلله تتلىٰ عليه ثم يصر مستكبرا كأن لم يسمعها فبشره بعذاب أليم"
    },
    {
        "surah_number": 45,
        "verse_number": 9,
        "content": "وإذا علم من ءايٰتنا شيـا ٱتخذها هزوا أولـٰئك لهم عذاب مهين"
    },
    {
        "surah_number": 45,
        "verse_number": 10,
        "content": "من ورائهم جهنم ولا يغني عنهم ما كسبوا شيـا ولا ما ٱتخذوا من دون ٱلله أولياء ولهم عذاب عظيم"
    },
    {
        "surah_number": 45,
        "verse_number": 11,
        "content": "هٰذا هدى وٱلذين كفروا بـايٰت ربهم لهم عذاب من رجز أليم"
    },
    {
        "surah_number": 45,
        "verse_number": 12,
        "content": "ٱلله ٱلذي سخر لكم ٱلبحر لتجري ٱلفلك فيه بأمره ولتبتغوا من فضله ولعلكم تشكرون"
    },
    {
        "surah_number": 45,
        "verse_number": 13,
        "content": "وسخر لكم ما في ٱلسمٰوٰت وما في ٱلأرض جميعا منه إن في ذٰلك لأيٰت لقوم يتفكرون"
    },
    {
        "surah_number": 45,
        "verse_number": 14,
        "content": "قل للذين ءامنوا يغفروا للذين لا يرجون أيام ٱلله ليجزي قوما بما كانوا يكسبون"
    },
    {
        "surah_number": 45,
        "verse_number": 15,
        "content": "من عمل صٰلحا فلنفسه ومن أساء فعليها ثم إلىٰ ربكم ترجعون"
    },
    {
        "surah_number": 45,
        "verse_number": 16,
        "content": "ولقد ءاتينا بني إسرـٰءيل ٱلكتٰب وٱلحكم وٱلنبوة ورزقنٰهم من ٱلطيبٰت وفضلنٰهم على ٱلعٰلمين"
    },
    {
        "surah_number": 45,
        "verse_number": 17,
        "content": "وءاتينٰهم بينٰت من ٱلأمر فما ٱختلفوا إلا من بعد ما جاءهم ٱلعلم بغيا بينهم إن ربك يقضي بينهم يوم ٱلقيٰمة فيما كانوا فيه يختلفون"
    },
    {
        "surah_number": 45,
        "verse_number": 18,
        "content": "ثم جعلنٰك علىٰ شريعة من ٱلأمر فٱتبعها ولا تتبع أهواء ٱلذين لا يعلمون"
    },
    {
        "surah_number": 45,
        "verse_number": 19,
        "content": "إنهم لن يغنوا عنك من ٱلله شيـا وإن ٱلظـٰلمين بعضهم أولياء بعض وٱلله ولي ٱلمتقين"
    },
    {
        "surah_number": 45,
        "verse_number": 20,
        "content": "هٰذا بصـٰئر للناس وهدى ورحمة لقوم يوقنون"
    },
    {
        "surah_number": 45,
        "verse_number": 21,
        "content": "أم حسب ٱلذين ٱجترحوا ٱلسيـات أن نجعلهم كٱلذين ءامنوا وعملوا ٱلصـٰلحٰت سواء محياهم ومماتهم ساء ما يحكمون"
    },
    {
        "surah_number": 45,
        "verse_number": 22,
        "content": "وخلق ٱلله ٱلسمٰوٰت وٱلأرض بٱلحق ولتجزىٰ كل نفس بما كسبت وهم لا يظلمون"
    },
    {
        "surah_number": 45,
        "verse_number": 23,
        "content": "أفرءيت من ٱتخذ إلٰهه هوىٰه وأضله ٱلله علىٰ علم وختم علىٰ سمعه وقلبه وجعل علىٰ بصره غشٰوة فمن يهديه من بعد ٱلله أفلا تذكرون"
    },
    {
        "surah_number": 45,
        "verse_number": 24,
        "content": "وقالوا ما هي إلا حياتنا ٱلدنيا نموت ونحيا وما يهلكنا إلا ٱلدهر وما لهم بذٰلك من علم إن هم إلا يظنون"
    },
    {
        "surah_number": 45,
        "verse_number": 25,
        "content": "وإذا تتلىٰ عليهم ءايٰتنا بينٰت ما كان حجتهم إلا أن قالوا ٱئتوا بـابائنا إن كنتم صٰدقين"
    },
    {
        "surah_number": 45,
        "verse_number": 26,
        "content": "قل ٱلله يحييكم ثم يميتكم ثم يجمعكم إلىٰ يوم ٱلقيٰمة لا ريب فيه ولٰكن أكثر ٱلناس لا يعلمون"
    },
    {
        "surah_number": 45,
        "verse_number": 27,
        "content": "ولله ملك ٱلسمٰوٰت وٱلأرض ويوم تقوم ٱلساعة يومئذ يخسر ٱلمبطلون"
    },
    {
        "surah_number": 45,
        "verse_number": 28,
        "content": "وترىٰ كل أمة جاثية كل أمة تدعىٰ إلىٰ كتٰبها ٱليوم تجزون ما كنتم تعملون"
    },
    {
        "surah_number": 45,
        "verse_number": 29,
        "content": "هٰذا كتٰبنا ينطق عليكم بٱلحق إنا كنا نستنسخ ما كنتم تعملون"
    },
    {
        "surah_number": 45,
        "verse_number": 30,
        "content": "فأما ٱلذين ءامنوا وعملوا ٱلصـٰلحٰت فيدخلهم ربهم في رحمته ذٰلك هو ٱلفوز ٱلمبين"
    },
    {
        "surah_number": 45,
        "verse_number": 31,
        "content": "وأما ٱلذين كفروا أفلم تكن ءايٰتي تتلىٰ عليكم فٱستكبرتم وكنتم قوما مجرمين"
    },
    {
        "surah_number": 45,
        "verse_number": 32,
        "content": "وإذا قيل إن وعد ٱلله حق وٱلساعة لا ريب فيها قلتم ما ندري ما ٱلساعة إن نظن إلا ظنا وما نحن بمستيقنين"
    },
    {
        "surah_number": 45,
        "verse_number": 33,
        "content": "وبدا لهم سيـات ما عملوا وحاق بهم ما كانوا به يستهزءون"
    },
    {
        "surah_number": 45,
        "verse_number": 34,
        "content": "وقيل ٱليوم ننسىٰكم كما نسيتم لقاء يومكم هٰذا ومأوىٰكم ٱلنار وما لكم من نـٰصرين"
    },
    {
        "surah_number": 45,
        "verse_number": 35,
        "content": "ذٰلكم بأنكم ٱتخذتم ءايٰت ٱلله هزوا وغرتكم ٱلحيوٰة ٱلدنيا فٱليوم لا يخرجون منها ولا هم يستعتبون"
    },
    {
        "surah_number": 45,
        "verse_number": 36,
        "content": "فلله ٱلحمد رب ٱلسمٰوٰت ورب ٱلأرض رب ٱلعٰلمين"
    },
    {
        "surah_number": 45,
        "verse_number": 37,
        "content": "وله ٱلكبرياء في ٱلسمٰوٰت وٱلأرض وهو ٱلعزيز ٱلحكيم"
    },
    {
        "surah_number": 46,
        "verse_number": 1,
        "content": "حم"
    },
    {
        "surah_number": 46,
        "verse_number": 2,
        "content": "تنزيل ٱلكتٰب من ٱلله ٱلعزيز ٱلحكيم"
    },
    {
        "surah_number": 46,
        "verse_number": 3,
        "content": "ما خلقنا ٱلسمٰوٰت وٱلأرض وما بينهما إلا بٱلحق وأجل مسمى وٱلذين كفروا عما أنذروا معرضون"
    },
    {
        "surah_number": 46,
        "verse_number": 4,
        "content": "قل أرءيتم ما تدعون من دون ٱلله أروني ماذا خلقوا من ٱلأرض أم لهم شرك في ٱلسمٰوٰت ٱئتوني بكتٰب من قبل هٰذا أو أثٰرة من علم إن كنتم صٰدقين"
    },
    {
        "surah_number": 46,
        "verse_number": 5,
        "content": "ومن أضل ممن يدعوا من دون ٱلله من لا يستجيب له إلىٰ يوم ٱلقيٰمة وهم عن دعائهم غٰفلون"
    },
    {
        "surah_number": 46,
        "verse_number": 6,
        "content": "وإذا حشر ٱلناس كانوا لهم أعداء وكانوا بعبادتهم كٰفرين"
    },
    {
        "surah_number": 46,
        "verse_number": 7,
        "content": "وإذا تتلىٰ عليهم ءايٰتنا بينٰت قال ٱلذين كفروا للحق لما جاءهم هٰذا سحر مبين"
    },
    {
        "surah_number": 46,
        "verse_number": 8,
        "content": "أم يقولون ٱفترىٰه قل إن ٱفتريته فلا تملكون لي من ٱلله شيـا هو أعلم بما تفيضون فيه كفىٰ به شهيدا بيني وبينكم وهو ٱلغفور ٱلرحيم"
    },
    {
        "surah_number": 46,
        "verse_number": 9,
        "content": "قل ما كنت بدعا من ٱلرسل وما أدري ما يفعل بي ولا بكم إن أتبع إلا ما يوحىٰ إلي وما أنا إلا نذير مبين"
    },
    {
        "surah_number": 46,
        "verse_number": 10,
        "content": "قل أرءيتم إن كان من عند ٱلله وكفرتم به وشهد شاهد من بني إسرـٰءيل علىٰ مثله فـامن وٱستكبرتم إن ٱلله لا يهدي ٱلقوم ٱلظـٰلمين"
    },
    {
        "surah_number": 46,
        "verse_number": 11,
        "content": "وقال ٱلذين كفروا للذين ءامنوا لو كان خيرا ما سبقونا إليه وإذ لم يهتدوا به فسيقولون هٰذا إفك قديم"
    },
    {
        "surah_number": 46,
        "verse_number": 12,
        "content": "ومن قبله كتٰب موسىٰ إماما ورحمة وهٰذا كتٰب مصدق لسانا عربيا لينذر ٱلذين ظلموا وبشرىٰ للمحسنين"
    },
    {
        "surah_number": 46,
        "verse_number": 13,
        "content": "إن ٱلذين قالوا ربنا ٱلله ثم ٱستقٰموا فلا خوف عليهم ولا هم يحزنون"
    },
    {
        "surah_number": 46,
        "verse_number": 14,
        "content": "أولـٰئك أصحٰب ٱلجنة خٰلدين فيها جزاء بما كانوا يعملون"
    },
    {
        "surah_number": 46,
        "verse_number": 15,
        "content": "ووصينا ٱلإنسٰن بوٰلديه إحسٰنا حملته أمه كرها ووضعته كرها وحمله وفصٰله ثلٰثون شهرا حتىٰ إذا بلغ أشده وبلغ أربعين سنة قال رب أوزعني أن أشكر نعمتك ٱلتي أنعمت علي وعلىٰ وٰلدي وأن أعمل صٰلحا ترضىٰه وأصلح لي في ذريتي إني تبت إليك وإني من ٱلمسلمين"
    },
    {
        "surah_number": 46,
        "verse_number": 16,
        "content": "أولـٰئك ٱلذين نتقبل عنهم أحسن ما عملوا ونتجاوز عن سيـاتهم في أصحٰب ٱلجنة وعد ٱلصدق ٱلذي كانوا يوعدون"
    },
    {
        "surah_number": 46,
        "verse_number": 17,
        "content": "وٱلذي قال لوٰلديه أف لكما أتعدانني أن أخرج وقد خلت ٱلقرون من قبلي وهما يستغيثان ٱلله ويلك ءامن إن وعد ٱلله حق فيقول ما هٰذا إلا أسٰطير ٱلأولين"
    },
    {
        "surah_number": 46,
        "verse_number": 18,
        "content": "أولـٰئك ٱلذين حق عليهم ٱلقول في أمم قد خلت من قبلهم من ٱلجن وٱلإنس إنهم كانوا خٰسرين"
    },
    {
        "surah_number": 46,
        "verse_number": 19,
        "content": "ولكل درجٰت مما عملوا وليوفيهم أعمٰلهم وهم لا يظلمون"
    },
    {
        "surah_number": 46,
        "verse_number": 20,
        "content": "ويوم يعرض ٱلذين كفروا على ٱلنار أذهبتم طيبٰتكم في حياتكم ٱلدنيا وٱستمتعتم بها فٱليوم تجزون عذاب ٱلهون بما كنتم تستكبرون في ٱلأرض بغير ٱلحق وبما كنتم تفسقون"
    },
    {
        "surah_number": 46,
        "verse_number": 21,
        "content": "وٱذكر أخا عاد إذ أنذر قومه بٱلأحقاف وقد خلت ٱلنذر من بين يديه ومن خلفه ألا تعبدوا إلا ٱلله إني أخاف عليكم عذاب يوم عظيم"
    },
    {
        "surah_number": 46,
        "verse_number": 22,
        "content": "قالوا أجئتنا لتأفكنا عن ءالهتنا فأتنا بما تعدنا إن كنت من ٱلصـٰدقين"
    },
    {
        "surah_number": 46,
        "verse_number": 23,
        "content": "قال إنما ٱلعلم عند ٱلله وأبلغكم ما أرسلت به ولٰكني أرىٰكم قوما تجهلون"
    },
    {
        "surah_number": 46,
        "verse_number": 24,
        "content": "فلما رأوه عارضا مستقبل أوديتهم قالوا هٰذا عارض ممطرنا بل هو ما ٱستعجلتم به ريح فيها عذاب أليم"
    },
    {
        "surah_number": 46,
        "verse_number": 25,
        "content": "تدمر كل شيء بأمر ربها فأصبحوا لا يرىٰ إلا مسٰكنهم كذٰلك نجزي ٱلقوم ٱلمجرمين"
    },
    {
        "surah_number": 46,
        "verse_number": 26,
        "content": "ولقد مكنـٰهم فيما إن مكنـٰكم فيه وجعلنا لهم سمعا وأبصٰرا وأفـدة فما أغنىٰ عنهم سمعهم ولا أبصٰرهم ولا أفـدتهم من شيء إذ كانوا يجحدون بـايٰت ٱلله وحاق بهم ما كانوا به يستهزءون"
    },
    {
        "surah_number": 46,
        "verse_number": 27,
        "content": "ولقد أهلكنا ما حولكم من ٱلقرىٰ وصرفنا ٱلأيٰت لعلهم يرجعون"
    },
    {
        "surah_number": 46,
        "verse_number": 28,
        "content": "فلولا نصرهم ٱلذين ٱتخذوا من دون ٱلله قربانا ءالهة بل ضلوا عنهم وذٰلك إفكهم وما كانوا يفترون"
    },
    {
        "surah_number": 46,
        "verse_number": 29,
        "content": "وإذ صرفنا إليك نفرا من ٱلجن يستمعون ٱلقرءان فلما حضروه قالوا أنصتوا فلما قضي ولوا إلىٰ قومهم منذرين"
    },
    {
        "surah_number": 46,
        "verse_number": 30,
        "content": "قالوا يٰقومنا إنا سمعنا كتٰبا أنزل من بعد موسىٰ مصدقا لما بين يديه يهدي إلى ٱلحق وإلىٰ طريق مستقيم"
    },
    {
        "surah_number": 46,
        "verse_number": 31,
        "content": "يٰقومنا أجيبوا داعي ٱلله وءامنوا به يغفر لكم من ذنوبكم ويجركم من عذاب أليم"
    },
    {
        "surah_number": 46,
        "verse_number": 32,
        "content": "ومن لا يجب داعي ٱلله فليس بمعجز في ٱلأرض وليس له من دونه أولياء أولـٰئك في ضلٰل مبين"
    },
    {
        "surah_number": 46,
        "verse_number": 33,
        "content": "أولم يروا أن ٱلله ٱلذي خلق ٱلسمٰوٰت وٱلأرض ولم يعي بخلقهن بقٰدر علىٰ أن يحـي ٱلموتىٰ بلىٰ إنه علىٰ كل شيء قدير"
    },
    {
        "surah_number": 46,
        "verse_number": 34,
        "content": "ويوم يعرض ٱلذين كفروا على ٱلنار أليس هٰذا بٱلحق قالوا بلىٰ وربنا قال فذوقوا ٱلعذاب بما كنتم تكفرون"
    },
    {
        "surah_number": 46,
        "verse_number": 35,
        "content": "فٱصبر كما صبر أولوا ٱلعزم من ٱلرسل ولا تستعجل لهم كأنهم يوم يرون ما يوعدون لم يلبثوا إلا ساعة من نهار بلٰغ فهل يهلك إلا ٱلقوم ٱلفٰسقون"
    },
    {
        "surah_number": 47,
        "verse_number": 1,
        "content": "ٱلذين كفروا وصدوا عن سبيل ٱلله أضل أعمٰلهم"
    },
    {
        "surah_number": 47,
        "verse_number": 2,
        "content": "وٱلذين ءامنوا وعملوا ٱلصـٰلحٰت وءامنوا بما نزل علىٰ محمد وهو ٱلحق من ربهم كفر عنهم سيـاتهم وأصلح بالهم"
    },
    {
        "surah_number": 47,
        "verse_number": 3,
        "content": "ذٰلك بأن ٱلذين كفروا ٱتبعوا ٱلبٰطل وأن ٱلذين ءامنوا ٱتبعوا ٱلحق من ربهم كذٰلك يضرب ٱلله للناس أمثٰلهم"
    },
    {
        "surah_number": 47,
        "verse_number": 4,
        "content": "فإذا لقيتم ٱلذين كفروا فضرب ٱلرقاب حتىٰ إذا أثخنتموهم فشدوا ٱلوثاق فإما منا بعد وإما فداء حتىٰ تضع ٱلحرب أوزارها ذٰلك ولو يشاء ٱلله لٱنتصر منهم ولٰكن ليبلوا بعضكم ببعض وٱلذين قتلوا في سبيل ٱلله فلن يضل أعمٰلهم"
    },
    {
        "surah_number": 47,
        "verse_number": 5,
        "content": "سيهديهم ويصلح بالهم"
    },
    {
        "surah_number": 47,
        "verse_number": 6,
        "content": "ويدخلهم ٱلجنة عرفها لهم"
    },
    {
        "surah_number": 47,
        "verse_number": 7,
        "content": "يـٰأيها ٱلذين ءامنوا إن تنصروا ٱلله ينصركم ويثبت أقدامكم"
    },
    {
        "surah_number": 47,
        "verse_number": 8,
        "content": "وٱلذين كفروا فتعسا لهم وأضل أعمٰلهم"
    },
    {
        "surah_number": 47,
        "verse_number": 9,
        "content": "ذٰلك بأنهم كرهوا ما أنزل ٱلله فأحبط أعمٰلهم"
    },
    {
        "surah_number": 47,
        "verse_number": 10,
        "content": "أفلم يسيروا في ٱلأرض فينظروا كيف كان عٰقبة ٱلذين من قبلهم دمر ٱلله عليهم وللكٰفرين أمثٰلها"
    },
    {
        "surah_number": 47,
        "verse_number": 11,
        "content": "ذٰلك بأن ٱلله مولى ٱلذين ءامنوا وأن ٱلكٰفرين لا مولىٰ لهم"
    },
    {
        "surah_number": 47,
        "verse_number": 12,
        "content": "إن ٱلله يدخل ٱلذين ءامنوا وعملوا ٱلصـٰلحٰت جنـٰت تجري من تحتها ٱلأنهٰر وٱلذين كفروا يتمتعون ويأكلون كما تأكل ٱلأنعٰم وٱلنار مثوى لهم"
    },
    {
        "surah_number": 47,
        "verse_number": 13,
        "content": "وكأين من قرية هي أشد قوة من قريتك ٱلتي أخرجتك أهلكنٰهم فلا ناصر لهم"
    },
    {
        "surah_number": 47,
        "verse_number": 14,
        "content": "أفمن كان علىٰ بينة من ربه كمن زين له سوء عمله وٱتبعوا أهواءهم"
    },
    {
        "surah_number": 47,
        "verse_number": 15,
        "content": "مثل ٱلجنة ٱلتي وعد ٱلمتقون فيها أنهٰر من ماء غير ءاسن وأنهٰر من لبن لم يتغير طعمه وأنهٰر من خمر لذة للشـٰربين وأنهٰر من عسل مصفى ولهم فيها من كل ٱلثمرٰت ومغفرة من ربهم كمن هو خٰلد في ٱلنار وسقوا ماء حميما فقطع أمعاءهم"
    },
    {
        "surah_number": 47,
        "verse_number": 16,
        "content": "ومنهم من يستمع إليك حتىٰ إذا خرجوا من عندك قالوا للذين أوتوا ٱلعلم ماذا قال ءانفا أولـٰئك ٱلذين طبع ٱلله علىٰ قلوبهم وٱتبعوا أهواءهم"
    },
    {
        "surah_number": 47,
        "verse_number": 17,
        "content": "وٱلذين ٱهتدوا زادهم هدى وءاتىٰهم تقوىٰهم"
    },
    {
        "surah_number": 47,
        "verse_number": 18,
        "content": "فهل ينظرون إلا ٱلساعة أن تأتيهم بغتة فقد جاء أشراطها فأنىٰ لهم إذا جاءتهم ذكرىٰهم"
    },
    {
        "surah_number": 47,
        "verse_number": 19,
        "content": "فٱعلم أنه لا إلٰه إلا ٱلله وٱستغفر لذنبك وللمؤمنين وٱلمؤمنٰت وٱلله يعلم متقلبكم ومثوىٰكم"
    },
    {
        "surah_number": 47,
        "verse_number": 20,
        "content": "ويقول ٱلذين ءامنوا لولا نزلت سورة فإذا أنزلت سورة محكمة وذكر فيها ٱلقتال رأيت ٱلذين في قلوبهم مرض ينظرون إليك نظر ٱلمغشي عليه من ٱلموت فأولىٰ لهم"
    },
    {
        "surah_number": 47,
        "verse_number": 21,
        "content": "طاعة وقول معروف فإذا عزم ٱلأمر فلو صدقوا ٱلله لكان خيرا لهم"
    },
    {
        "surah_number": 47,
        "verse_number": 22,
        "content": "فهل عسيتم إن توليتم أن تفسدوا في ٱلأرض وتقطعوا أرحامكم"
    },
    {
        "surah_number": 47,
        "verse_number": 23,
        "content": "أولـٰئك ٱلذين لعنهم ٱلله فأصمهم وأعمىٰ أبصٰرهم"
    },
    {
        "surah_number": 47,
        "verse_number": 24,
        "content": "أفلا يتدبرون ٱلقرءان أم علىٰ قلوب أقفالها"
    },
    {
        "surah_number": 47,
        "verse_number": 25,
        "content": "إن ٱلذين ٱرتدوا علىٰ أدبٰرهم من بعد ما تبين لهم ٱلهدى ٱلشيطٰن سول لهم وأملىٰ لهم"
    },
    {
        "surah_number": 47,
        "verse_number": 26,
        "content": "ذٰلك بأنهم قالوا للذين كرهوا ما نزل ٱلله سنطيعكم في بعض ٱلأمر وٱلله يعلم إسرارهم"
    },
    {
        "surah_number": 47,
        "verse_number": 27,
        "content": "فكيف إذا توفتهم ٱلملـٰئكة يضربون وجوههم وأدبٰرهم"
    },
    {
        "surah_number": 47,
        "verse_number": 28,
        "content": "ذٰلك بأنهم ٱتبعوا ما أسخط ٱلله وكرهوا رضوٰنه فأحبط أعمٰلهم"
    },
    {
        "surah_number": 47,
        "verse_number": 29,
        "content": "أم حسب ٱلذين في قلوبهم مرض أن لن يخرج ٱلله أضغٰنهم"
    },
    {
        "surah_number": 47,
        "verse_number": 30,
        "content": "ولو نشاء لأرينٰكهم فلعرفتهم بسيمٰهم ولتعرفنهم في لحن ٱلقول وٱلله يعلم أعمٰلكم"
    },
    {
        "surah_number": 47,
        "verse_number": 31,
        "content": "ولنبلونكم حتىٰ نعلم ٱلمجٰهدين منكم وٱلصـٰبرين ونبلوا أخباركم"
    },
    {
        "surah_number": 47,
        "verse_number": 32,
        "content": "إن ٱلذين كفروا وصدوا عن سبيل ٱلله وشاقوا ٱلرسول من بعد ما تبين لهم ٱلهدىٰ لن يضروا ٱلله شيـا وسيحبط أعمٰلهم"
    },
    {
        "surah_number": 47,
        "verse_number": 33,
        "content": "يـٰأيها ٱلذين ءامنوا أطيعوا ٱلله وأطيعوا ٱلرسول ولا تبطلوا أعمٰلكم"
    },
    {
        "surah_number": 47,
        "verse_number": 34,
        "content": "إن ٱلذين كفروا وصدوا عن سبيل ٱلله ثم ماتوا وهم كفار فلن يغفر ٱلله لهم"
    },
    {
        "surah_number": 47,
        "verse_number": 35,
        "content": "فلا تهنوا وتدعوا إلى ٱلسلم وأنتم ٱلأعلون وٱلله معكم ولن يتركم أعمٰلكم"
    },
    {
        "surah_number": 47,
        "verse_number": 36,
        "content": "إنما ٱلحيوٰة ٱلدنيا لعب ولهو وإن تؤمنوا وتتقوا يؤتكم أجوركم ولا يسـلكم أموٰلكم"
    },
    {
        "surah_number": 47,
        "verse_number": 37,
        "content": "إن يسـلكموها فيحفكم تبخلوا ويخرج أضغٰنكم"
    },
    {
        "surah_number": 47,
        "verse_number": 38,
        "content": "هـٰأنتم هـٰؤلاء تدعون لتنفقوا في سبيل ٱلله فمنكم من يبخل ومن يبخل فإنما يبخل عن نفسه وٱلله ٱلغني وأنتم ٱلفقراء وإن تتولوا يستبدل قوما غيركم ثم لا يكونوا أمثٰلكم"
    },
    {
        "surah_number": 48,
        "verse_number": 1,
        "content": "إنا فتحنا لك فتحا مبينا"
    },
    {
        "surah_number": 48,
        "verse_number": 2,
        "content": "ليغفر لك ٱلله ما تقدم من ذنبك وما تأخر ويتم نعمته عليك ويهديك صرٰطا مستقيما"
    },
    {
        "surah_number": 48,
        "verse_number": 3,
        "content": "وينصرك ٱلله نصرا عزيزا"
    },
    {
        "surah_number": 48,
        "verse_number": 4,
        "content": "هو ٱلذي أنزل ٱلسكينة في قلوب ٱلمؤمنين ليزدادوا إيمٰنا مع إيمٰنهم ولله جنود ٱلسمٰوٰت وٱلأرض وكان ٱلله عليما حكيما"
    },
    {
        "surah_number": 48,
        "verse_number": 5,
        "content": "ليدخل ٱلمؤمنين وٱلمؤمنٰت جنـٰت تجري من تحتها ٱلأنهٰر خٰلدين فيها ويكفر عنهم سيـاتهم وكان ذٰلك عند ٱلله فوزا عظيما"
    },
    {
        "surah_number": 48,
        "verse_number": 6,
        "content": "ويعذب ٱلمنٰفقين وٱلمنٰفقٰت وٱلمشركين وٱلمشركٰت ٱلظانين بٱلله ظن ٱلسوء عليهم دائرة ٱلسوء وغضب ٱلله عليهم ولعنهم وأعد لهم جهنم وساءت مصيرا"
    },
    {
        "surah_number": 48,
        "verse_number": 7,
        "content": "ولله جنود ٱلسمٰوٰت وٱلأرض وكان ٱلله عزيزا حكيما"
    },
    {
        "surah_number": 48,
        "verse_number": 8,
        "content": "إنا أرسلنٰك شٰهدا ومبشرا ونذيرا"
    },
    {
        "surah_number": 48,
        "verse_number": 9,
        "content": "لتؤمنوا بٱلله ورسوله وتعزروه وتوقروه وتسبحوه بكرة وأصيلا"
    },
    {
        "surah_number": 48,
        "verse_number": 10,
        "content": "إن ٱلذين يبايعونك إنما يبايعون ٱلله يد ٱلله فوق أيديهم فمن نكث فإنما ينكث علىٰ نفسه ومن أوفىٰ بما عٰهد عليه ٱلله فسيؤتيه أجرا عظيما"
    },
    {
        "surah_number": 48,
        "verse_number": 11,
        "content": "سيقول لك ٱلمخلفون من ٱلأعراب شغلتنا أموٰلنا وأهلونا فٱستغفر لنا يقولون بألسنتهم ما ليس في قلوبهم قل فمن يملك لكم من ٱلله شيـا إن أراد بكم ضرا أو أراد بكم نفعا بل كان ٱلله بما تعملون خبيرا"
    },
    {
        "surah_number": 48,
        "verse_number": 12,
        "content": "بل ظننتم أن لن ينقلب ٱلرسول وٱلمؤمنون إلىٰ أهليهم أبدا وزين ذٰلك في قلوبكم وظننتم ظن ٱلسوء وكنتم قوما بورا"
    },
    {
        "surah_number": 48,
        "verse_number": 13,
        "content": "ومن لم يؤمن بٱلله ورسوله فإنا أعتدنا للكٰفرين سعيرا"
    },
    {
        "surah_number": 48,
        "verse_number": 14,
        "content": "ولله ملك ٱلسمٰوٰت وٱلأرض يغفر لمن يشاء ويعذب من يشاء وكان ٱلله غفورا رحيما"
    },
    {
        "surah_number": 48,
        "verse_number": 15,
        "content": "سيقول ٱلمخلفون إذا ٱنطلقتم إلىٰ مغانم لتأخذوها ذرونا نتبعكم يريدون أن يبدلوا كلٰم ٱلله قل لن تتبعونا كذٰلكم قال ٱلله من قبل فسيقولون بل تحسدوننا بل كانوا لا يفقهون إلا قليلا"
    },
    {
        "surah_number": 48,
        "verse_number": 16,
        "content": "قل للمخلفين من ٱلأعراب ستدعون إلىٰ قوم أولي بأس شديد تقٰتلونهم أو يسلمون فإن تطيعوا يؤتكم ٱلله أجرا حسنا وإن تتولوا كما توليتم من قبل يعذبكم عذابا أليما"
    },
    {
        "surah_number": 48,
        "verse_number": 17,
        "content": "ليس على ٱلأعمىٰ حرج ولا على ٱلأعرج حرج ولا على ٱلمريض حرج ومن يطع ٱلله ورسوله يدخله جنـٰت تجري من تحتها ٱلأنهٰر ومن يتول يعذبه عذابا أليما"
    },
    {
        "surah_number": 48,
        "verse_number": 18,
        "content": "لقد رضي ٱلله عن ٱلمؤمنين إذ يبايعونك تحت ٱلشجرة فعلم ما في قلوبهم فأنزل ٱلسكينة عليهم وأثٰبهم فتحا قريبا"
    },
    {
        "surah_number": 48,
        "verse_number": 19,
        "content": "ومغانم كثيرة يأخذونها وكان ٱلله عزيزا حكيما"
    },
    {
        "surah_number": 48,
        "verse_number": 20,
        "content": "وعدكم ٱلله مغانم كثيرة تأخذونها فعجل لكم هٰذه وكف أيدي ٱلناس عنكم ولتكون ءاية للمؤمنين ويهديكم صرٰطا مستقيما"
    },
    {
        "surah_number": 48,
        "verse_number": 21,
        "content": "وأخرىٰ لم تقدروا عليها قد أحاط ٱلله بها وكان ٱلله علىٰ كل شيء قديرا"
    },
    {
        "surah_number": 48,
        "verse_number": 22,
        "content": "ولو قٰتلكم ٱلذين كفروا لولوا ٱلأدبٰر ثم لا يجدون وليا ولا نصيرا"
    },
    {
        "surah_number": 48,
        "verse_number": 23,
        "content": "سنة ٱلله ٱلتي قد خلت من قبل ولن تجد لسنة ٱلله تبديلا"
    },
    {
        "surah_number": 48,
        "verse_number": 24,
        "content": "وهو ٱلذي كف أيديهم عنكم وأيديكم عنهم ببطن مكة من بعد أن أظفركم عليهم وكان ٱلله بما تعملون بصيرا"
    },
    {
        "surah_number": 48,
        "verse_number": 25,
        "content": "هم ٱلذين كفروا وصدوكم عن ٱلمسجد ٱلحرام وٱلهدي معكوفا أن يبلغ محله ولولا رجال مؤمنون ونساء مؤمنٰت لم تعلموهم أن تطـوهم فتصيبكم منهم معرة بغير علم ليدخل ٱلله في رحمته من يشاء لو تزيلوا لعذبنا ٱلذين كفروا منهم عذابا أليما"
    },
    {
        "surah_number": 48,
        "verse_number": 26,
        "content": "إذ جعل ٱلذين كفروا في قلوبهم ٱلحمية حمية ٱلجٰهلية فأنزل ٱلله سكينته علىٰ رسوله وعلى ٱلمؤمنين وألزمهم كلمة ٱلتقوىٰ وكانوا أحق بها وأهلها وكان ٱلله بكل شيء عليما"
    },
    {
        "surah_number": 48,
        "verse_number": 27,
        "content": "لقد صدق ٱلله رسوله ٱلرءيا بٱلحق لتدخلن ٱلمسجد ٱلحرام إن شاء ٱلله ءامنين محلقين رءوسكم ومقصرين لا تخافون فعلم ما لم تعلموا فجعل من دون ذٰلك فتحا قريبا"
    },
    {
        "surah_number": 48,
        "verse_number": 28,
        "content": "هو ٱلذي أرسل رسوله بٱلهدىٰ ودين ٱلحق ليظهره على ٱلدين كله وكفىٰ بٱلله شهيدا"
    },
    {
        "surah_number": 48,
        "verse_number": 29,
        "content": "محمد رسول ٱلله وٱلذين معه أشداء على ٱلكفار رحماء بينهم ترىٰهم ركعا سجدا يبتغون فضلا من ٱلله ورضوٰنا سيماهم في وجوههم من أثر ٱلسجود ذٰلك مثلهم في ٱلتورىٰة ومثلهم في ٱلإنجيل كزرع أخرج شطـه فـازره فٱستغلظ فٱستوىٰ علىٰ سوقه يعجب ٱلزراع ليغيظ بهم ٱلكفار وعد ٱلله ٱلذين ءامنوا وعملوا ٱلصـٰلحٰت منهم مغفرة وأجرا عظيما"
    },
    {
        "surah_number": 49,
        "verse_number": 1,
        "content": "يـٰأيها ٱلذين ءامنوا لا تقدموا بين يدي ٱلله ورسوله وٱتقوا ٱلله إن ٱلله سميع عليم"
    },
    {
        "surah_number": 49,
        "verse_number": 2,
        "content": "يـٰأيها ٱلذين ءامنوا لا ترفعوا أصوٰتكم فوق صوت ٱلنبي ولا تجهروا له بٱلقول كجهر بعضكم لبعض أن تحبط أعمٰلكم وأنتم لا تشعرون"
    },
    {
        "surah_number": 49,
        "verse_number": 3,
        "content": "إن ٱلذين يغضون أصوٰتهم عند رسول ٱلله أولـٰئك ٱلذين ٱمتحن ٱلله قلوبهم للتقوىٰ لهم مغفرة وأجر عظيم"
    },
    {
        "surah_number": 49,
        "verse_number": 4,
        "content": "إن ٱلذين ينادونك من وراء ٱلحجرٰت أكثرهم لا يعقلون"
    },
    {
        "surah_number": 49,
        "verse_number": 5,
        "content": "ولو أنهم صبروا حتىٰ تخرج إليهم لكان خيرا لهم وٱلله غفور رحيم"
    },
    {
        "surah_number": 49,
        "verse_number": 6,
        "content": "يـٰأيها ٱلذين ءامنوا إن جاءكم فاسق بنبإ فتبينوا أن تصيبوا قوما بجهٰلة فتصبحوا علىٰ ما فعلتم نٰدمين"
    },
    {
        "surah_number": 49,
        "verse_number": 7,
        "content": "وٱعلموا أن فيكم رسول ٱلله لو يطيعكم في كثير من ٱلأمر لعنتم ولٰكن ٱلله حبب إليكم ٱلإيمٰن وزينه في قلوبكم وكره إليكم ٱلكفر وٱلفسوق وٱلعصيان أولـٰئك هم ٱلرـٰشدون"
    },
    {
        "surah_number": 49,
        "verse_number": 8,
        "content": "فضلا من ٱلله ونعمة وٱلله عليم حكيم"
    },
    {
        "surah_number": 49,
        "verse_number": 9,
        "content": "وإن طائفتان من ٱلمؤمنين ٱقتتلوا فأصلحوا بينهما فإن بغت إحدىٰهما على ٱلأخرىٰ فقٰتلوا ٱلتي تبغي حتىٰ تفيء إلىٰ أمر ٱلله فإن فاءت فأصلحوا بينهما بٱلعدل وأقسطوا إن ٱلله يحب ٱلمقسطين"
    },
    {
        "surah_number": 49,
        "verse_number": 10,
        "content": "إنما ٱلمؤمنون إخوة فأصلحوا بين أخويكم وٱتقوا ٱلله لعلكم ترحمون"
    },
    {
        "surah_number": 49,
        "verse_number": 11,
        "content": "يـٰأيها ٱلذين ءامنوا لا يسخر قوم من قوم عسىٰ أن يكونوا خيرا منهم ولا نساء من نساء عسىٰ أن يكن خيرا منهن ولا تلمزوا أنفسكم ولا تنابزوا بٱلألقٰب بئس ٱلٱسم ٱلفسوق بعد ٱلإيمٰن ومن لم يتب فأولـٰئك هم ٱلظـٰلمون"
    },
    {
        "surah_number": 49,
        "verse_number": 12,
        "content": "يـٰأيها ٱلذين ءامنوا ٱجتنبوا كثيرا من ٱلظن إن بعض ٱلظن إثم ولا تجسسوا ولا يغتب بعضكم بعضا أيحب أحدكم أن يأكل لحم أخيه ميتا فكرهتموه وٱتقوا ٱلله إن ٱلله تواب رحيم"
    },
    {
        "surah_number": 49,
        "verse_number": 13,
        "content": "يـٰأيها ٱلناس إنا خلقنٰكم من ذكر وأنثىٰ وجعلنٰكم شعوبا وقبائل لتعارفوا إن أكرمكم عند ٱلله أتقىٰكم إن ٱلله عليم خبير"
    },
    {
        "surah_number": 49,
        "verse_number": 14,
        "content": "قالت ٱلأعراب ءامنا قل لم تؤمنوا ولٰكن قولوا أسلمنا ولما يدخل ٱلإيمٰن في قلوبكم وإن تطيعوا ٱلله ورسوله لا يلتكم من أعمٰلكم شيـا إن ٱلله غفور رحيم"
    },
    {
        "surah_number": 49,
        "verse_number": 15,
        "content": "إنما ٱلمؤمنون ٱلذين ءامنوا بٱلله ورسوله ثم لم يرتابوا وجٰهدوا بأموٰلهم وأنفسهم في سبيل ٱلله أولـٰئك هم ٱلصـٰدقون"
    },
    {
        "surah_number": 49,
        "verse_number": 16,
        "content": "قل أتعلمون ٱلله بدينكم وٱلله يعلم ما في ٱلسمٰوٰت وما في ٱلأرض وٱلله بكل شيء عليم"
    },
    {
        "surah_number": 49,
        "verse_number": 17,
        "content": "يمنون عليك أن أسلموا قل لا تمنوا علي إسلٰمكم بل ٱلله يمن عليكم أن هدىٰكم للإيمٰن إن كنتم صٰدقين"
    },
    {
        "surah_number": 49,
        "verse_number": 18,
        "content": "إن ٱلله يعلم غيب ٱلسمٰوٰت وٱلأرض وٱلله بصير بما تعملون"
    },
    {
        "surah_number": 50,
        "verse_number": 1,
        "content": "ق وٱلقرءان ٱلمجيد"
    },
    {
        "surah_number": 50,
        "verse_number": 2,
        "content": "بل عجبوا أن جاءهم منذر منهم فقال ٱلكٰفرون هٰذا شيء عجيب"
    },
    {
        "surah_number": 50,
        "verse_number": 3,
        "content": "أءذا متنا وكنا ترابا ذٰلك رجع بعيد"
    },
    {
        "surah_number": 50,
        "verse_number": 4,
        "content": "قد علمنا ما تنقص ٱلأرض منهم وعندنا كتٰب حفيظ"
    },
    {
        "surah_number": 50,
        "verse_number": 5,
        "content": "بل كذبوا بٱلحق لما جاءهم فهم في أمر مريج"
    },
    {
        "surah_number": 50,
        "verse_number": 6,
        "content": "أفلم ينظروا إلى ٱلسماء فوقهم كيف بنينٰها وزينـٰها وما لها من فروج"
    },
    {
        "surah_number": 50,
        "verse_number": 7,
        "content": "وٱلأرض مددنٰها وألقينا فيها روٰسي وأنبتنا فيها من كل زوج بهيج"
    },
    {
        "surah_number": 50,
        "verse_number": 8,
        "content": "تبصرة وذكرىٰ لكل عبد منيب"
    },
    {
        "surah_number": 50,
        "verse_number": 9,
        "content": "ونزلنا من ٱلسماء ماء مبٰركا فأنبتنا به جنـٰت وحب ٱلحصيد"
    },
    {
        "surah_number": 50,
        "verse_number": 10,
        "content": "وٱلنخل باسقٰت لها طلع نضيد"
    },
    {
        "surah_number": 50,
        "verse_number": 11,
        "content": "رزقا للعباد وأحيينا به بلدة ميتا كذٰلك ٱلخروج"
    },
    {
        "surah_number": 50,
        "verse_number": 12,
        "content": "كذبت قبلهم قوم نوح وأصحٰب ٱلرس وثمود"
    },
    {
        "surah_number": 50,
        "verse_number": 13,
        "content": "وعاد وفرعون وإخوٰن لوط"
    },
    {
        "surah_number": 50,
        "verse_number": 14,
        "content": "وأصحٰب ٱلأيكة وقوم تبع كل كذب ٱلرسل فحق وعيد"
    },
    {
        "surah_number": 50,
        "verse_number": 15,
        "content": "أفعيينا بٱلخلق ٱلأول بل هم في لبس من خلق جديد"
    },
    {
        "surah_number": 50,
        "verse_number": 16,
        "content": "ولقد خلقنا ٱلإنسٰن ونعلم ما توسوس به نفسه ونحن أقرب إليه من حبل ٱلوريد"
    },
    {
        "surah_number": 50,
        "verse_number": 17,
        "content": "إذ يتلقى ٱلمتلقيان عن ٱليمين وعن ٱلشمال قعيد"
    },
    {
        "surah_number": 50,
        "verse_number": 18,
        "content": "ما يلفظ من قول إلا لديه رقيب عتيد"
    },
    {
        "surah_number": 50,
        "verse_number": 19,
        "content": "وجاءت سكرة ٱلموت بٱلحق ذٰلك ما كنت منه تحيد"
    },
    {
        "surah_number": 50,
        "verse_number": 20,
        "content": "ونفخ في ٱلصور ذٰلك يوم ٱلوعيد"
    },
    {
        "surah_number": 50,
        "verse_number": 21,
        "content": "وجاءت كل نفس معها سائق وشهيد"
    },
    {
        "surah_number": 50,
        "verse_number": 22,
        "content": "لقد كنت في غفلة من هٰذا فكشفنا عنك غطاءك فبصرك ٱليوم حديد"
    },
    {
        "surah_number": 50,
        "verse_number": 23,
        "content": "وقال قرينه هٰذا ما لدي عتيد"
    },
    {
        "surah_number": 50,
        "verse_number": 24,
        "content": "ألقيا في جهنم كل كفار عنيد"
    },
    {
        "surah_number": 50,
        "verse_number": 25,
        "content": "مناع للخير معتد مريب"
    },
    {
        "surah_number": 50,
        "verse_number": 26,
        "content": "ٱلذي جعل مع ٱلله إلٰها ءاخر فألقياه في ٱلعذاب ٱلشديد"
    },
    {
        "surah_number": 50,
        "verse_number": 27,
        "content": "قال قرينه ربنا ما أطغيته ولٰكن كان في ضلٰل بعيد"
    },
    {
        "surah_number": 50,
        "verse_number": 28,
        "content": "قال لا تختصموا لدي وقد قدمت إليكم بٱلوعيد"
    },
    {
        "surah_number": 50,
        "verse_number": 29,
        "content": "ما يبدل ٱلقول لدي وما أنا بظلـٰم للعبيد"
    },
    {
        "surah_number": 50,
        "verse_number": 30,
        "content": "يوم نقول لجهنم هل ٱمتلأت وتقول هل من مزيد"
    },
    {
        "surah_number": 50,
        "verse_number": 31,
        "content": "وأزلفت ٱلجنة للمتقين غير بعيد"
    },
    {
        "surah_number": 50,
        "verse_number": 32,
        "content": "هٰذا ما توعدون لكل أواب حفيظ"
    },
    {
        "surah_number": 50,
        "verse_number": 33,
        "content": "من خشي ٱلرحمٰن بٱلغيب وجاء بقلب منيب"
    },
    {
        "surah_number": 50,
        "verse_number": 34,
        "content": "ٱدخلوها بسلٰم ذٰلك يوم ٱلخلود"
    },
    {
        "surah_number": 50,
        "verse_number": 35,
        "content": "لهم ما يشاءون فيها ولدينا مزيد"
    },
    {
        "surah_number": 50,
        "verse_number": 36,
        "content": "وكم أهلكنا قبلهم من قرن هم أشد منهم بطشا فنقبوا في ٱلبلٰد هل من محيص"
    },
    {
        "surah_number": 50,
        "verse_number": 37,
        "content": "إن في ذٰلك لذكرىٰ لمن كان له قلب أو ألقى ٱلسمع وهو شهيد"
    },
    {
        "surah_number": 50,
        "verse_number": 38,
        "content": "ولقد خلقنا ٱلسمٰوٰت وٱلأرض وما بينهما في ستة أيام وما مسنا من لغوب"
    },
    {
        "surah_number": 50,
        "verse_number": 39,
        "content": "فٱصبر علىٰ ما يقولون وسبح بحمد ربك قبل طلوع ٱلشمس وقبل ٱلغروب"
    },
    {
        "surah_number": 50,
        "verse_number": 40,
        "content": "ومن ٱليل فسبحه وأدبٰر ٱلسجود"
    },
    {
        "surah_number": 50,
        "verse_number": 41,
        "content": "وٱستمع يوم يناد ٱلمناد من مكان قريب"
    },
    {
        "surah_number": 50,
        "verse_number": 42,
        "content": "يوم يسمعون ٱلصيحة بٱلحق ذٰلك يوم ٱلخروج"
    },
    {
        "surah_number": 50,
        "verse_number": 43,
        "content": "إنا نحن نحي ونميت وإلينا ٱلمصير"
    },
    {
        "surah_number": 50,
        "verse_number": 44,
        "content": "يوم تشقق ٱلأرض عنهم سراعا ذٰلك حشر علينا يسير"
    },
    {
        "surah_number": 50,
        "verse_number": 45,
        "content": "نحن أعلم بما يقولون وما أنت عليهم بجبار فذكر بٱلقرءان من يخاف وعيد"
    },
    {
        "surah_number": 51,
        "verse_number": 1,
        "content": "وٱلذـٰريٰت ذروا"
    },
    {
        "surah_number": 51,
        "verse_number": 2,
        "content": "فٱلحٰملٰت وقرا"
    },
    {
        "surah_number": 51,
        "verse_number": 3,
        "content": "فٱلجٰريٰت يسرا"
    },
    {
        "surah_number": 51,
        "verse_number": 4,
        "content": "فٱلمقسمٰت أمرا"
    },
    {
        "surah_number": 51,
        "verse_number": 5,
        "content": "إنما توعدون لصادق"
    },
    {
        "surah_number": 51,
        "verse_number": 6,
        "content": "وإن ٱلدين لوٰقع"
    },
    {
        "surah_number": 51,
        "verse_number": 7,
        "content": "وٱلسماء ذات ٱلحبك"
    },
    {
        "surah_number": 51,
        "verse_number": 8,
        "content": "إنكم لفي قول مختلف"
    },
    {
        "surah_number": 51,
        "verse_number": 9,
        "content": "يؤفك عنه من أفك"
    },
    {
        "surah_number": 51,
        "verse_number": 10,
        "content": "قتل ٱلخرـٰصون"
    },
    {
        "surah_number": 51,
        "verse_number": 11,
        "content": "ٱلذين هم في غمرة ساهون"
    },
    {
        "surah_number": 51,
        "verse_number": 12,
        "content": "يسـلون أيان يوم ٱلدين"
    },
    {
        "surah_number": 51,
        "verse_number": 13,
        "content": "يوم هم على ٱلنار يفتنون"
    },
    {
        "surah_number": 51,
        "verse_number": 14,
        "content": "ذوقوا فتنتكم هٰذا ٱلذي كنتم به تستعجلون"
    },
    {
        "surah_number": 51,
        "verse_number": 15,
        "content": "إن ٱلمتقين في جنـٰت وعيون"
    },
    {
        "surah_number": 51,
        "verse_number": 16,
        "content": "ءاخذين ما ءاتىٰهم ربهم إنهم كانوا قبل ذٰلك محسنين"
    },
    {
        "surah_number": 51,
        "verse_number": 17,
        "content": "كانوا قليلا من ٱليل ما يهجعون"
    },
    {
        "surah_number": 51,
        "verse_number": 18,
        "content": "وبٱلأسحار هم يستغفرون"
    },
    {
        "surah_number": 51,
        "verse_number": 19,
        "content": "وفي أموٰلهم حق للسائل وٱلمحروم"
    },
    {
        "surah_number": 51,
        "verse_number": 20,
        "content": "وفي ٱلأرض ءايٰت للموقنين"
    },
    {
        "surah_number": 51,
        "verse_number": 21,
        "content": "وفي أنفسكم أفلا تبصرون"
    },
    {
        "surah_number": 51,
        "verse_number": 22,
        "content": "وفي ٱلسماء رزقكم وما توعدون"
    },
    {
        "surah_number": 51,
        "verse_number": 23,
        "content": "فورب ٱلسماء وٱلأرض إنه لحق مثل ما أنكم تنطقون"
    },
    {
        "surah_number": 51,
        "verse_number": 24,
        "content": "هل أتىٰك حديث ضيف إبرٰهيم ٱلمكرمين"
    },
    {
        "surah_number": 51,
        "verse_number": 25,
        "content": "إذ دخلوا عليه فقالوا سلٰما قال سلٰم قوم منكرون"
    },
    {
        "surah_number": 51,
        "verse_number": 26,
        "content": "فراغ إلىٰ أهله فجاء بعجل سمين"
    },
    {
        "surah_number": 51,
        "verse_number": 27,
        "content": "فقربه إليهم قال ألا تأكلون"
    },
    {
        "surah_number": 51,
        "verse_number": 28,
        "content": "فأوجس منهم خيفة قالوا لا تخف وبشروه بغلٰم عليم"
    },
    {
        "surah_number": 51,
        "verse_number": 29,
        "content": "فأقبلت ٱمرأته في صرة فصكت وجهها وقالت عجوز عقيم"
    },
    {
        "surah_number": 51,
        "verse_number": 30,
        "content": "قالوا كذٰلك قال ربك إنه هو ٱلحكيم ٱلعليم"
    },
    {
        "surah_number": 51,
        "verse_number": 31,
        "content": "قال فما خطبكم أيها ٱلمرسلون"
    },
    {
        "surah_number": 51,
        "verse_number": 32,
        "content": "قالوا إنا أرسلنا إلىٰ قوم مجرمين"
    },
    {
        "surah_number": 51,
        "verse_number": 33,
        "content": "لنرسل عليهم حجارة من طين"
    },
    {
        "surah_number": 51,
        "verse_number": 34,
        "content": "مسومة عند ربك للمسرفين"
    },
    {
        "surah_number": 51,
        "verse_number": 35,
        "content": "فأخرجنا من كان فيها من ٱلمؤمنين"
    },
    {
        "surah_number": 51,
        "verse_number": 36,
        "content": "فما وجدنا فيها غير بيت من ٱلمسلمين"
    },
    {
        "surah_number": 51,
        "verse_number": 37,
        "content": "وتركنا فيها ءاية للذين يخافون ٱلعذاب ٱلأليم"
    },
    {
        "surah_number": 51,
        "verse_number": 38,
        "content": "وفي موسىٰ إذ أرسلنٰه إلىٰ فرعون بسلطٰن مبين"
    },
    {
        "surah_number": 51,
        "verse_number": 39,
        "content": "فتولىٰ بركنه وقال سٰحر أو مجنون"
    },
    {
        "surah_number": 51,
        "verse_number": 40,
        "content": "فأخذنٰه وجنوده فنبذنٰهم في ٱليم وهو مليم"
    },
    {
        "surah_number": 51,
        "verse_number": 41,
        "content": "وفي عاد إذ أرسلنا عليهم ٱلريح ٱلعقيم"
    },
    {
        "surah_number": 51,
        "verse_number": 42,
        "content": "ما تذر من شيء أتت عليه إلا جعلته كٱلرميم"
    },
    {
        "surah_number": 51,
        "verse_number": 43,
        "content": "وفي ثمود إذ قيل لهم تمتعوا حتىٰ حين"
    },
    {
        "surah_number": 51,
        "verse_number": 44,
        "content": "فعتوا عن أمر ربهم فأخذتهم ٱلصـٰعقة وهم ينظرون"
    },
    {
        "surah_number": 51,
        "verse_number": 45,
        "content": "فما ٱستطٰعوا من قيام وما كانوا منتصرين"
    },
    {
        "surah_number": 51,
        "verse_number": 46,
        "content": "وقوم نوح من قبل إنهم كانوا قوما فٰسقين"
    },
    {
        "surah_number": 51,
        "verse_number": 47,
        "content": "وٱلسماء بنينٰها بأييد وإنا لموسعون"
    },
    {
        "surah_number": 51,
        "verse_number": 48,
        "content": "وٱلأرض فرشنٰها فنعم ٱلمٰهدون"
    },
    {
        "surah_number": 51,
        "verse_number": 49,
        "content": "ومن كل شيء خلقنا زوجين لعلكم تذكرون"
    },
    {
        "surah_number": 51,
        "verse_number": 50,
        "content": "ففروا إلى ٱلله إني لكم منه نذير مبين"
    },
    {
        "surah_number": 51,
        "verse_number": 51,
        "content": "ولا تجعلوا مع ٱلله إلٰها ءاخر إني لكم منه نذير مبين"
    },
    {
        "surah_number": 51,
        "verse_number": 52,
        "content": "كذٰلك ما أتى ٱلذين من قبلهم من رسول إلا قالوا ساحر أو مجنون"
    },
    {
        "surah_number": 51,
        "verse_number": 53,
        "content": "أتواصوا به بل هم قوم طاغون"
    },
    {
        "surah_number": 51,
        "verse_number": 54,
        "content": "فتول عنهم فما أنت بملوم"
    },
    {
        "surah_number": 51,
        "verse_number": 55,
        "content": "وذكر فإن ٱلذكرىٰ تنفع ٱلمؤمنين"
    },
    {
        "surah_number": 51,
        "verse_number": 56,
        "content": "وما خلقت ٱلجن وٱلإنس إلا ليعبدون"
    },
    {
        "surah_number": 51,
        "verse_number": 57,
        "content": "ما أريد منهم من رزق وما أريد أن يطعمون"
    },
    {
        "surah_number": 51,
        "verse_number": 58,
        "content": "إن ٱلله هو ٱلرزاق ذو ٱلقوة ٱلمتين"
    },
    {
        "surah_number": 51,
        "verse_number": 59,
        "content": "فإن للذين ظلموا ذنوبا مثل ذنوب أصحٰبهم فلا يستعجلون"
    },
    {
        "surah_number": 51,
        "verse_number": 60,
        "content": "فويل للذين كفروا من يومهم ٱلذي يوعدون"
    },
    {
        "surah_number": 52,
        "verse_number": 1,
        "content": "وٱلطور"
    },
    {
        "surah_number": 52,
        "verse_number": 2,
        "content": "وكتٰب مسطور"
    },
    {
        "surah_number": 52,
        "verse_number": 3,
        "content": "في رق منشور"
    },
    {
        "surah_number": 52,
        "verse_number": 4,
        "content": "وٱلبيت ٱلمعمور"
    },
    {
        "surah_number": 52,
        "verse_number": 5,
        "content": "وٱلسقف ٱلمرفوع"
    },
    {
        "surah_number": 52,
        "verse_number": 6,
        "content": "وٱلبحر ٱلمسجور"
    },
    {
        "surah_number": 52,
        "verse_number": 7,
        "content": "إن عذاب ربك لوٰقع"
    },
    {
        "surah_number": 52,
        "verse_number": 8,
        "content": "ما له من دافع"
    },
    {
        "surah_number": 52,
        "verse_number": 9,
        "content": "يوم تمور ٱلسماء مورا"
    },
    {
        "surah_number": 52,
        "verse_number": 10,
        "content": "وتسير ٱلجبال سيرا"
    },
    {
        "surah_number": 52,
        "verse_number": 11,
        "content": "فويل يومئذ للمكذبين"
    },
    {
        "surah_number": 52,
        "verse_number": 12,
        "content": "ٱلذين هم في خوض يلعبون"
    },
    {
        "surah_number": 52,
        "verse_number": 13,
        "content": "يوم يدعون إلىٰ نار جهنم دعا"
    },
    {
        "surah_number": 52,
        "verse_number": 14,
        "content": "هٰذه ٱلنار ٱلتي كنتم بها تكذبون"
    },
    {
        "surah_number": 52,
        "verse_number": 15,
        "content": "أفسحر هٰذا أم أنتم لا تبصرون"
    },
    {
        "surah_number": 52,
        "verse_number": 16,
        "content": "ٱصلوها فٱصبروا أو لا تصبروا سواء عليكم إنما تجزون ما كنتم تعملون"
    },
    {
        "surah_number": 52,
        "verse_number": 17,
        "content": "إن ٱلمتقين في جنـٰت ونعيم"
    },
    {
        "surah_number": 52,
        "verse_number": 18,
        "content": "فٰكهين بما ءاتىٰهم ربهم ووقىٰهم ربهم عذاب ٱلجحيم"
    },
    {
        "surah_number": 52,
        "verse_number": 19,
        "content": "كلوا وٱشربوا هنيـا بما كنتم تعملون"
    },
    {
        "surah_number": 52,
        "verse_number": 20,
        "content": "متكـين علىٰ سرر مصفوفة وزوجنٰهم بحور عين"
    },
    {
        "surah_number": 52,
        "verse_number": 21,
        "content": "وٱلذين ءامنوا وٱتبعتهم ذريتهم بإيمٰن ألحقنا بهم ذريتهم وما ألتنٰهم من عملهم من شيء كل ٱمري بما كسب رهين"
    },
    {
        "surah_number": 52,
        "verse_number": 22,
        "content": "وأمددنٰهم بفٰكهة ولحم مما يشتهون"
    },
    {
        "surah_number": 52,
        "verse_number": 23,
        "content": "يتنٰزعون فيها كأسا لا لغو فيها ولا تأثيم"
    },
    {
        "surah_number": 52,
        "verse_number": 24,
        "content": "ويطوف عليهم غلمان لهم كأنهم لؤلؤ مكنون"
    },
    {
        "surah_number": 52,
        "verse_number": 25,
        "content": "وأقبل بعضهم علىٰ بعض يتساءلون"
    },
    {
        "surah_number": 52,
        "verse_number": 26,
        "content": "قالوا إنا كنا قبل في أهلنا مشفقين"
    },
    {
        "surah_number": 52,
        "verse_number": 27,
        "content": "فمن ٱلله علينا ووقىٰنا عذاب ٱلسموم"
    },
    {
        "surah_number": 52,
        "verse_number": 28,
        "content": "إنا كنا من قبل ندعوه إنه هو ٱلبر ٱلرحيم"
    },
    {
        "surah_number": 52,
        "verse_number": 29,
        "content": "فذكر فما أنت بنعمت ربك بكاهن ولا مجنون"
    },
    {
        "surah_number": 52,
        "verse_number": 30,
        "content": "أم يقولون شاعر نتربص به ريب ٱلمنون"
    },
    {
        "surah_number": 52,
        "verse_number": 31,
        "content": "قل تربصوا فإني معكم من ٱلمتربصين"
    },
    {
        "surah_number": 52,
        "verse_number": 32,
        "content": "أم تأمرهم أحلٰمهم بهٰذا أم هم قوم طاغون"
    },
    {
        "surah_number": 52,
        "verse_number": 33,
        "content": "أم يقولون تقوله بل لا يؤمنون"
    },
    {
        "surah_number": 52,
        "verse_number": 34,
        "content": "فليأتوا بحديث مثله إن كانوا صٰدقين"
    },
    {
        "surah_number": 52,
        "verse_number": 35,
        "content": "أم خلقوا من غير شيء أم هم ٱلخٰلقون"
    },
    {
        "surah_number": 52,
        "verse_number": 36,
        "content": "أم خلقوا ٱلسمٰوٰت وٱلأرض بل لا يوقنون"
    },
    {
        "surah_number": 52,
        "verse_number": 37,
        "content": "أم عندهم خزائن ربك أم هم ٱلمصيطرون"
    },
    {
        "surah_number": 52,
        "verse_number": 38,
        "content": "أم لهم سلم يستمعون فيه فليأت مستمعهم بسلطٰن مبين"
    },
    {
        "surah_number": 52,
        "verse_number": 39,
        "content": "أم له ٱلبنٰت ولكم ٱلبنون"
    },
    {
        "surah_number": 52,
        "verse_number": 40,
        "content": "أم تسـلهم أجرا فهم من مغرم مثقلون"
    },
    {
        "surah_number": 52,
        "verse_number": 41,
        "content": "أم عندهم ٱلغيب فهم يكتبون"
    },
    {
        "surah_number": 52,
        "verse_number": 42,
        "content": "أم يريدون كيدا فٱلذين كفروا هم ٱلمكيدون"
    },
    {
        "surah_number": 52,
        "verse_number": 43,
        "content": "أم لهم إلٰه غير ٱلله سبحٰن ٱلله عما يشركون"
    },
    {
        "surah_number": 52,
        "verse_number": 44,
        "content": "وإن يروا كسفا من ٱلسماء ساقطا يقولوا سحاب مركوم"
    },
    {
        "surah_number": 52,
        "verse_number": 45,
        "content": "فذرهم حتىٰ يلٰقوا يومهم ٱلذي فيه يصعقون"
    },
    {
        "surah_number": 52,
        "verse_number": 46,
        "content": "يوم لا يغني عنهم كيدهم شيـا ولا هم ينصرون"
    },
    {
        "surah_number": 52,
        "verse_number": 47,
        "content": "وإن للذين ظلموا عذابا دون ذٰلك ولٰكن أكثرهم لا يعلمون"
    },
    {
        "surah_number": 52,
        "verse_number": 48,
        "content": "وٱصبر لحكم ربك فإنك بأعيننا وسبح بحمد ربك حين تقوم"
    },
    {
        "surah_number": 52,
        "verse_number": 49,
        "content": "ومن ٱليل فسبحه وإدبٰر ٱلنجوم"
    },
    {
        "surah_number": 53,
        "verse_number": 1,
        "content": "وٱلنجم إذا هوىٰ"
    },
    {
        "surah_number": 53,
        "verse_number": 2,
        "content": "ما ضل صاحبكم وما غوىٰ"
    },
    {
        "surah_number": 53,
        "verse_number": 3,
        "content": "وما ينطق عن ٱلهوىٰ"
    },
    {
        "surah_number": 53,
        "verse_number": 4,
        "content": "إن هو إلا وحي يوحىٰ"
    },
    {
        "surah_number": 53,
        "verse_number": 5,
        "content": "علمه شديد ٱلقوىٰ"
    },
    {
        "surah_number": 53,
        "verse_number": 6,
        "content": "ذو مرة فٱستوىٰ"
    },
    {
        "surah_number": 53,
        "verse_number": 7,
        "content": "وهو بٱلأفق ٱلأعلىٰ"
    },
    {
        "surah_number": 53,
        "verse_number": 8,
        "content": "ثم دنا فتدلىٰ"
    },
    {
        "surah_number": 53,
        "verse_number": 9,
        "content": "فكان قاب قوسين أو أدنىٰ"
    },
    {
        "surah_number": 53,
        "verse_number": 10,
        "content": "فأوحىٰ إلىٰ عبده ما أوحىٰ"
    },
    {
        "surah_number": 53,
        "verse_number": 11,
        "content": "ما كذب ٱلفؤاد ما رأىٰ"
    },
    {
        "surah_number": 53,
        "verse_number": 12,
        "content": "أفتمٰرونه علىٰ ما يرىٰ"
    },
    {
        "surah_number": 53,
        "verse_number": 13,
        "content": "ولقد رءاه نزلة أخرىٰ"
    },
    {
        "surah_number": 53,
        "verse_number": 14,
        "content": "عند سدرة ٱلمنتهىٰ"
    },
    {
        "surah_number": 53,
        "verse_number": 15,
        "content": "عندها جنة ٱلمأوىٰ"
    },
    {
        "surah_number": 53,
        "verse_number": 16,
        "content": "إذ يغشى ٱلسدرة ما يغشىٰ"
    },
    {
        "surah_number": 53,
        "verse_number": 17,
        "content": "ما زاغ ٱلبصر وما طغىٰ"
    },
    {
        "surah_number": 53,
        "verse_number": 18,
        "content": "لقد رأىٰ من ءايٰت ربه ٱلكبرىٰ"
    },
    {
        "surah_number": 53,
        "verse_number": 19,
        "content": "أفرءيتم ٱللـٰت وٱلعزىٰ"
    },
    {
        "surah_number": 53,
        "verse_number": 20,
        "content": "ومنوٰة ٱلثالثة ٱلأخرىٰ"
    },
    {
        "surah_number": 53,
        "verse_number": 21,
        "content": "ألكم ٱلذكر وله ٱلأنثىٰ"
    },
    {
        "surah_number": 53,
        "verse_number": 22,
        "content": "تلك إذا قسمة ضيزىٰ"
    },
    {
        "surah_number": 53,
        "verse_number": 23,
        "content": "إن هي إلا أسماء سميتموها أنتم وءاباؤكم ما أنزل ٱلله بها من سلطٰن إن يتبعون إلا ٱلظن وما تهوى ٱلأنفس ولقد جاءهم من ربهم ٱلهدىٰ"
    },
    {
        "surah_number": 53,
        "verse_number": 24,
        "content": "أم للإنسٰن ما تمنىٰ"
    },
    {
        "surah_number": 53,
        "verse_number": 25,
        "content": "فلله ٱلأخرة وٱلأولىٰ"
    },
    {
        "surah_number": 53,
        "verse_number": 26,
        "content": "وكم من ملك في ٱلسمٰوٰت لا تغني شفٰعتهم شيـا إلا من بعد أن يأذن ٱلله لمن يشاء ويرضىٰ"
    },
    {
        "surah_number": 53,
        "verse_number": 27,
        "content": "إن ٱلذين لا يؤمنون بٱلأخرة ليسمون ٱلملـٰئكة تسمية ٱلأنثىٰ"
    },
    {
        "surah_number": 53,
        "verse_number": 28,
        "content": "وما لهم به من علم إن يتبعون إلا ٱلظن وإن ٱلظن لا يغني من ٱلحق شيـا"
    },
    {
        "surah_number": 53,
        "verse_number": 29,
        "content": "فأعرض عن من تولىٰ عن ذكرنا ولم يرد إلا ٱلحيوٰة ٱلدنيا"
    },
    {
        "surah_number": 53,
        "verse_number": 30,
        "content": "ذٰلك مبلغهم من ٱلعلم إن ربك هو أعلم بمن ضل عن سبيله وهو أعلم بمن ٱهتدىٰ"
    },
    {
        "surah_number": 53,
        "verse_number": 31,
        "content": "ولله ما في ٱلسمٰوٰت وما في ٱلأرض ليجزي ٱلذين أسـٰـوا بما عملوا ويجزي ٱلذين أحسنوا بٱلحسنى"
    },
    {
        "surah_number": 53,
        "verse_number": 32,
        "content": "ٱلذين يجتنبون كبـٰئر ٱلإثم وٱلفوٰحش إلا ٱللمم إن ربك وٰسع ٱلمغفرة هو أعلم بكم إذ أنشأكم من ٱلأرض وإذ أنتم أجنة في بطون أمهٰتكم فلا تزكوا أنفسكم هو أعلم بمن ٱتقىٰ"
    },
    {
        "surah_number": 53,
        "verse_number": 33,
        "content": "أفرءيت ٱلذي تولىٰ"
    },
    {
        "surah_number": 53,
        "verse_number": 34,
        "content": "وأعطىٰ قليلا وأكدىٰ"
    },
    {
        "surah_number": 53,
        "verse_number": 35,
        "content": "أعنده علم ٱلغيب فهو يرىٰ"
    },
    {
        "surah_number": 53,
        "verse_number": 36,
        "content": "أم لم ينبأ بما في صحف موسىٰ"
    },
    {
        "surah_number": 53,
        "verse_number": 37,
        "content": "وإبرٰهيم ٱلذي وفىٰ"
    },
    {
        "surah_number": 53,
        "verse_number": 38,
        "content": "ألا تزر وازرة وزر أخرىٰ"
    },
    {
        "surah_number": 53,
        "verse_number": 39,
        "content": "وأن ليس للإنسٰن إلا ما سعىٰ"
    },
    {
        "surah_number": 53,
        "verse_number": 40,
        "content": "وأن سعيه سوف يرىٰ"
    },
    {
        "surah_number": 53,
        "verse_number": 41,
        "content": "ثم يجزىٰه ٱلجزاء ٱلأوفىٰ"
    },
    {
        "surah_number": 53,
        "verse_number": 42,
        "content": "وأن إلىٰ ربك ٱلمنتهىٰ"
    },
    {
        "surah_number": 53,
        "verse_number": 43,
        "content": "وأنه هو أضحك وأبكىٰ"
    },
    {
        "surah_number": 53,
        "verse_number": 44,
        "content": "وأنه هو أمات وأحيا"
    },
    {
        "surah_number": 53,
        "verse_number": 45,
        "content": "وأنه خلق ٱلزوجين ٱلذكر وٱلأنثىٰ"
    },
    {
        "surah_number": 53,
        "verse_number": 46,
        "content": "من نطفة إذا تمنىٰ"
    },
    {
        "surah_number": 53,
        "verse_number": 47,
        "content": "وأن عليه ٱلنشأة ٱلأخرىٰ"
    },
    {
        "surah_number": 53,
        "verse_number": 48,
        "content": "وأنه هو أغنىٰ وأقنىٰ"
    },
    {
        "surah_number": 53,
        "verse_number": 49,
        "content": "وأنه هو رب ٱلشعرىٰ"
    },
    {
        "surah_number": 53,
        "verse_number": 50,
        "content": "وأنه أهلك عادا ٱلأولىٰ"
    },
    {
        "surah_number": 53,
        "verse_number": 51,
        "content": "وثمودا فما أبقىٰ"
    },
    {
        "surah_number": 53,
        "verse_number": 52,
        "content": "وقوم نوح من قبل إنهم كانوا هم أظلم وأطغىٰ"
    },
    {
        "surah_number": 53,
        "verse_number": 53,
        "content": "وٱلمؤتفكة أهوىٰ"
    },
    {
        "surah_number": 53,
        "verse_number": 54,
        "content": "فغشىٰها ما غشىٰ"
    },
    {
        "surah_number": 53,
        "verse_number": 55,
        "content": "فبأي ءالاء ربك تتمارىٰ"
    },
    {
        "surah_number": 53,
        "verse_number": 56,
        "content": "هٰذا نذير من ٱلنذر ٱلأولىٰ"
    },
    {
        "surah_number": 53,
        "verse_number": 57,
        "content": "أزفت ٱلأزفة"
    },
    {
        "surah_number": 53,
        "verse_number": 58,
        "content": "ليس لها من دون ٱلله كاشفة"
    },
    {
        "surah_number": 53,
        "verse_number": 59,
        "content": "أفمن هٰذا ٱلحديث تعجبون"
    },
    {
        "surah_number": 53,
        "verse_number": 60,
        "content": "وتضحكون ولا تبكون"
    },
    {
        "surah_number": 53,
        "verse_number": 61,
        "content": "وأنتم سٰمدون"
    },
    {
        "surah_number": 53,
        "verse_number": 62,
        "content": "فٱسجدوا لله وٱعبدوا"
    },
    {
        "surah_number": 54,
        "verse_number": 1,
        "content": "ٱقتربت ٱلساعة وٱنشق ٱلقمر"
    },
    {
        "surah_number": 54,
        "verse_number": 2,
        "content": "وإن يروا ءاية يعرضوا ويقولوا سحر مستمر"
    },
    {
        "surah_number": 54,
        "verse_number": 3,
        "content": "وكذبوا وٱتبعوا أهواءهم وكل أمر مستقر"
    },
    {
        "surah_number": 54,
        "verse_number": 4,
        "content": "ولقد جاءهم من ٱلأنباء ما فيه مزدجر"
    },
    {
        "surah_number": 54,
        "verse_number": 5,
        "content": "حكمة بٰلغة فما تغن ٱلنذر"
    },
    {
        "surah_number": 54,
        "verse_number": 6,
        "content": "فتول عنهم يوم يدع ٱلداع إلىٰ شيء نكر"
    },
    {
        "surah_number": 54,
        "verse_number": 7,
        "content": "خشعا أبصٰرهم يخرجون من ٱلأجداث كأنهم جراد منتشر"
    },
    {
        "surah_number": 54,
        "verse_number": 8,
        "content": "مهطعين إلى ٱلداع يقول ٱلكٰفرون هٰذا يوم عسر"
    },
    {
        "surah_number": 54,
        "verse_number": 9,
        "content": "كذبت قبلهم قوم نوح فكذبوا عبدنا وقالوا مجنون وٱزدجر"
    },
    {
        "surah_number": 54,
        "verse_number": 10,
        "content": "فدعا ربه أني مغلوب فٱنتصر"
    },
    {
        "surah_number": 54,
        "verse_number": 11,
        "content": "ففتحنا أبوٰب ٱلسماء بماء منهمر"
    },
    {
        "surah_number": 54,
        "verse_number": 12,
        "content": "وفجرنا ٱلأرض عيونا فٱلتقى ٱلماء علىٰ أمر قد قدر"
    },
    {
        "surah_number": 54,
        "verse_number": 13,
        "content": "وحملنٰه علىٰ ذات ألوٰح ودسر"
    },
    {
        "surah_number": 54,
        "verse_number": 14,
        "content": "تجري بأعيننا جزاء لمن كان كفر"
    },
    {
        "surah_number": 54,
        "verse_number": 15,
        "content": "ولقد تركنٰها ءاية فهل من مدكر"
    },
    {
        "surah_number": 54,
        "verse_number": 16,
        "content": "فكيف كان عذابي ونذر"
    },
    {
        "surah_number": 54,
        "verse_number": 17,
        "content": "ولقد يسرنا ٱلقرءان للذكر فهل من مدكر"
    },
    {
        "surah_number": 54,
        "verse_number": 18,
        "content": "كذبت عاد فكيف كان عذابي ونذر"
    },
    {
        "surah_number": 54,
        "verse_number": 19,
        "content": "إنا أرسلنا عليهم ريحا صرصرا في يوم نحس مستمر"
    },
    {
        "surah_number": 54,
        "verse_number": 20,
        "content": "تنزع ٱلناس كأنهم أعجاز نخل منقعر"
    },
    {
        "surah_number": 54,
        "verse_number": 21,
        "content": "فكيف كان عذابي ونذر"
    },
    {
        "surah_number": 54,
        "verse_number": 22,
        "content": "ولقد يسرنا ٱلقرءان للذكر فهل من مدكر"
    },
    {
        "surah_number": 54,
        "verse_number": 23,
        "content": "كذبت ثمود بٱلنذر"
    },
    {
        "surah_number": 54,
        "verse_number": 24,
        "content": "فقالوا أبشرا منا وٰحدا نتبعه إنا إذا لفي ضلٰل وسعر"
    },
    {
        "surah_number": 54,
        "verse_number": 25,
        "content": "أءلقي ٱلذكر عليه من بيننا بل هو كذاب أشر"
    },
    {
        "surah_number": 54,
        "verse_number": 26,
        "content": "سيعلمون غدا من ٱلكذاب ٱلأشر"
    },
    {
        "surah_number": 54,
        "verse_number": 27,
        "content": "إنا مرسلوا ٱلناقة فتنة لهم فٱرتقبهم وٱصطبر"
    },
    {
        "surah_number": 54,
        "verse_number": 28,
        "content": "ونبئهم أن ٱلماء قسمة بينهم كل شرب محتضر"
    },
    {
        "surah_number": 54,
        "verse_number": 29,
        "content": "فنادوا صاحبهم فتعاطىٰ فعقر"
    },
    {
        "surah_number": 54,
        "verse_number": 30,
        "content": "فكيف كان عذابي ونذر"
    },
    {
        "surah_number": 54,
        "verse_number": 31,
        "content": "إنا أرسلنا عليهم صيحة وٰحدة فكانوا كهشيم ٱلمحتظر"
    },
    {
        "surah_number": 54,
        "verse_number": 32,
        "content": "ولقد يسرنا ٱلقرءان للذكر فهل من مدكر"
    },
    {
        "surah_number": 54,
        "verse_number": 33,
        "content": "كذبت قوم لوط بٱلنذر"
    },
    {
        "surah_number": 54,
        "verse_number": 34,
        "content": "إنا أرسلنا عليهم حاصبا إلا ءال لوط نجينٰهم بسحر"
    },
    {
        "surah_number": 54,
        "verse_number": 35,
        "content": "نعمة من عندنا كذٰلك نجزي من شكر"
    },
    {
        "surah_number": 54,
        "verse_number": 36,
        "content": "ولقد أنذرهم بطشتنا فتماروا بٱلنذر"
    },
    {
        "surah_number": 54,
        "verse_number": 37,
        "content": "ولقد رٰودوه عن ضيفه فطمسنا أعينهم فذوقوا عذابي ونذر"
    },
    {
        "surah_number": 54,
        "verse_number": 38,
        "content": "ولقد صبحهم بكرة عذاب مستقر"
    },
    {
        "surah_number": 54,
        "verse_number": 39,
        "content": "فذوقوا عذابي ونذر"
    },
    {
        "surah_number": 54,
        "verse_number": 40,
        "content": "ولقد يسرنا ٱلقرءان للذكر فهل من مدكر"
    },
    {
        "surah_number": 54,
        "verse_number": 41,
        "content": "ولقد جاء ءال فرعون ٱلنذر"
    },
    {
        "surah_number": 54,
        "verse_number": 42,
        "content": "كذبوا بـايٰتنا كلها فأخذنٰهم أخذ عزيز مقتدر"
    },
    {
        "surah_number": 54,
        "verse_number": 43,
        "content": "أكفاركم خير من أولـٰئكم أم لكم براءة في ٱلزبر"
    },
    {
        "surah_number": 54,
        "verse_number": 44,
        "content": "أم يقولون نحن جميع منتصر"
    },
    {
        "surah_number": 54,
        "verse_number": 45,
        "content": "سيهزم ٱلجمع ويولون ٱلدبر"
    },
    {
        "surah_number": 54,
        "verse_number": 46,
        "content": "بل ٱلساعة موعدهم وٱلساعة أدهىٰ وأمر"
    },
    {
        "surah_number": 54,
        "verse_number": 47,
        "content": "إن ٱلمجرمين في ضلٰل وسعر"
    },
    {
        "surah_number": 54,
        "verse_number": 48,
        "content": "يوم يسحبون في ٱلنار علىٰ وجوههم ذوقوا مس سقر"
    },
    {
        "surah_number": 54,
        "verse_number": 49,
        "content": "إنا كل شيء خلقنٰه بقدر"
    },
    {
        "surah_number": 54,
        "verse_number": 50,
        "content": "وما أمرنا إلا وٰحدة كلمح بٱلبصر"
    },
    {
        "surah_number": 54,
        "verse_number": 51,
        "content": "ولقد أهلكنا أشياعكم فهل من مدكر"
    },
    {
        "surah_number": 54,
        "verse_number": 52,
        "content": "وكل شيء فعلوه في ٱلزبر"
    },
    {
        "surah_number": 54,
        "verse_number": 53,
        "content": "وكل صغير وكبير مستطر"
    },
    {
        "surah_number": 54,
        "verse_number": 54,
        "content": "إن ٱلمتقين في جنـٰت ونهر"
    },
    {
        "surah_number": 54,
        "verse_number": 55,
        "content": "في مقعد صدق عند مليك مقتدر"
    },
    {
        "surah_number": 55,
        "verse_number": 1,
        "content": "ٱلرحمٰن"
    },
    {
        "surah_number": 55,
        "verse_number": 2,
        "content": "علم ٱلقرءان"
    },
    {
        "surah_number": 55,
        "verse_number": 3,
        "content": "خلق ٱلإنسٰن"
    },
    {
        "surah_number": 55,
        "verse_number": 4,
        "content": "علمه ٱلبيان"
    },
    {
        "surah_number": 55,
        "verse_number": 5,
        "content": "ٱلشمس وٱلقمر بحسبان"
    },
    {
        "surah_number": 55,
        "verse_number": 6,
        "content": "وٱلنجم وٱلشجر يسجدان"
    },
    {
        "surah_number": 55,
        "verse_number": 7,
        "content": "وٱلسماء رفعها ووضع ٱلميزان"
    },
    {
        "surah_number": 55,
        "verse_number": 8,
        "content": "ألا تطغوا في ٱلميزان"
    },
    {
        "surah_number": 55,
        "verse_number": 9,
        "content": "وأقيموا ٱلوزن بٱلقسط ولا تخسروا ٱلميزان"
    },
    {
        "surah_number": 55,
        "verse_number": 10,
        "content": "وٱلأرض وضعها للأنام"
    },
    {
        "surah_number": 55,
        "verse_number": 11,
        "content": "فيها فٰكهة وٱلنخل ذات ٱلأكمام"
    },
    {
        "surah_number": 55,
        "verse_number": 12,
        "content": "وٱلحب ذو ٱلعصف وٱلريحان"
    },
    {
        "surah_number": 55,
        "verse_number": 13,
        "content": "فبأي ءالاء ربكما تكذبان"
    },
    {
        "surah_number": 55,
        "verse_number": 14,
        "content": "خلق ٱلإنسٰن من صلصٰل كٱلفخار"
    },
    {
        "surah_number": 55,
        "verse_number": 15,
        "content": "وخلق ٱلجان من مارج من نار"
    },
    {
        "surah_number": 55,
        "verse_number": 16,
        "content": "فبأي ءالاء ربكما تكذبان"
    },
    {
        "surah_number": 55,
        "verse_number": 17,
        "content": "رب ٱلمشرقين ورب ٱلمغربين"
    },
    {
        "surah_number": 55,
        "verse_number": 18,
        "content": "فبأي ءالاء ربكما تكذبان"
    },
    {
        "surah_number": 55,
        "verse_number": 19,
        "content": "مرج ٱلبحرين يلتقيان"
    },
    {
        "surah_number": 55,
        "verse_number": 20,
        "content": "بينهما برزخ لا يبغيان"
    },
    {
        "surah_number": 55,
        "verse_number": 21,
        "content": "فبأي ءالاء ربكما تكذبان"
    },
    {
        "surah_number": 55,
        "verse_number": 22,
        "content": "يخرج منهما ٱللؤلؤ وٱلمرجان"
    },
    {
        "surah_number": 55,
        "verse_number": 23,
        "content": "فبأي ءالاء ربكما تكذبان"
    },
    {
        "surah_number": 55,
        "verse_number": 24,
        "content": "وله ٱلجوار ٱلمنشـات في ٱلبحر كٱلأعلٰم"
    },
    {
        "surah_number": 55,
        "verse_number": 25,
        "content": "فبأي ءالاء ربكما تكذبان"
    },
    {
        "surah_number": 55,
        "verse_number": 26,
        "content": "كل من عليها فان"
    },
    {
        "surah_number": 55,
        "verse_number": 27,
        "content": "ويبقىٰ وجه ربك ذو ٱلجلٰل وٱلإكرام"
    },
    {
        "surah_number": 55,
        "verse_number": 28,
        "content": "فبأي ءالاء ربكما تكذبان"
    },
    {
        "surah_number": 55,
        "verse_number": 29,
        "content": "يسـله من في ٱلسمٰوٰت وٱلأرض كل يوم هو في شأن"
    },
    {
        "surah_number": 55,
        "verse_number": 30,
        "content": "فبأي ءالاء ربكما تكذبان"
    },
    {
        "surah_number": 55,
        "verse_number": 31,
        "content": "سنفرغ لكم أيه ٱلثقلان"
    },
    {
        "surah_number": 55,
        "verse_number": 32,
        "content": "فبأي ءالاء ربكما تكذبان"
    },
    {
        "surah_number": 55,
        "verse_number": 33,
        "content": "يٰمعشر ٱلجن وٱلإنس إن ٱستطعتم أن تنفذوا من أقطار ٱلسمٰوٰت وٱلأرض فٱنفذوا لا تنفذون إلا بسلطٰن"
    },
    {
        "surah_number": 55,
        "verse_number": 34,
        "content": "فبأي ءالاء ربكما تكذبان"
    },
    {
        "surah_number": 55,
        "verse_number": 35,
        "content": "يرسل عليكما شواظ من نار ونحاس فلا تنتصران"
    },
    {
        "surah_number": 55,
        "verse_number": 36,
        "content": "فبأي ءالاء ربكما تكذبان"
    },
    {
        "surah_number": 55,
        "verse_number": 37,
        "content": "فإذا ٱنشقت ٱلسماء فكانت وردة كٱلدهان"
    },
    {
        "surah_number": 55,
        "verse_number": 38,
        "content": "فبأي ءالاء ربكما تكذبان"
    },
    {
        "surah_number": 55,
        "verse_number": 39,
        "content": "فيومئذ لا يسـل عن ذنبه إنس ولا جان"
    },
    {
        "surah_number": 55,
        "verse_number": 40,
        "content": "فبأي ءالاء ربكما تكذبان"
    },
    {
        "surah_number": 55,
        "verse_number": 41,
        "content": "يعرف ٱلمجرمون بسيمٰهم فيؤخذ بٱلنوٰصي وٱلأقدام"
    },
    {
        "surah_number": 55,
        "verse_number": 42,
        "content": "فبأي ءالاء ربكما تكذبان"
    },
    {
        "surah_number": 55,
        "verse_number": 43,
        "content": "هٰذه جهنم ٱلتي يكذب بها ٱلمجرمون"
    },
    {
        "surah_number": 55,
        "verse_number": 44,
        "content": "يطوفون بينها وبين حميم ءان"
    },
    {
        "surah_number": 55,
        "verse_number": 45,
        "content": "فبأي ءالاء ربكما تكذبان"
    },
    {
        "surah_number": 55,
        "verse_number": 46,
        "content": "ولمن خاف مقام ربه جنتان"
    },
    {
        "surah_number": 55,
        "verse_number": 47,
        "content": "فبأي ءالاء ربكما تكذبان"
    },
    {
        "surah_number": 55,
        "verse_number": 48,
        "content": "ذواتا أفنان"
    },
    {
        "surah_number": 55,
        "verse_number": 49,
        "content": "فبأي ءالاء ربكما تكذبان"
    },
    {
        "surah_number": 55,
        "verse_number": 50,
        "content": "فيهما عينان تجريان"
    },
    {
        "surah_number": 55,
        "verse_number": 51,
        "content": "فبأي ءالاء ربكما تكذبان"
    },
    {
        "surah_number": 55,
        "verse_number": 52,
        "content": "فيهما من كل فٰكهة زوجان"
    },
    {
        "surah_number": 55,
        "verse_number": 53,
        "content": "فبأي ءالاء ربكما تكذبان"
    },
    {
        "surah_number": 55,
        "verse_number": 54,
        "content": "متكـين علىٰ فرش بطائنها من إستبرق وجنى ٱلجنتين دان"
    },
    {
        "surah_number": 55,
        "verse_number": 55,
        "content": "فبأي ءالاء ربكما تكذبان"
    },
    {
        "surah_number": 55,
        "verse_number": 56,
        "content": "فيهن قٰصرٰت ٱلطرف لم يطمثهن إنس قبلهم ولا جان"
    },
    {
        "surah_number": 55,
        "verse_number": 57,
        "content": "فبأي ءالاء ربكما تكذبان"
    },
    {
        "surah_number": 55,
        "verse_number": 58,
        "content": "كأنهن ٱلياقوت وٱلمرجان"
    },
    {
        "surah_number": 55,
        "verse_number": 59,
        "content": "فبأي ءالاء ربكما تكذبان"
    },
    {
        "surah_number": 55,
        "verse_number": 60,
        "content": "هل جزاء ٱلإحسٰن إلا ٱلإحسٰن"
    },
    {
        "surah_number": 55,
        "verse_number": 61,
        "content": "فبأي ءالاء ربكما تكذبان"
    },
    {
        "surah_number": 55,
        "verse_number": 62,
        "content": "ومن دونهما جنتان"
    },
    {
        "surah_number": 55,
        "verse_number": 63,
        "content": "فبأي ءالاء ربكما تكذبان"
    },
    {
        "surah_number": 55,
        "verse_number": 64,
        "content": "مدهامتان"
    },
    {
        "surah_number": 55,
        "verse_number": 65,
        "content": "فبأي ءالاء ربكما تكذبان"
    },
    {
        "surah_number": 55,
        "verse_number": 66,
        "content": "فيهما عينان نضاختان"
    },
    {
        "surah_number": 55,
        "verse_number": 67,
        "content": "فبأي ءالاء ربكما تكذبان"
    },
    {
        "surah_number": 55,
        "verse_number": 68,
        "content": "فيهما فٰكهة ونخل ورمان"
    },
    {
        "surah_number": 55,
        "verse_number": 69,
        "content": "فبأي ءالاء ربكما تكذبان"
    },
    {
        "surah_number": 55,
        "verse_number": 70,
        "content": "فيهن خيرٰت حسان"
    },
    {
        "surah_number": 55,
        "verse_number": 71,
        "content": "فبأي ءالاء ربكما تكذبان"
    },
    {
        "surah_number": 55,
        "verse_number": 72,
        "content": "حور مقصورٰت في ٱلخيام"
    },
    {
        "surah_number": 55,
        "verse_number": 73,
        "content": "فبأي ءالاء ربكما تكذبان"
    },
    {
        "surah_number": 55,
        "verse_number": 74,
        "content": "لم يطمثهن إنس قبلهم ولا جان"
    },
    {
        "surah_number": 55,
        "verse_number": 75,
        "content": "فبأي ءالاء ربكما تكذبان"
    },
    {
        "surah_number": 55,
        "verse_number": 76,
        "content": "متكـين علىٰ رفرف خضر وعبقري حسان"
    },
    {
        "surah_number": 55,
        "verse_number": 77,
        "content": "فبأي ءالاء ربكما تكذبان"
    },
    {
        "surah_number": 55,
        "verse_number": 78,
        "content": "تبٰرك ٱسم ربك ذي ٱلجلٰل وٱلإكرام"
    },
    {
        "surah_number": 56,
        "verse_number": 1,
        "content": "إذا وقعت ٱلواقعة"
    },
    {
        "surah_number": 56,
        "verse_number": 2,
        "content": "ليس لوقعتها كاذبة"
    },
    {
        "surah_number": 56,
        "verse_number": 3,
        "content": "خافضة رافعة"
    },
    {
        "surah_number": 56,
        "verse_number": 4,
        "content": "إذا رجت ٱلأرض رجا"
    },
    {
        "surah_number": 56,
        "verse_number": 5,
        "content": "وبست ٱلجبال بسا"
    },
    {
        "surah_number": 56,
        "verse_number": 6,
        "content": "فكانت هباء منبثا"
    },
    {
        "surah_number": 56,
        "verse_number": 7,
        "content": "وكنتم أزوٰجا ثلٰثة"
    },
    {
        "surah_number": 56,
        "verse_number": 8,
        "content": "فأصحٰب ٱلميمنة ما أصحٰب ٱلميمنة"
    },
    {
        "surah_number": 56,
        "verse_number": 9,
        "content": "وأصحٰب ٱلمشـمة ما أصحٰب ٱلمشـمة"
    },
    {
        "surah_number": 56,
        "verse_number": 10,
        "content": "وٱلسـٰبقون ٱلسـٰبقون"
    },
    {
        "surah_number": 56,
        "verse_number": 11,
        "content": "أولـٰئك ٱلمقربون"
    },
    {
        "surah_number": 56,
        "verse_number": 12,
        "content": "في جنـٰت ٱلنعيم"
    },
    {
        "surah_number": 56,
        "verse_number": 13,
        "content": "ثلة من ٱلأولين"
    },
    {
        "surah_number": 56,
        "verse_number": 14,
        "content": "وقليل من ٱلأخرين"
    },
    {
        "surah_number": 56,
        "verse_number": 15,
        "content": "علىٰ سرر موضونة"
    },
    {
        "surah_number": 56,
        "verse_number": 16,
        "content": "متكـين عليها متقٰبلين"
    },
    {
        "surah_number": 56,
        "verse_number": 17,
        "content": "يطوف عليهم ولدٰن مخلدون"
    },
    {
        "surah_number": 56,
        "verse_number": 18,
        "content": "بأكواب وأباريق وكأس من معين"
    },
    {
        "surah_number": 56,
        "verse_number": 19,
        "content": "لا يصدعون عنها ولا ينزفون"
    },
    {
        "surah_number": 56,
        "verse_number": 20,
        "content": "وفٰكهة مما يتخيرون"
    },
    {
        "surah_number": 56,
        "verse_number": 21,
        "content": "ولحم طير مما يشتهون"
    },
    {
        "surah_number": 56,
        "verse_number": 22,
        "content": "وحور عين"
    },
    {
        "surah_number": 56,
        "verse_number": 23,
        "content": "كأمثٰل ٱللؤلو ٱلمكنون"
    },
    {
        "surah_number": 56,
        "verse_number": 24,
        "content": "جزاء بما كانوا يعملون"
    },
    {
        "surah_number": 56,
        "verse_number": 25,
        "content": "لا يسمعون فيها لغوا ولا تأثيما"
    },
    {
        "surah_number": 56,
        "verse_number": 26,
        "content": "إلا قيلا سلٰما سلٰما"
    },
    {
        "surah_number": 56,
        "verse_number": 27,
        "content": "وأصحٰب ٱليمين ما أصحٰب ٱليمين"
    },
    {
        "surah_number": 56,
        "verse_number": 28,
        "content": "في سدر مخضود"
    },
    {
        "surah_number": 56,
        "verse_number": 29,
        "content": "وطلح منضود"
    },
    {
        "surah_number": 56,
        "verse_number": 30,
        "content": "وظل ممدود"
    },
    {
        "surah_number": 56,
        "verse_number": 31,
        "content": "وماء مسكوب"
    },
    {
        "surah_number": 56,
        "verse_number": 32,
        "content": "وفٰكهة كثيرة"
    },
    {
        "surah_number": 56,
        "verse_number": 33,
        "content": "لا مقطوعة ولا ممنوعة"
    },
    {
        "surah_number": 56,
        "verse_number": 34,
        "content": "وفرش مرفوعة"
    },
    {
        "surah_number": 56,
        "verse_number": 35,
        "content": "إنا أنشأنٰهن إنشاء"
    },
    {
        "surah_number": 56,
        "verse_number": 36,
        "content": "فجعلنٰهن أبكارا"
    },
    {
        "surah_number": 56,
        "verse_number": 37,
        "content": "عربا أترابا"
    },
    {
        "surah_number": 56,
        "verse_number": 38,
        "content": "لأصحٰب ٱليمين"
    },
    {
        "surah_number": 56,
        "verse_number": 39,
        "content": "ثلة من ٱلأولين"
    },
    {
        "surah_number": 56,
        "verse_number": 40,
        "content": "وثلة من ٱلأخرين"
    },
    {
        "surah_number": 56,
        "verse_number": 41,
        "content": "وأصحٰب ٱلشمال ما أصحٰب ٱلشمال"
    },
    {
        "surah_number": 56,
        "verse_number": 42,
        "content": "في سموم وحميم"
    },
    {
        "surah_number": 56,
        "verse_number": 43,
        "content": "وظل من يحموم"
    },
    {
        "surah_number": 56,
        "verse_number": 44,
        "content": "لا بارد ولا كريم"
    },
    {
        "surah_number": 56,
        "verse_number": 45,
        "content": "إنهم كانوا قبل ذٰلك مترفين"
    },
    {
        "surah_number": 56,
        "verse_number": 46,
        "content": "وكانوا يصرون على ٱلحنث ٱلعظيم"
    },
    {
        "surah_number": 56,
        "verse_number": 47,
        "content": "وكانوا يقولون أئذا متنا وكنا ترابا وعظٰما أءنا لمبعوثون"
    },
    {
        "surah_number": 56,
        "verse_number": 48,
        "content": "أوءاباؤنا ٱلأولون"
    },
    {
        "surah_number": 56,
        "verse_number": 49,
        "content": "قل إن ٱلأولين وٱلأخرين"
    },
    {
        "surah_number": 56,
        "verse_number": 50,
        "content": "لمجموعون إلىٰ ميقٰت يوم معلوم"
    },
    {
        "surah_number": 56,
        "verse_number": 51,
        "content": "ثم إنكم أيها ٱلضالون ٱلمكذبون"
    },
    {
        "surah_number": 56,
        "verse_number": 52,
        "content": "لأكلون من شجر من زقوم"
    },
    {
        "surah_number": 56,
        "verse_number": 53,
        "content": "فمالـون منها ٱلبطون"
    },
    {
        "surah_number": 56,
        "verse_number": 54,
        "content": "فشٰربون عليه من ٱلحميم"
    },
    {
        "surah_number": 56,
        "verse_number": 55,
        "content": "فشٰربون شرب ٱلهيم"
    },
    {
        "surah_number": 56,
        "verse_number": 56,
        "content": "هٰذا نزلهم يوم ٱلدين"
    },
    {
        "surah_number": 56,
        "verse_number": 57,
        "content": "نحن خلقنٰكم فلولا تصدقون"
    },
    {
        "surah_number": 56,
        "verse_number": 58,
        "content": "أفرءيتم ما تمنون"
    },
    {
        "surah_number": 56,
        "verse_number": 59,
        "content": "ءأنتم تخلقونه أم نحن ٱلخٰلقون"
    },
    {
        "surah_number": 56,
        "verse_number": 60,
        "content": "نحن قدرنا بينكم ٱلموت وما نحن بمسبوقين"
    },
    {
        "surah_number": 56,
        "verse_number": 61,
        "content": "علىٰ أن نبدل أمثٰلكم وننشئكم في ما لا تعلمون"
    },
    {
        "surah_number": 56,
        "verse_number": 62,
        "content": "ولقد علمتم ٱلنشأة ٱلأولىٰ فلولا تذكرون"
    },
    {
        "surah_number": 56,
        "verse_number": 63,
        "content": "أفرءيتم ما تحرثون"
    },
    {
        "surah_number": 56,
        "verse_number": 64,
        "content": "ءأنتم تزرعونه أم نحن ٱلزـٰرعون"
    },
    {
        "surah_number": 56,
        "verse_number": 65,
        "content": "لو نشاء لجعلنٰه حطٰما فظلتم تفكهون"
    },
    {
        "surah_number": 56,
        "verse_number": 66,
        "content": "إنا لمغرمون"
    },
    {
        "surah_number": 56,
        "verse_number": 67,
        "content": "بل نحن محرومون"
    },
    {
        "surah_number": 56,
        "verse_number": 68,
        "content": "أفرءيتم ٱلماء ٱلذي تشربون"
    },
    {
        "surah_number": 56,
        "verse_number": 69,
        "content": "ءأنتم أنزلتموه من ٱلمزن أم نحن ٱلمنزلون"
    },
    {
        "surah_number": 56,
        "verse_number": 70,
        "content": "لو نشاء جعلنٰه أجاجا فلولا تشكرون"
    },
    {
        "surah_number": 56,
        "verse_number": 71,
        "content": "أفرءيتم ٱلنار ٱلتي تورون"
    },
    {
        "surah_number": 56,
        "verse_number": 72,
        "content": "ءأنتم أنشأتم شجرتها أم نحن ٱلمنشـون"
    },
    {
        "surah_number": 56,
        "verse_number": 73,
        "content": "نحن جعلنٰها تذكرة ومتٰعا للمقوين"
    },
    {
        "surah_number": 56,
        "verse_number": 74,
        "content": "فسبح بٱسم ربك ٱلعظيم"
    },
    {
        "surah_number": 56,
        "verse_number": 75,
        "content": "فلا أقسم بموٰقع ٱلنجوم"
    },
    {
        "surah_number": 56,
        "verse_number": 76,
        "content": "وإنه لقسم لو تعلمون عظيم"
    },
    {
        "surah_number": 56,
        "verse_number": 77,
        "content": "إنه لقرءان كريم"
    },
    {
        "surah_number": 56,
        "verse_number": 78,
        "content": "في كتٰب مكنون"
    },
    {
        "surah_number": 56,
        "verse_number": 79,
        "content": "لا يمسه إلا ٱلمطهرون"
    },
    {
        "surah_number": 56,
        "verse_number": 80,
        "content": "تنزيل من رب ٱلعٰلمين"
    },
    {
        "surah_number": 56,
        "verse_number": 81,
        "content": "أفبهٰذا ٱلحديث أنتم مدهنون"
    },
    {
        "surah_number": 56,
        "verse_number": 82,
        "content": "وتجعلون رزقكم أنكم تكذبون"
    },
    {
        "surah_number": 56,
        "verse_number": 83,
        "content": "فلولا إذا بلغت ٱلحلقوم"
    },
    {
        "surah_number": 56,
        "verse_number": 84,
        "content": "وأنتم حينئذ تنظرون"
    },
    {
        "surah_number": 56,
        "verse_number": 85,
        "content": "ونحن أقرب إليه منكم ولٰكن لا تبصرون"
    },
    {
        "surah_number": 56,
        "verse_number": 86,
        "content": "فلولا إن كنتم غير مدينين"
    },
    {
        "surah_number": 56,
        "verse_number": 87,
        "content": "ترجعونها إن كنتم صٰدقين"
    },
    {
        "surah_number": 56,
        "verse_number": 88,
        "content": "فأما إن كان من ٱلمقربين"
    },
    {
        "surah_number": 56,
        "verse_number": 89,
        "content": "فروح وريحان وجنت نعيم"
    },
    {
        "surah_number": 56,
        "verse_number": 90,
        "content": "وأما إن كان من أصحٰب ٱليمين"
    },
    {
        "surah_number": 56,
        "verse_number": 91,
        "content": "فسلٰم لك من أصحٰب ٱليمين"
    },
    {
        "surah_number": 56,
        "verse_number": 92,
        "content": "وأما إن كان من ٱلمكذبين ٱلضالين"
    },
    {
        "surah_number": 56,
        "verse_number": 93,
        "content": "فنزل من حميم"
    },
    {
        "surah_number": 56,
        "verse_number": 94,
        "content": "وتصلية جحيم"
    },
    {
        "surah_number": 56,
        "verse_number": 95,
        "content": "إن هٰذا لهو حق ٱليقين"
    },
    {
        "surah_number": 56,
        "verse_number": 96,
        "content": "فسبح بٱسم ربك ٱلعظيم"
    },
    {
        "surah_number": 57,
        "verse_number": 1,
        "content": "سبح لله ما في ٱلسمٰوٰت وٱلأرض وهو ٱلعزيز ٱلحكيم"
    },
    {
        "surah_number": 57,
        "verse_number": 2,
        "content": "له ملك ٱلسمٰوٰت وٱلأرض يحي ويميت وهو علىٰ كل شيء قدير"
    },
    {
        "surah_number": 57,
        "verse_number": 3,
        "content": "هو ٱلأول وٱلأخر وٱلظـٰهر وٱلباطن وهو بكل شيء عليم"
    },
    {
        "surah_number": 57,
        "verse_number": 4,
        "content": "هو ٱلذي خلق ٱلسمٰوٰت وٱلأرض في ستة أيام ثم ٱستوىٰ على ٱلعرش يعلم ما يلج في ٱلأرض وما يخرج منها وما ينزل من ٱلسماء وما يعرج فيها وهو معكم أين ما كنتم وٱلله بما تعملون بصير"
    },
    {
        "surah_number": 57,
        "verse_number": 5,
        "content": "له ملك ٱلسمٰوٰت وٱلأرض وإلى ٱلله ترجع ٱلأمور"
    },
    {
        "surah_number": 57,
        "verse_number": 6,
        "content": "يولج ٱليل في ٱلنهار ويولج ٱلنهار في ٱليل وهو عليم بذات ٱلصدور"
    },
    {
        "surah_number": 57,
        "verse_number": 7,
        "content": "ءامنوا بٱلله ورسوله وأنفقوا مما جعلكم مستخلفين فيه فٱلذين ءامنوا منكم وأنفقوا لهم أجر كبير"
    },
    {
        "surah_number": 57,
        "verse_number": 8,
        "content": "وما لكم لا تؤمنون بٱلله وٱلرسول يدعوكم لتؤمنوا بربكم وقد أخذ ميثٰقكم إن كنتم مؤمنين"
    },
    {
        "surah_number": 57,
        "verse_number": 9,
        "content": "هو ٱلذي ينزل علىٰ عبده ءايٰت بينٰت ليخرجكم من ٱلظلمٰت إلى ٱلنور وإن ٱلله بكم لرءوف رحيم"
    },
    {
        "surah_number": 57,
        "verse_number": 10,
        "content": "وما لكم ألا تنفقوا في سبيل ٱلله ولله ميرٰث ٱلسمٰوٰت وٱلأرض لا يستوي منكم من أنفق من قبل ٱلفتح وقٰتل أولـٰئك أعظم درجة من ٱلذين أنفقوا من بعد وقٰتلوا وكلا وعد ٱلله ٱلحسنىٰ وٱلله بما تعملون خبير"
    },
    {
        "surah_number": 57,
        "verse_number": 11,
        "content": "من ذا ٱلذي يقرض ٱلله قرضا حسنا فيضٰعفه له وله أجر كريم"
    },
    {
        "surah_number": 57,
        "verse_number": 12,
        "content": "يوم ترى ٱلمؤمنين وٱلمؤمنٰت يسعىٰ نورهم بين أيديهم وبأيمٰنهم بشرىٰكم ٱليوم جنـٰت تجري من تحتها ٱلأنهٰر خٰلدين فيها ذٰلك هو ٱلفوز ٱلعظيم"
    },
    {
        "surah_number": 57,
        "verse_number": 13,
        "content": "يوم يقول ٱلمنٰفقون وٱلمنٰفقٰت للذين ءامنوا ٱنظرونا نقتبس من نوركم قيل ٱرجعوا وراءكم فٱلتمسوا نورا فضرب بينهم بسور له باب باطنه فيه ٱلرحمة وظٰهره من قبله ٱلعذاب"
    },
    {
        "surah_number": 57,
        "verse_number": 14,
        "content": "ينادونهم ألم نكن معكم قالوا بلىٰ ولٰكنكم فتنتم أنفسكم وتربصتم وٱرتبتم وغرتكم ٱلأماني حتىٰ جاء أمر ٱلله وغركم بٱلله ٱلغرور"
    },
    {
        "surah_number": 57,
        "verse_number": 15,
        "content": "فٱليوم لا يؤخذ منكم فدية ولا من ٱلذين كفروا مأوىٰكم ٱلنار هي مولىٰكم وبئس ٱلمصير"
    },
    {
        "surah_number": 57,
        "verse_number": 16,
        "content": "ألم يأن للذين ءامنوا أن تخشع قلوبهم لذكر ٱلله وما نزل من ٱلحق ولا يكونوا كٱلذين أوتوا ٱلكتٰب من قبل فطال عليهم ٱلأمد فقست قلوبهم وكثير منهم فٰسقون"
    },
    {
        "surah_number": 57,
        "verse_number": 17,
        "content": "ٱعلموا أن ٱلله يحي ٱلأرض بعد موتها قد بينا لكم ٱلأيٰت لعلكم تعقلون"
    },
    {
        "surah_number": 57,
        "verse_number": 18,
        "content": "إن ٱلمصدقين وٱلمصدقٰت وأقرضوا ٱلله قرضا حسنا يضٰعف لهم ولهم أجر كريم"
    },
    {
        "surah_number": 57,
        "verse_number": 19,
        "content": "وٱلذين ءامنوا بٱلله ورسله أولـٰئك هم ٱلصديقون وٱلشهداء عند ربهم لهم أجرهم ونورهم وٱلذين كفروا وكذبوا بـايٰتنا أولـٰئك أصحٰب ٱلجحيم"
    },
    {
        "surah_number": 57,
        "verse_number": 20,
        "content": "ٱعلموا أنما ٱلحيوٰة ٱلدنيا لعب ولهو وزينة وتفاخر بينكم وتكاثر في ٱلأموٰل وٱلأولٰد كمثل غيث أعجب ٱلكفار نباته ثم يهيج فترىٰه مصفرا ثم يكون حطٰما وفي ٱلأخرة عذاب شديد ومغفرة من ٱلله ورضوٰن وما ٱلحيوٰة ٱلدنيا إلا متٰع ٱلغرور"
    },
    {
        "surah_number": 57,
        "verse_number": 21,
        "content": "سابقوا إلىٰ مغفرة من ربكم وجنة عرضها كعرض ٱلسماء وٱلأرض أعدت للذين ءامنوا بٱلله ورسله ذٰلك فضل ٱلله يؤتيه من يشاء وٱلله ذو ٱلفضل ٱلعظيم"
    },
    {
        "surah_number": 57,
        "verse_number": 22,
        "content": "ما أصاب من مصيبة في ٱلأرض ولا في أنفسكم إلا في كتٰب من قبل أن نبرأها إن ذٰلك على ٱلله يسير"
    },
    {
        "surah_number": 57,
        "verse_number": 23,
        "content": "لكيلا تأسوا علىٰ ما فاتكم ولا تفرحوا بما ءاتىٰكم وٱلله لا يحب كل مختال فخور"
    },
    {
        "surah_number": 57,
        "verse_number": 24,
        "content": "ٱلذين يبخلون ويأمرون ٱلناس بٱلبخل ومن يتول فإن ٱلله هو ٱلغني ٱلحميد"
    },
    {
        "surah_number": 57,
        "verse_number": 25,
        "content": "لقد أرسلنا رسلنا بٱلبينٰت وأنزلنا معهم ٱلكتٰب وٱلميزان ليقوم ٱلناس بٱلقسط وأنزلنا ٱلحديد فيه بأس شديد ومنٰفع للناس وليعلم ٱلله من ينصره ورسله بٱلغيب إن ٱلله قوي عزيز"
    },
    {
        "surah_number": 57,
        "verse_number": 26,
        "content": "ولقد أرسلنا نوحا وإبرٰهيم وجعلنا في ذريتهما ٱلنبوة وٱلكتٰب فمنهم مهتد وكثير منهم فٰسقون"
    },
    {
        "surah_number": 57,
        "verse_number": 27,
        "content": "ثم قفينا علىٰ ءاثٰرهم برسلنا وقفينا بعيسى ٱبن مريم وءاتينٰه ٱلإنجيل وجعلنا في قلوب ٱلذين ٱتبعوه رأفة ورحمة ورهبانية ٱبتدعوها ما كتبنٰها عليهم إلا ٱبتغاء رضوٰن ٱلله فما رعوها حق رعايتها فـاتينا ٱلذين ءامنوا منهم أجرهم وكثير منهم فٰسقون"
    },
    {
        "surah_number": 57,
        "verse_number": 28,
        "content": "يـٰأيها ٱلذين ءامنوا ٱتقوا ٱلله وءامنوا برسوله يؤتكم كفلين من رحمته ويجعل لكم نورا تمشون به ويغفر لكم وٱلله غفور رحيم"
    },
    {
        "surah_number": 57,
        "verse_number": 29,
        "content": "لئلا يعلم أهل ٱلكتٰب ألا يقدرون علىٰ شيء من فضل ٱلله وأن ٱلفضل بيد ٱلله يؤتيه من يشاء وٱلله ذو ٱلفضل ٱلعظيم"
    },
    {
        "surah_number": 58,
        "verse_number": 1,
        "content": "قد سمع ٱلله قول ٱلتي تجٰدلك في زوجها وتشتكي إلى ٱلله وٱلله يسمع تحاوركما إن ٱلله سميع بصير"
    },
    {
        "surah_number": 58,
        "verse_number": 2,
        "content": "ٱلذين يظٰهرون منكم من نسائهم ما هن أمهٰتهم إن أمهٰتهم إلا ٱلـٰـي ولدنهم وإنهم ليقولون منكرا من ٱلقول وزورا وإن ٱلله لعفو غفور"
    },
    {
        "surah_number": 58,
        "verse_number": 3,
        "content": "وٱلذين يظٰهرون من نسائهم ثم يعودون لما قالوا فتحرير رقبة من قبل أن يتماسا ذٰلكم توعظون به وٱلله بما تعملون خبير"
    },
    {
        "surah_number": 58,
        "verse_number": 4,
        "content": "فمن لم يجد فصيام شهرين متتابعين من قبل أن يتماسا فمن لم يستطع فإطعام ستين مسكينا ذٰلك لتؤمنوا بٱلله ورسوله وتلك حدود ٱلله وللكٰفرين عذاب أليم"
    },
    {
        "surah_number": 58,
        "verse_number": 5,
        "content": "إن ٱلذين يحادون ٱلله ورسوله كبتوا كما كبت ٱلذين من قبلهم وقد أنزلنا ءايٰت بينٰت وللكٰفرين عذاب مهين"
    },
    {
        "surah_number": 58,
        "verse_number": 6,
        "content": "يوم يبعثهم ٱلله جميعا فينبئهم بما عملوا أحصىٰه ٱلله ونسوه وٱلله علىٰ كل شيء شهيد"
    },
    {
        "surah_number": 58,
        "verse_number": 7,
        "content": "ألم تر أن ٱلله يعلم ما في ٱلسمٰوٰت وما في ٱلأرض ما يكون من نجوىٰ ثلٰثة إلا هو رابعهم ولا خمسة إلا هو سادسهم ولا أدنىٰ من ذٰلك ولا أكثر إلا هو معهم أين ما كانوا ثم ينبئهم بما عملوا يوم ٱلقيٰمة إن ٱلله بكل شيء عليم"
    },
    {
        "surah_number": 58,
        "verse_number": 8,
        "content": "ألم تر إلى ٱلذين نهوا عن ٱلنجوىٰ ثم يعودون لما نهوا عنه ويتنٰجون بٱلإثم وٱلعدوٰن ومعصيت ٱلرسول وإذا جاءوك حيوك بما لم يحيك به ٱلله ويقولون في أنفسهم لولا يعذبنا ٱلله بما نقول حسبهم جهنم يصلونها فبئس ٱلمصير"
    },
    {
        "surah_number": 58,
        "verse_number": 9,
        "content": "يـٰأيها ٱلذين ءامنوا إذا تنٰجيتم فلا تتنٰجوا بٱلإثم وٱلعدوٰن ومعصيت ٱلرسول وتنٰجوا بٱلبر وٱلتقوىٰ وٱتقوا ٱلله ٱلذي إليه تحشرون"
    },
    {
        "surah_number": 58,
        "verse_number": 10,
        "content": "إنما ٱلنجوىٰ من ٱلشيطٰن ليحزن ٱلذين ءامنوا وليس بضارهم شيـا إلا بإذن ٱلله وعلى ٱلله فليتوكل ٱلمؤمنون"
    },
    {
        "surah_number": 58,
        "verse_number": 11,
        "content": "يـٰأيها ٱلذين ءامنوا إذا قيل لكم تفسحوا في ٱلمجٰلس فٱفسحوا يفسح ٱلله لكم وإذا قيل ٱنشزوا فٱنشزوا يرفع ٱلله ٱلذين ءامنوا منكم وٱلذين أوتوا ٱلعلم درجٰت وٱلله بما تعملون خبير"
    },
    {
        "surah_number": 58,
        "verse_number": 12,
        "content": "يـٰأيها ٱلذين ءامنوا إذا نٰجيتم ٱلرسول فقدموا بين يدي نجوىٰكم صدقة ذٰلك خير لكم وأطهر فإن لم تجدوا فإن ٱلله غفور رحيم"
    },
    {
        "surah_number": 58,
        "verse_number": 13,
        "content": "ءأشفقتم أن تقدموا بين يدي نجوىٰكم صدقٰت فإذ لم تفعلوا وتاب ٱلله عليكم فأقيموا ٱلصلوٰة وءاتوا ٱلزكوٰة وأطيعوا ٱلله ورسوله وٱلله خبير بما تعملون"
    },
    {
        "surah_number": 58,
        "verse_number": 14,
        "content": "ألم تر إلى ٱلذين تولوا قوما غضب ٱلله عليهم ما هم منكم ولا منهم ويحلفون على ٱلكذب وهم يعلمون"
    },
    {
        "surah_number": 58,
        "verse_number": 15,
        "content": "أعد ٱلله لهم عذابا شديدا إنهم ساء ما كانوا يعملون"
    },
    {
        "surah_number": 58,
        "verse_number": 16,
        "content": "ٱتخذوا أيمٰنهم جنة فصدوا عن سبيل ٱلله فلهم عذاب مهين"
    },
    {
        "surah_number": 58,
        "verse_number": 17,
        "content": "لن تغني عنهم أموٰلهم ولا أولٰدهم من ٱلله شيـا أولـٰئك أصحٰب ٱلنار هم فيها خٰلدون"
    },
    {
        "surah_number": 58,
        "verse_number": 18,
        "content": "يوم يبعثهم ٱلله جميعا فيحلفون له كما يحلفون لكم ويحسبون أنهم علىٰ شيء ألا إنهم هم ٱلكٰذبون"
    },
    {
        "surah_number": 58,
        "verse_number": 19,
        "content": "ٱستحوذ عليهم ٱلشيطٰن فأنسىٰهم ذكر ٱلله أولـٰئك حزب ٱلشيطٰن ألا إن حزب ٱلشيطٰن هم ٱلخٰسرون"
    },
    {
        "surah_number": 58,
        "verse_number": 20,
        "content": "إن ٱلذين يحادون ٱلله ورسوله أولـٰئك في ٱلأذلين"
    },
    {
        "surah_number": 58,
        "verse_number": 21,
        "content": "كتب ٱلله لأغلبن أنا ورسلي إن ٱلله قوي عزيز"
    },
    {
        "surah_number": 58,
        "verse_number": 22,
        "content": "لا تجد قوما يؤمنون بٱلله وٱليوم ٱلأخر يوادون من حاد ٱلله ورسوله ولو كانوا ءاباءهم أو أبناءهم أو إخوٰنهم أو عشيرتهم أولـٰئك كتب في قلوبهم ٱلإيمٰن وأيدهم بروح منه ويدخلهم جنـٰت تجري من تحتها ٱلأنهٰر خٰلدين فيها رضي ٱلله عنهم ورضوا عنه أولـٰئك حزب ٱلله ألا إن حزب ٱلله هم ٱلمفلحون"
    },
    {
        "surah_number": 59,
        "verse_number": 1,
        "content": "سبح لله ما في ٱلسمٰوٰت وما في ٱلأرض وهو ٱلعزيز ٱلحكيم"
    },
    {
        "surah_number": 59,
        "verse_number": 2,
        "content": "هو ٱلذي أخرج ٱلذين كفروا من أهل ٱلكتٰب من ديٰرهم لأول ٱلحشر ما ظننتم أن يخرجوا وظنوا أنهم مانعتهم حصونهم من ٱلله فأتىٰهم ٱلله من حيث لم يحتسبوا وقذف في قلوبهم ٱلرعب يخربون بيوتهم بأيديهم وأيدي ٱلمؤمنين فٱعتبروا يـٰأولي ٱلأبصٰر"
    },
    {
        "surah_number": 59,
        "verse_number": 3,
        "content": "ولولا أن كتب ٱلله عليهم ٱلجلاء لعذبهم في ٱلدنيا ولهم في ٱلأخرة عذاب ٱلنار"
    },
    {
        "surah_number": 59,
        "verse_number": 4,
        "content": "ذٰلك بأنهم شاقوا ٱلله ورسوله ومن يشاق ٱلله فإن ٱلله شديد ٱلعقاب"
    },
    {
        "surah_number": 59,
        "verse_number": 5,
        "content": "ما قطعتم من لينة أو تركتموها قائمة علىٰ أصولها فبإذن ٱلله وليخزي ٱلفٰسقين"
    },
    {
        "surah_number": 59,
        "verse_number": 6,
        "content": "وما أفاء ٱلله علىٰ رسوله منهم فما أوجفتم عليه من خيل ولا ركاب ولٰكن ٱلله يسلط رسله علىٰ من يشاء وٱلله علىٰ كل شيء قدير"
    },
    {
        "surah_number": 59,
        "verse_number": 7,
        "content": "ما أفاء ٱلله علىٰ رسوله من أهل ٱلقرىٰ فلله وللرسول ولذي ٱلقربىٰ وٱليتٰمىٰ وٱلمسٰكين وٱبن ٱلسبيل كي لا يكون دولة بين ٱلأغنياء منكم وما ءاتىٰكم ٱلرسول فخذوه وما نهىٰكم عنه فٱنتهوا وٱتقوا ٱلله إن ٱلله شديد ٱلعقاب"
    },
    {
        "surah_number": 59,
        "verse_number": 8,
        "content": "للفقراء ٱلمهٰجرين ٱلذين أخرجوا من ديٰرهم وأموٰلهم يبتغون فضلا من ٱلله ورضوٰنا وينصرون ٱلله ورسوله أولـٰئك هم ٱلصـٰدقون"
    },
    {
        "surah_number": 59,
        "verse_number": 9,
        "content": "وٱلذين تبوءو ٱلدار وٱلإيمٰن من قبلهم يحبون من هاجر إليهم ولا يجدون في صدورهم حاجة مما أوتوا ويؤثرون علىٰ أنفسهم ولو كان بهم خصاصة ومن يوق شح نفسه فأولـٰئك هم ٱلمفلحون"
    },
    {
        "surah_number": 59,
        "verse_number": 10,
        "content": "وٱلذين جاءو من بعدهم يقولون ربنا ٱغفر لنا ولإخوٰننا ٱلذين سبقونا بٱلإيمٰن ولا تجعل في قلوبنا غلا للذين ءامنوا ربنا إنك رءوف رحيم"
    },
    {
        "surah_number": 59,
        "verse_number": 11,
        "content": "ألم تر إلى ٱلذين نافقوا يقولون لإخوٰنهم ٱلذين كفروا من أهل ٱلكتٰب لئن أخرجتم لنخرجن معكم ولا نطيع فيكم أحدا أبدا وإن قوتلتم لننصرنكم وٱلله يشهد إنهم لكٰذبون"
    },
    {
        "surah_number": 59,
        "verse_number": 12,
        "content": "لئن أخرجوا لا يخرجون معهم ولئن قوتلوا لا ينصرونهم ولئن نصروهم ليولن ٱلأدبٰر ثم لا ينصرون"
    },
    {
        "surah_number": 59,
        "verse_number": 13,
        "content": "لأنتم أشد رهبة في صدورهم من ٱلله ذٰلك بأنهم قوم لا يفقهون"
    },
    {
        "surah_number": 59,
        "verse_number": 14,
        "content": "لا يقٰتلونكم جميعا إلا في قرى محصنة أو من وراء جدر بأسهم بينهم شديد تحسبهم جميعا وقلوبهم شتىٰ ذٰلك بأنهم قوم لا يعقلون"
    },
    {
        "surah_number": 59,
        "verse_number": 15,
        "content": "كمثل ٱلذين من قبلهم قريبا ذاقوا وبال أمرهم ولهم عذاب أليم"
    },
    {
        "surah_number": 59,
        "verse_number": 16,
        "content": "كمثل ٱلشيطٰن إذ قال للإنسٰن ٱكفر فلما كفر قال إني بريء منك إني أخاف ٱلله رب ٱلعٰلمين"
    },
    {
        "surah_number": 59,
        "verse_number": 17,
        "content": "فكان عٰقبتهما أنهما في ٱلنار خٰلدين فيها وذٰلك جزـٰؤا ٱلظـٰلمين"
    },
    {
        "surah_number": 59,
        "verse_number": 18,
        "content": "يـٰأيها ٱلذين ءامنوا ٱتقوا ٱلله ولتنظر نفس ما قدمت لغد وٱتقوا ٱلله إن ٱلله خبير بما تعملون"
    },
    {
        "surah_number": 59,
        "verse_number": 19,
        "content": "ولا تكونوا كٱلذين نسوا ٱلله فأنسىٰهم أنفسهم أولـٰئك هم ٱلفٰسقون"
    },
    {
        "surah_number": 59,
        "verse_number": 20,
        "content": "لا يستوي أصحٰب ٱلنار وأصحٰب ٱلجنة أصحٰب ٱلجنة هم ٱلفائزون"
    },
    {
        "surah_number": 59,
        "verse_number": 21,
        "content": "لو أنزلنا هٰذا ٱلقرءان علىٰ جبل لرأيته خٰشعا متصدعا من خشية ٱلله وتلك ٱلأمثٰل نضربها للناس لعلهم يتفكرون"
    },
    {
        "surah_number": 59,
        "verse_number": 22,
        "content": "هو ٱلله ٱلذي لا إلٰه إلا هو عٰلم ٱلغيب وٱلشهٰدة هو ٱلرحمٰن ٱلرحيم"
    },
    {
        "surah_number": 59,
        "verse_number": 23,
        "content": "هو ٱلله ٱلذي لا إلٰه إلا هو ٱلملك ٱلقدوس ٱلسلٰم ٱلمؤمن ٱلمهيمن ٱلعزيز ٱلجبار ٱلمتكبر سبحٰن ٱلله عما يشركون"
    },
    {
        "surah_number": 59,
        "verse_number": 24,
        "content": "هو ٱلله ٱلخٰلق ٱلبارئ ٱلمصور له ٱلأسماء ٱلحسنىٰ يسبح له ما في ٱلسمٰوٰت وٱلأرض وهو ٱلعزيز ٱلحكيم"
    },
    {
        "surah_number": 60,
        "verse_number": 1,
        "content": "يـٰأيها ٱلذين ءامنوا لا تتخذوا عدوي وعدوكم أولياء تلقون إليهم بٱلمودة وقد كفروا بما جاءكم من ٱلحق يخرجون ٱلرسول وإياكم أن تؤمنوا بٱلله ربكم إن كنتم خرجتم جهٰدا في سبيلي وٱبتغاء مرضاتي تسرون إليهم بٱلمودة وأنا أعلم بما أخفيتم وما أعلنتم ومن يفعله منكم فقد ضل سواء ٱلسبيل"
    },
    {
        "surah_number": 60,
        "verse_number": 2,
        "content": "إن يثقفوكم يكونوا لكم أعداء ويبسطوا إليكم أيديهم وألسنتهم بٱلسوء وودوا لو تكفرون"
    },
    {
        "surah_number": 60,
        "verse_number": 3,
        "content": "لن تنفعكم أرحامكم ولا أولٰدكم يوم ٱلقيٰمة يفصل بينكم وٱلله بما تعملون بصير"
    },
    {
        "surah_number": 60,
        "verse_number": 4,
        "content": "قد كانت لكم أسوة حسنة في إبرٰهيم وٱلذين معه إذ قالوا لقومهم إنا برءـٰؤا منكم ومما تعبدون من دون ٱلله كفرنا بكم وبدا بيننا وبينكم ٱلعدٰوة وٱلبغضاء أبدا حتىٰ تؤمنوا بٱلله وحده إلا قول إبرٰهيم لأبيه لأستغفرن لك وما أملك لك من ٱلله من شيء ربنا عليك توكلنا وإليك أنبنا وإليك ٱلمصير"
    },
    {
        "surah_number": 60,
        "verse_number": 5,
        "content": "ربنا لا تجعلنا فتنة للذين كفروا وٱغفر لنا ربنا إنك أنت ٱلعزيز ٱلحكيم"
    },
    {
        "surah_number": 60,
        "verse_number": 6,
        "content": "لقد كان لكم فيهم أسوة حسنة لمن كان يرجوا ٱلله وٱليوم ٱلأخر ومن يتول فإن ٱلله هو ٱلغني ٱلحميد"
    },
    {
        "surah_number": 60,
        "verse_number": 7,
        "content": "عسى ٱلله أن يجعل بينكم وبين ٱلذين عاديتم منهم مودة وٱلله قدير وٱلله غفور رحيم"
    },
    {
        "surah_number": 60,
        "verse_number": 8,
        "content": "لا ينهىٰكم ٱلله عن ٱلذين لم يقٰتلوكم في ٱلدين ولم يخرجوكم من ديٰركم أن تبروهم وتقسطوا إليهم إن ٱلله يحب ٱلمقسطين"
    },
    {
        "surah_number": 60,
        "verse_number": 9,
        "content": "إنما ينهىٰكم ٱلله عن ٱلذين قٰتلوكم في ٱلدين وأخرجوكم من ديٰركم وظٰهروا علىٰ إخراجكم أن تولوهم ومن يتولهم فأولـٰئك هم ٱلظـٰلمون"
    },
    {
        "surah_number": 60,
        "verse_number": 10,
        "content": "يـٰأيها ٱلذين ءامنوا إذا جاءكم ٱلمؤمنٰت مهٰجرٰت فٱمتحنوهن ٱلله أعلم بإيمٰنهن فإن علمتموهن مؤمنٰت فلا ترجعوهن إلى ٱلكفار لا هن حل لهم ولا هم يحلون لهن وءاتوهم ما أنفقوا ولا جناح عليكم أن تنكحوهن إذا ءاتيتموهن أجورهن ولا تمسكوا بعصم ٱلكوافر وسـلوا ما أنفقتم وليسـلوا ما أنفقوا ذٰلكم حكم ٱلله يحكم بينكم وٱلله عليم حكيم"
    },
    {
        "surah_number": 60,
        "verse_number": 11,
        "content": "وإن فاتكم شيء من أزوٰجكم إلى ٱلكفار فعاقبتم فـاتوا ٱلذين ذهبت أزوٰجهم مثل ما أنفقوا وٱتقوا ٱلله ٱلذي أنتم به مؤمنون"
    },
    {
        "surah_number": 60,
        "verse_number": 12,
        "content": "يـٰأيها ٱلنبي إذا جاءك ٱلمؤمنٰت يبايعنك علىٰ أن لا يشركن بٱلله شيـا ولا يسرقن ولا يزنين ولا يقتلن أولٰدهن ولا يأتين ببهتٰن يفترينه بين أيديهن وأرجلهن ولا يعصينك في معروف فبايعهن وٱستغفر لهن ٱلله إن ٱلله غفور رحيم"
    },
    {
        "surah_number": 60,
        "verse_number": 13,
        "content": "يـٰأيها ٱلذين ءامنوا لا تتولوا قوما غضب ٱلله عليهم قد يئسوا من ٱلأخرة كما يئس ٱلكفار من أصحٰب ٱلقبور"
    },
    {
        "surah_number": 61,
        "verse_number": 1,
        "content": "سبح لله ما في ٱلسمٰوٰت وما في ٱلأرض وهو ٱلعزيز ٱلحكيم"
    },
    {
        "surah_number": 61,
        "verse_number": 2,
        "content": "يـٰأيها ٱلذين ءامنوا لم تقولون ما لا تفعلون"
    },
    {
        "surah_number": 61,
        "verse_number": 3,
        "content": "كبر مقتا عند ٱلله أن تقولوا ما لا تفعلون"
    },
    {
        "surah_number": 61,
        "verse_number": 4,
        "content": "إن ٱلله يحب ٱلذين يقٰتلون في سبيله صفا كأنهم بنيٰن مرصوص"
    },
    {
        "surah_number": 61,
        "verse_number": 5,
        "content": "وإذ قال موسىٰ لقومه يٰقوم لم تؤذونني وقد تعلمون أني رسول ٱلله إليكم فلما زاغوا أزاغ ٱلله قلوبهم وٱلله لا يهدي ٱلقوم ٱلفٰسقين"
    },
    {
        "surah_number": 61,
        "verse_number": 6,
        "content": "وإذ قال عيسى ٱبن مريم يٰبني إسرـٰءيل إني رسول ٱلله إليكم مصدقا لما بين يدي من ٱلتورىٰة ومبشرا برسول يأتي من بعدي ٱسمه أحمد فلما جاءهم بٱلبينٰت قالوا هٰذا سحر مبين"
    },
    {
        "surah_number": 61,
        "verse_number": 7,
        "content": "ومن أظلم ممن ٱفترىٰ على ٱلله ٱلكذب وهو يدعىٰ إلى ٱلإسلٰم وٱلله لا يهدي ٱلقوم ٱلظـٰلمين"
    },
    {
        "surah_number": 61,
        "verse_number": 8,
        "content": "يريدون ليطفـوا نور ٱلله بأفوٰههم وٱلله متم نوره ولو كره ٱلكٰفرون"
    },
    {
        "surah_number": 61,
        "verse_number": 9,
        "content": "هو ٱلذي أرسل رسوله بٱلهدىٰ ودين ٱلحق ليظهره على ٱلدين كله ولو كره ٱلمشركون"
    },
    {
        "surah_number": 61,
        "verse_number": 10,
        "content": "يـٰأيها ٱلذين ءامنوا هل أدلكم علىٰ تجٰرة تنجيكم من عذاب أليم"
    },
    {
        "surah_number": 61,
        "verse_number": 11,
        "content": "تؤمنون بٱلله ورسوله وتجٰهدون في سبيل ٱلله بأموٰلكم وأنفسكم ذٰلكم خير لكم إن كنتم تعلمون"
    },
    {
        "surah_number": 61,
        "verse_number": 12,
        "content": "يغفر لكم ذنوبكم ويدخلكم جنـٰت تجري من تحتها ٱلأنهٰر ومسٰكن طيبة في جنـٰت عدن ذٰلك ٱلفوز ٱلعظيم"
    },
    {
        "surah_number": 61,
        "verse_number": 13,
        "content": "وأخرىٰ تحبونها نصر من ٱلله وفتح قريب وبشر ٱلمؤمنين"
    },
    {
        "surah_number": 61,
        "verse_number": 14,
        "content": "يـٰأيها ٱلذين ءامنوا كونوا أنصار ٱلله كما قال عيسى ٱبن مريم للحواريـن من أنصاري إلى ٱلله قال ٱلحواريون نحن أنصار ٱلله فـامنت طائفة من بني إسرـٰءيل وكفرت طائفة فأيدنا ٱلذين ءامنوا علىٰ عدوهم فأصبحوا ظٰهرين"
    },
    {
        "surah_number": 62,
        "verse_number": 1,
        "content": "يسبح لله ما في ٱلسمٰوٰت وما في ٱلأرض ٱلملك ٱلقدوس ٱلعزيز ٱلحكيم"
    },
    {
        "surah_number": 62,
        "verse_number": 2,
        "content": "هو ٱلذي بعث في ٱلأميـن رسولا منهم يتلوا عليهم ءايٰته ويزكيهم ويعلمهم ٱلكتٰب وٱلحكمة وإن كانوا من قبل لفي ضلٰل مبين"
    },
    {
        "surah_number": 62,
        "verse_number": 3,
        "content": "وءاخرين منهم لما يلحقوا بهم وهو ٱلعزيز ٱلحكيم"
    },
    {
        "surah_number": 62,
        "verse_number": 4,
        "content": "ذٰلك فضل ٱلله يؤتيه من يشاء وٱلله ذو ٱلفضل ٱلعظيم"
    },
    {
        "surah_number": 62,
        "verse_number": 5,
        "content": "مثل ٱلذين حملوا ٱلتورىٰة ثم لم يحملوها كمثل ٱلحمار يحمل أسفارا بئس مثل ٱلقوم ٱلذين كذبوا بـايٰت ٱلله وٱلله لا يهدي ٱلقوم ٱلظـٰلمين"
    },
    {
        "surah_number": 62,
        "verse_number": 6,
        "content": "قل يـٰأيها ٱلذين هادوا إن زعمتم أنكم أولياء لله من دون ٱلناس فتمنوا ٱلموت إن كنتم صٰدقين"
    },
    {
        "surah_number": 62,
        "verse_number": 7,
        "content": "ولا يتمنونه أبدا بما قدمت أيديهم وٱلله عليم بٱلظـٰلمين"
    },
    {
        "surah_number": 62,
        "verse_number": 8,
        "content": "قل إن ٱلموت ٱلذي تفرون منه فإنه ملٰقيكم ثم تردون إلىٰ عٰلم ٱلغيب وٱلشهٰدة فينبئكم بما كنتم تعملون"
    },
    {
        "surah_number": 62,
        "verse_number": 9,
        "content": "يـٰأيها ٱلذين ءامنوا إذا نودي للصلوٰة من يوم ٱلجمعة فٱسعوا إلىٰ ذكر ٱلله وذروا ٱلبيع ذٰلكم خير لكم إن كنتم تعلمون"
    },
    {
        "surah_number": 62,
        "verse_number": 10,
        "content": "فإذا قضيت ٱلصلوٰة فٱنتشروا في ٱلأرض وٱبتغوا من فضل ٱلله وٱذكروا ٱلله كثيرا لعلكم تفلحون"
    },
    {
        "surah_number": 62,
        "verse_number": 11,
        "content": "وإذا رأوا تجٰرة أو لهوا ٱنفضوا إليها وتركوك قائما قل ما عند ٱلله خير من ٱللهو ومن ٱلتجٰرة وٱلله خير ٱلرـٰزقين"
    },
    {
        "surah_number": 63,
        "verse_number": 1,
        "content": "إذا جاءك ٱلمنٰفقون قالوا نشهد إنك لرسول ٱلله وٱلله يعلم إنك لرسوله وٱلله يشهد إن ٱلمنٰفقين لكٰذبون"
    },
    {
        "surah_number": 63,
        "verse_number": 2,
        "content": "ٱتخذوا أيمٰنهم جنة فصدوا عن سبيل ٱلله إنهم ساء ما كانوا يعملون"
    },
    {
        "surah_number": 63,
        "verse_number": 3,
        "content": "ذٰلك بأنهم ءامنوا ثم كفروا فطبع علىٰ قلوبهم فهم لا يفقهون"
    },
    {
        "surah_number": 63,
        "verse_number": 4,
        "content": "وإذا رأيتهم تعجبك أجسامهم وإن يقولوا تسمع لقولهم كأنهم خشب مسندة يحسبون كل صيحة عليهم هم ٱلعدو فٱحذرهم قٰتلهم ٱلله أنىٰ يؤفكون"
    },
    {
        "surah_number": 63,
        "verse_number": 5,
        "content": "وإذا قيل لهم تعالوا يستغفر لكم رسول ٱلله لووا رءوسهم ورأيتهم يصدون وهم مستكبرون"
    },
    {
        "surah_number": 63,
        "verse_number": 6,
        "content": "سواء عليهم أستغفرت لهم أم لم تستغفر لهم لن يغفر ٱلله لهم إن ٱلله لا يهدي ٱلقوم ٱلفٰسقين"
    },
    {
        "surah_number": 63,
        "verse_number": 7,
        "content": "هم ٱلذين يقولون لا تنفقوا علىٰ من عند رسول ٱلله حتىٰ ينفضوا ولله خزائن ٱلسمٰوٰت وٱلأرض ولٰكن ٱلمنٰفقين لا يفقهون"
    },
    {
        "surah_number": 63,
        "verse_number": 8,
        "content": "يقولون لئن رجعنا إلى ٱلمدينة ليخرجن ٱلأعز منها ٱلأذل ولله ٱلعزة ولرسوله وللمؤمنين ولٰكن ٱلمنٰفقين لا يعلمون"
    },
    {
        "surah_number": 63,
        "verse_number": 9,
        "content": "يـٰأيها ٱلذين ءامنوا لا تلهكم أموٰلكم ولا أولٰدكم عن ذكر ٱلله ومن يفعل ذٰلك فأولـٰئك هم ٱلخٰسرون"
    },
    {
        "surah_number": 63,
        "verse_number": 10,
        "content": "وأنفقوا من ما رزقنٰكم من قبل أن يأتي أحدكم ٱلموت فيقول رب لولا أخرتني إلىٰ أجل قريب فأصدق وأكن من ٱلصـٰلحين"
    },
    {
        "surah_number": 63,
        "verse_number": 11,
        "content": "ولن يؤخر ٱلله نفسا إذا جاء أجلها وٱلله خبير بما تعملون"
    },
    {
        "surah_number": 64,
        "verse_number": 1,
        "content": "يسبح لله ما في ٱلسمٰوٰت وما في ٱلأرض له ٱلملك وله ٱلحمد وهو علىٰ كل شيء قدير"
    },
    {
        "surah_number": 64,
        "verse_number": 2,
        "content": "هو ٱلذي خلقكم فمنكم كافر ومنكم مؤمن وٱلله بما تعملون بصير"
    },
    {
        "surah_number": 64,
        "verse_number": 3,
        "content": "خلق ٱلسمٰوٰت وٱلأرض بٱلحق وصوركم فأحسن صوركم وإليه ٱلمصير"
    },
    {
        "surah_number": 64,
        "verse_number": 4,
        "content": "يعلم ما في ٱلسمٰوٰت وٱلأرض ويعلم ما تسرون وما تعلنون وٱلله عليم بذات ٱلصدور"
    },
    {
        "surah_number": 64,
        "verse_number": 5,
        "content": "ألم يأتكم نبؤا ٱلذين كفروا من قبل فذاقوا وبال أمرهم ولهم عذاب أليم"
    },
    {
        "surah_number": 64,
        "verse_number": 6,
        "content": "ذٰلك بأنه كانت تأتيهم رسلهم بٱلبينٰت فقالوا أبشر يهدوننا فكفروا وتولوا وٱستغنى ٱلله وٱلله غني حميد"
    },
    {
        "surah_number": 64,
        "verse_number": 7,
        "content": "زعم ٱلذين كفروا أن لن يبعثوا قل بلىٰ وربي لتبعثن ثم لتنبؤن بما عملتم وذٰلك على ٱلله يسير"
    },
    {
        "surah_number": 64,
        "verse_number": 8,
        "content": "فـامنوا بٱلله ورسوله وٱلنور ٱلذي أنزلنا وٱلله بما تعملون خبير"
    },
    {
        "surah_number": 64,
        "verse_number": 9,
        "content": "يوم يجمعكم ليوم ٱلجمع ذٰلك يوم ٱلتغابن ومن يؤمن بٱلله ويعمل صٰلحا يكفر عنه سيـاته ويدخله جنـٰت تجري من تحتها ٱلأنهٰر خٰلدين فيها أبدا ذٰلك ٱلفوز ٱلعظيم"
    },
    {
        "surah_number": 64,
        "verse_number": 10,
        "content": "وٱلذين كفروا وكذبوا بـايٰتنا أولـٰئك أصحٰب ٱلنار خٰلدين فيها وبئس ٱلمصير"
    },
    {
        "surah_number": 64,
        "verse_number": 11,
        "content": "ما أصاب من مصيبة إلا بإذن ٱلله ومن يؤمن بٱلله يهد قلبه وٱلله بكل شيء عليم"
    },
    {
        "surah_number": 64,
        "verse_number": 12,
        "content": "وأطيعوا ٱلله وأطيعوا ٱلرسول فإن توليتم فإنما علىٰ رسولنا ٱلبلٰغ ٱلمبين"
    },
    {
        "surah_number": 64,
        "verse_number": 13,
        "content": "ٱلله لا إلٰه إلا هو وعلى ٱلله فليتوكل ٱلمؤمنون"
    },
    {
        "surah_number": 64,
        "verse_number": 14,
        "content": "يـٰأيها ٱلذين ءامنوا إن من أزوٰجكم وأولٰدكم عدوا لكم فٱحذروهم وإن تعفوا وتصفحوا وتغفروا فإن ٱلله غفور رحيم"
    },
    {
        "surah_number": 64,
        "verse_number": 15,
        "content": "إنما أموٰلكم وأولٰدكم فتنة وٱلله عنده أجر عظيم"
    },
    {
        "surah_number": 64,
        "verse_number": 16,
        "content": "فٱتقوا ٱلله ما ٱستطعتم وٱسمعوا وأطيعوا وأنفقوا خيرا لأنفسكم ومن يوق شح نفسه فأولـٰئك هم ٱلمفلحون"
    },
    {
        "surah_number": 64,
        "verse_number": 17,
        "content": "إن تقرضوا ٱلله قرضا حسنا يضٰعفه لكم ويغفر لكم وٱلله شكور حليم"
    },
    {
        "surah_number": 64,
        "verse_number": 18,
        "content": "عٰلم ٱلغيب وٱلشهٰدة ٱلعزيز ٱلحكيم"
    },
    {
        "surah_number": 65,
        "verse_number": 1,
        "content": "يـٰأيها ٱلنبي إذا طلقتم ٱلنساء فطلقوهن لعدتهن وأحصوا ٱلعدة وٱتقوا ٱلله ربكم لا تخرجوهن من بيوتهن ولا يخرجن إلا أن يأتين بفٰحشة مبينة وتلك حدود ٱلله ومن يتعد حدود ٱلله فقد ظلم نفسه لا تدري لعل ٱلله يحدث بعد ذٰلك أمرا"
    },
    {
        "surah_number": 65,
        "verse_number": 2,
        "content": "فإذا بلغن أجلهن فأمسكوهن بمعروف أو فارقوهن بمعروف وأشهدوا ذوي عدل منكم وأقيموا ٱلشهٰدة لله ذٰلكم يوعظ به من كان يؤمن بٱلله وٱليوم ٱلأخر ومن يتق ٱلله يجعل له مخرجا"
    },
    {
        "surah_number": 65,
        "verse_number": 3,
        "content": "ويرزقه من حيث لا يحتسب ومن يتوكل على ٱلله فهو حسبه إن ٱلله بٰلغ أمره قد جعل ٱلله لكل شيء قدرا"
    },
    {
        "surah_number": 65,
        "verse_number": 4,
        "content": "وٱلـٰـي يئسن من ٱلمحيض من نسائكم إن ٱرتبتم فعدتهن ثلٰثة أشهر وٱلـٰـي لم يحضن وأولٰت ٱلأحمال أجلهن أن يضعن حملهن ومن يتق ٱلله يجعل له من أمره يسرا"
    },
    {
        "surah_number": 65,
        "verse_number": 5,
        "content": "ذٰلك أمر ٱلله أنزله إليكم ومن يتق ٱلله يكفر عنه سيـاته ويعظم له أجرا"
    },
    {
        "surah_number": 65,
        "verse_number": 6,
        "content": "أسكنوهن من حيث سكنتم من وجدكم ولا تضاروهن لتضيقوا عليهن وإن كن أولٰت حمل فأنفقوا عليهن حتىٰ يضعن حملهن فإن أرضعن لكم فـاتوهن أجورهن وأتمروا بينكم بمعروف وإن تعاسرتم فسترضع له أخرىٰ"
    },
    {
        "surah_number": 65,
        "verse_number": 7,
        "content": "لينفق ذو سعة من سعته ومن قدر عليه رزقه فلينفق مما ءاتىٰه ٱلله لا يكلف ٱلله نفسا إلا ما ءاتىٰها سيجعل ٱلله بعد عسر يسرا"
    },
    {
        "surah_number": 65,
        "verse_number": 8,
        "content": "وكأين من قرية عتت عن أمر ربها ورسله فحاسبنٰها حسابا شديدا وعذبنٰها عذابا نكرا"
    },
    {
        "surah_number": 65,
        "verse_number": 9,
        "content": "فذاقت وبال أمرها وكان عٰقبة أمرها خسرا"
    },
    {
        "surah_number": 65,
        "verse_number": 10,
        "content": "أعد ٱلله لهم عذابا شديدا فٱتقوا ٱلله يـٰأولي ٱلألبٰب ٱلذين ءامنوا قد أنزل ٱلله إليكم ذكرا"
    },
    {
        "surah_number": 65,
        "verse_number": 11,
        "content": "رسولا يتلوا عليكم ءايٰت ٱلله مبينٰت ليخرج ٱلذين ءامنوا وعملوا ٱلصـٰلحٰت من ٱلظلمٰت إلى ٱلنور ومن يؤمن بٱلله ويعمل صٰلحا يدخله جنـٰت تجري من تحتها ٱلأنهٰر خٰلدين فيها أبدا قد أحسن ٱلله له رزقا"
    },
    {
        "surah_number": 65,
        "verse_number": 12,
        "content": "ٱلله ٱلذي خلق سبع سمٰوٰت ومن ٱلأرض مثلهن يتنزل ٱلأمر بينهن لتعلموا أن ٱلله علىٰ كل شيء قدير وأن ٱلله قد أحاط بكل شيء علما"
    },
    {
        "surah_number": 66,
        "verse_number": 1,
        "content": "يـٰأيها ٱلنبي لم تحرم ما أحل ٱلله لك تبتغي مرضات أزوٰجك وٱلله غفور رحيم"
    },
    {
        "surah_number": 66,
        "verse_number": 2,
        "content": "قد فرض ٱلله لكم تحلة أيمٰنكم وٱلله مولىٰكم وهو ٱلعليم ٱلحكيم"
    },
    {
        "surah_number": 66,
        "verse_number": 3,
        "content": "وإذ أسر ٱلنبي إلىٰ بعض أزوٰجه حديثا فلما نبأت به وأظهره ٱلله عليه عرف بعضه وأعرض عن بعض فلما نبأها به قالت من أنبأك هٰذا قال نبأني ٱلعليم ٱلخبير"
    },
    {
        "surah_number": 66,
        "verse_number": 4,
        "content": "إن تتوبا إلى ٱلله فقد صغت قلوبكما وإن تظٰهرا عليه فإن ٱلله هو مولىٰه وجبريل وصٰلح ٱلمؤمنين وٱلملـٰئكة بعد ذٰلك ظهير"
    },
    {
        "surah_number": 66,
        "verse_number": 5,
        "content": "عسىٰ ربه إن طلقكن أن يبدله أزوٰجا خيرا منكن مسلمٰت مؤمنٰت قٰنتٰت تـٰئبٰت عٰبدٰت سـٰئحٰت ثيبٰت وأبكارا"
    },
    {
        "surah_number": 66,
        "verse_number": 6,
        "content": "يـٰأيها ٱلذين ءامنوا قوا أنفسكم وأهليكم نارا وقودها ٱلناس وٱلحجارة عليها ملـٰئكة غلاظ شداد لا يعصون ٱلله ما أمرهم ويفعلون ما يؤمرون"
    },
    {
        "surah_number": 66,
        "verse_number": 7,
        "content": "يـٰأيها ٱلذين كفروا لا تعتذروا ٱليوم إنما تجزون ما كنتم تعملون"
    },
    {
        "surah_number": 66,
        "verse_number": 8,
        "content": "يـٰأيها ٱلذين ءامنوا توبوا إلى ٱلله توبة نصوحا عسىٰ ربكم أن يكفر عنكم سيـاتكم ويدخلكم جنـٰت تجري من تحتها ٱلأنهٰر يوم لا يخزي ٱلله ٱلنبي وٱلذين ءامنوا معه نورهم يسعىٰ بين أيديهم وبأيمٰنهم يقولون ربنا أتمم لنا نورنا وٱغفر لنا إنك علىٰ كل شيء قدير"
    },
    {
        "surah_number": 66,
        "verse_number": 9,
        "content": "يـٰأيها ٱلنبي جٰهد ٱلكفار وٱلمنٰفقين وٱغلظ عليهم ومأوىٰهم جهنم وبئس ٱلمصير"
    },
    {
        "surah_number": 66,
        "verse_number": 10,
        "content": "ضرب ٱلله مثلا للذين كفروا ٱمرأت نوح وٱمرأت لوط كانتا تحت عبدين من عبادنا صٰلحين فخانتاهما فلم يغنيا عنهما من ٱلله شيـا وقيل ٱدخلا ٱلنار مع ٱلدـٰخلين"
    },
    {
        "surah_number": 66,
        "verse_number": 11,
        "content": "وضرب ٱلله مثلا للذين ءامنوا ٱمرأت فرعون إذ قالت رب ٱبن لي عندك بيتا في ٱلجنة ونجني من فرعون وعمله ونجني من ٱلقوم ٱلظـٰلمين"
    },
    {
        "surah_number": 66,
        "verse_number": 12,
        "content": "ومريم ٱبنت عمرٰن ٱلتي أحصنت فرجها فنفخنا فيه من روحنا وصدقت بكلمٰت ربها وكتبه وكانت من ٱلقٰنتين"
    },
    {
        "surah_number": 67,
        "verse_number": 1,
        "content": "تبٰرك ٱلذي بيده ٱلملك وهو علىٰ كل شيء قدير"
    },
    {
        "surah_number": 67,
        "verse_number": 2,
        "content": "ٱلذي خلق ٱلموت وٱلحيوٰة ليبلوكم أيكم أحسن عملا وهو ٱلعزيز ٱلغفور"
    },
    {
        "surah_number": 67,
        "verse_number": 3,
        "content": "ٱلذي خلق سبع سمٰوٰت طباقا ما ترىٰ في خلق ٱلرحمٰن من تفٰوت فٱرجع ٱلبصر هل ترىٰ من فطور"
    },
    {
        "surah_number": 67,
        "verse_number": 4,
        "content": "ثم ٱرجع ٱلبصر كرتين ينقلب إليك ٱلبصر خاسئا وهو حسير"
    },
    {
        "surah_number": 67,
        "verse_number": 5,
        "content": "ولقد زينا ٱلسماء ٱلدنيا بمصٰبيح وجعلنٰها رجوما للشيٰطين وأعتدنا لهم عذاب ٱلسعير"
    },
    {
        "surah_number": 67,
        "verse_number": 6,
        "content": "وللذين كفروا بربهم عذاب جهنم وبئس ٱلمصير"
    },
    {
        "surah_number": 67,
        "verse_number": 7,
        "content": "إذا ألقوا فيها سمعوا لها شهيقا وهي تفور"
    },
    {
        "surah_number": 67,
        "verse_number": 8,
        "content": "تكاد تميز من ٱلغيظ كلما ألقي فيها فوج سألهم خزنتها ألم يأتكم نذير"
    },
    {
        "surah_number": 67,
        "verse_number": 9,
        "content": "قالوا بلىٰ قد جاءنا نذير فكذبنا وقلنا ما نزل ٱلله من شيء إن أنتم إلا في ضلٰل كبير"
    },
    {
        "surah_number": 67,
        "verse_number": 10,
        "content": "وقالوا لو كنا نسمع أو نعقل ما كنا في أصحٰب ٱلسعير"
    },
    {
        "surah_number": 67,
        "verse_number": 11,
        "content": "فٱعترفوا بذنبهم فسحقا لأصحٰب ٱلسعير"
    },
    {
        "surah_number": 67,
        "verse_number": 12,
        "content": "إن ٱلذين يخشون ربهم بٱلغيب لهم مغفرة وأجر كبير"
    },
    {
        "surah_number": 67,
        "verse_number": 13,
        "content": "وأسروا قولكم أو ٱجهروا به إنه عليم بذات ٱلصدور"
    },
    {
        "surah_number": 67,
        "verse_number": 14,
        "content": "ألا يعلم من خلق وهو ٱللطيف ٱلخبير"
    },
    {
        "surah_number": 67,
        "verse_number": 15,
        "content": "هو ٱلذي جعل لكم ٱلأرض ذلولا فٱمشوا في مناكبها وكلوا من رزقه وإليه ٱلنشور"
    },
    {
        "surah_number": 67,
        "verse_number": 16,
        "content": "ءأمنتم من في ٱلسماء أن يخسف بكم ٱلأرض فإذا هي تمور"
    },
    {
        "surah_number": 67,
        "verse_number": 17,
        "content": "أم أمنتم من في ٱلسماء أن يرسل عليكم حاصبا فستعلمون كيف نذير"
    },
    {
        "surah_number": 67,
        "verse_number": 18,
        "content": "ولقد كذب ٱلذين من قبلهم فكيف كان نكير"
    },
    {
        "surah_number": 67,
        "verse_number": 19,
        "content": "أولم يروا إلى ٱلطير فوقهم صـٰفـٰت ويقبضن ما يمسكهن إلا ٱلرحمٰن إنه بكل شيء بصير"
    },
    {
        "surah_number": 67,
        "verse_number": 20,
        "content": "أمن هٰذا ٱلذي هو جند لكم ينصركم من دون ٱلرحمٰن إن ٱلكٰفرون إلا في غرور"
    },
    {
        "surah_number": 67,
        "verse_number": 21,
        "content": "أمن هٰذا ٱلذي يرزقكم إن أمسك رزقه بل لجوا في عتو ونفور"
    },
    {
        "surah_number": 67,
        "verse_number": 22,
        "content": "أفمن يمشي مكبا علىٰ وجهه أهدىٰ أمن يمشي سويا علىٰ صرٰط مستقيم"
    },
    {
        "surah_number": 67,
        "verse_number": 23,
        "content": "قل هو ٱلذي أنشأكم وجعل لكم ٱلسمع وٱلأبصٰر وٱلأفـدة قليلا ما تشكرون"
    },
    {
        "surah_number": 67,
        "verse_number": 24,
        "content": "قل هو ٱلذي ذرأكم في ٱلأرض وإليه تحشرون"
    },
    {
        "surah_number": 67,
        "verse_number": 25,
        "content": "ويقولون متىٰ هٰذا ٱلوعد إن كنتم صٰدقين"
    },
    {
        "surah_number": 67,
        "verse_number": 26,
        "content": "قل إنما ٱلعلم عند ٱلله وإنما أنا نذير مبين"
    },
    {
        "surah_number": 67,
        "verse_number": 27,
        "content": "فلما رأوه زلفة سيـت وجوه ٱلذين كفروا وقيل هٰذا ٱلذي كنتم به تدعون"
    },
    {
        "surah_number": 67,
        "verse_number": 28,
        "content": "قل أرءيتم إن أهلكني ٱلله ومن معي أو رحمنا فمن يجير ٱلكٰفرين من عذاب أليم"
    },
    {
        "surah_number": 67,
        "verse_number": 29,
        "content": "قل هو ٱلرحمٰن ءامنا به وعليه توكلنا فستعلمون من هو في ضلٰل مبين"
    },
    {
        "surah_number": 67,
        "verse_number": 30,
        "content": "قل أرءيتم إن أصبح ماؤكم غورا فمن يأتيكم بماء معين"
    },
    {
        "surah_number": 68,
        "verse_number": 1,
        "content": "ن وٱلقلم وما يسطرون"
    },
    {
        "surah_number": 68,
        "verse_number": 2,
        "content": "ما أنت بنعمة ربك بمجنون"
    },
    {
        "surah_number": 68,
        "verse_number": 3,
        "content": "وإن لك لأجرا غير ممنون"
    },
    {
        "surah_number": 68,
        "verse_number": 4,
        "content": "وإنك لعلىٰ خلق عظيم"
    },
    {
        "surah_number": 68,
        "verse_number": 5,
        "content": "فستبصر ويبصرون"
    },
    {
        "surah_number": 68,
        "verse_number": 6,
        "content": "بأييكم ٱلمفتون"
    },
    {
        "surah_number": 68,
        "verse_number": 7,
        "content": "إن ربك هو أعلم بمن ضل عن سبيله وهو أعلم بٱلمهتدين"
    },
    {
        "surah_number": 68,
        "verse_number": 8,
        "content": "فلا تطع ٱلمكذبين"
    },
    {
        "surah_number": 68,
        "verse_number": 9,
        "content": "ودوا لو تدهن فيدهنون"
    },
    {
        "surah_number": 68,
        "verse_number": 10,
        "content": "ولا تطع كل حلاف مهين"
    },
    {
        "surah_number": 68,
        "verse_number": 11,
        "content": "هماز مشاء بنميم"
    },
    {
        "surah_number": 68,
        "verse_number": 12,
        "content": "مناع للخير معتد أثيم"
    },
    {
        "surah_number": 68,
        "verse_number": 13,
        "content": "عتل بعد ذٰلك زنيم"
    },
    {
        "surah_number": 68,
        "verse_number": 14,
        "content": "أن كان ذا مال وبنين"
    },
    {
        "surah_number": 68,
        "verse_number": 15,
        "content": "إذا تتلىٰ عليه ءايٰتنا قال أسٰطير ٱلأولين"
    },
    {
        "surah_number": 68,
        "verse_number": 16,
        "content": "سنسمه على ٱلخرطوم"
    },
    {
        "surah_number": 68,
        "verse_number": 17,
        "content": "إنا بلونٰهم كما بلونا أصحٰب ٱلجنة إذ أقسموا ليصرمنها مصبحين"
    },
    {
        "surah_number": 68,
        "verse_number": 18,
        "content": "ولا يستثنون"
    },
    {
        "surah_number": 68,
        "verse_number": 19,
        "content": "فطاف عليها طائف من ربك وهم نائمون"
    },
    {
        "surah_number": 68,
        "verse_number": 20,
        "content": "فأصبحت كٱلصريم"
    },
    {
        "surah_number": 68,
        "verse_number": 21,
        "content": "فتنادوا مصبحين"
    },
    {
        "surah_number": 68,
        "verse_number": 22,
        "content": "أن ٱغدوا علىٰ حرثكم إن كنتم صٰرمين"
    },
    {
        "surah_number": 68,
        "verse_number": 23,
        "content": "فٱنطلقوا وهم يتخٰفتون"
    },
    {
        "surah_number": 68,
        "verse_number": 24,
        "content": "أن لا يدخلنها ٱليوم عليكم مسكين"
    },
    {
        "surah_number": 68,
        "verse_number": 25,
        "content": "وغدوا علىٰ حرد قٰدرين"
    },
    {
        "surah_number": 68,
        "verse_number": 26,
        "content": "فلما رأوها قالوا إنا لضالون"
    },
    {
        "surah_number": 68,
        "verse_number": 27,
        "content": "بل نحن محرومون"
    },
    {
        "surah_number": 68,
        "verse_number": 28,
        "content": "قال أوسطهم ألم أقل لكم لولا تسبحون"
    },
    {
        "surah_number": 68,
        "verse_number": 29,
        "content": "قالوا سبحٰن ربنا إنا كنا ظٰلمين"
    },
    {
        "surah_number": 68,
        "verse_number": 30,
        "content": "فأقبل بعضهم علىٰ بعض يتلٰومون"
    },
    {
        "surah_number": 68,
        "verse_number": 31,
        "content": "قالوا يٰويلنا إنا كنا طٰغين"
    },
    {
        "surah_number": 68,
        "verse_number": 32,
        "content": "عسىٰ ربنا أن يبدلنا خيرا منها إنا إلىٰ ربنا رٰغبون"
    },
    {
        "surah_number": 68,
        "verse_number": 33,
        "content": "كذٰلك ٱلعذاب ولعذاب ٱلأخرة أكبر لو كانوا يعلمون"
    },
    {
        "surah_number": 68,
        "verse_number": 34,
        "content": "إن للمتقين عند ربهم جنـٰت ٱلنعيم"
    },
    {
        "surah_number": 68,
        "verse_number": 35,
        "content": "أفنجعل ٱلمسلمين كٱلمجرمين"
    },
    {
        "surah_number": 68,
        "verse_number": 36,
        "content": "ما لكم كيف تحكمون"
    },
    {
        "surah_number": 68,
        "verse_number": 37,
        "content": "أم لكم كتٰب فيه تدرسون"
    },
    {
        "surah_number": 68,
        "verse_number": 38,
        "content": "إن لكم فيه لما تخيرون"
    },
    {
        "surah_number": 68,
        "verse_number": 39,
        "content": "أم لكم أيمٰن علينا بٰلغة إلىٰ يوم ٱلقيٰمة إن لكم لما تحكمون"
    },
    {
        "surah_number": 68,
        "verse_number": 40,
        "content": "سلهم أيهم بذٰلك زعيم"
    },
    {
        "surah_number": 68,
        "verse_number": 41,
        "content": "أم لهم شركاء فليأتوا بشركائهم إن كانوا صٰدقين"
    },
    {
        "surah_number": 68,
        "verse_number": 42,
        "content": "يوم يكشف عن ساق ويدعون إلى ٱلسجود فلا يستطيعون"
    },
    {
        "surah_number": 68,
        "verse_number": 43,
        "content": "خٰشعة أبصٰرهم ترهقهم ذلة وقد كانوا يدعون إلى ٱلسجود وهم سٰلمون"
    },
    {
        "surah_number": 68,
        "verse_number": 44,
        "content": "فذرني ومن يكذب بهٰذا ٱلحديث سنستدرجهم من حيث لا يعلمون"
    },
    {
        "surah_number": 68,
        "verse_number": 45,
        "content": "وأملي لهم إن كيدي متين"
    },
    {
        "surah_number": 68,
        "verse_number": 46,
        "content": "أم تسـلهم أجرا فهم من مغرم مثقلون"
    },
    {
        "surah_number": 68,
        "verse_number": 47,
        "content": "أم عندهم ٱلغيب فهم يكتبون"
    },
    {
        "surah_number": 68,
        "verse_number": 48,
        "content": "فٱصبر لحكم ربك ولا تكن كصاحب ٱلحوت إذ نادىٰ وهو مكظوم"
    },
    {
        "surah_number": 68,
        "verse_number": 49,
        "content": "لولا أن تدٰركه نعمة من ربه لنبذ بٱلعراء وهو مذموم"
    },
    {
        "surah_number": 68,
        "verse_number": 50,
        "content": "فٱجتبٰه ربه فجعله من ٱلصـٰلحين"
    },
    {
        "surah_number": 68,
        "verse_number": 51,
        "content": "وإن يكاد ٱلذين كفروا ليزلقونك بأبصٰرهم لما سمعوا ٱلذكر ويقولون إنه لمجنون"
    },
    {
        "surah_number": 68,
        "verse_number": 52,
        "content": "وما هو إلا ذكر للعٰلمين"
    },
    {
        "surah_number": 69,
        "verse_number": 1,
        "content": "ٱلحاقة"
    },
    {
        "surah_number": 69,
        "verse_number": 2,
        "content": "ما ٱلحاقة"
    },
    {
        "surah_number": 69,
        "verse_number": 3,
        "content": "وما أدرىٰك ما ٱلحاقة"
    },
    {
        "surah_number": 69,
        "verse_number": 4,
        "content": "كذبت ثمود وعاد بٱلقارعة"
    },
    {
        "surah_number": 69,
        "verse_number": 5,
        "content": "فأما ثمود فأهلكوا بٱلطاغية"
    },
    {
        "surah_number": 69,
        "verse_number": 6,
        "content": "وأما عاد فأهلكوا بريح صرصر عاتية"
    },
    {
        "surah_number": 69,
        "verse_number": 7,
        "content": "سخرها عليهم سبع ليال وثمٰنية أيام حسوما فترى ٱلقوم فيها صرعىٰ كأنهم أعجاز نخل خاوية"
    },
    {
        "surah_number": 69,
        "verse_number": 8,
        "content": "فهل ترىٰ لهم من باقية"
    },
    {
        "surah_number": 69,
        "verse_number": 9,
        "content": "وجاء فرعون ومن قبله وٱلمؤتفكٰت بٱلخاطئة"
    },
    {
        "surah_number": 69,
        "verse_number": 10,
        "content": "فعصوا رسول ربهم فأخذهم أخذة رابية"
    },
    {
        "surah_number": 69,
        "verse_number": 11,
        "content": "إنا لما طغا ٱلماء حملنٰكم في ٱلجارية"
    },
    {
        "surah_number": 69,
        "verse_number": 12,
        "content": "لنجعلها لكم تذكرة وتعيها أذن وٰعية"
    },
    {
        "surah_number": 69,
        "verse_number": 13,
        "content": "فإذا نفخ في ٱلصور نفخة وٰحدة"
    },
    {
        "surah_number": 69,
        "verse_number": 14,
        "content": "وحملت ٱلأرض وٱلجبال فدكتا دكة وٰحدة"
    },
    {
        "surah_number": 69,
        "verse_number": 15,
        "content": "فيومئذ وقعت ٱلواقعة"
    },
    {
        "surah_number": 69,
        "verse_number": 16,
        "content": "وٱنشقت ٱلسماء فهي يومئذ واهية"
    },
    {
        "surah_number": 69,
        "verse_number": 17,
        "content": "وٱلملك علىٰ أرجائها ويحمل عرش ربك فوقهم يومئذ ثمٰنية"
    },
    {
        "surah_number": 69,
        "verse_number": 18,
        "content": "يومئذ تعرضون لا تخفىٰ منكم خافية"
    },
    {
        "surah_number": 69,
        "verse_number": 19,
        "content": "فأما من أوتي كتٰبه بيمينه فيقول هاؤم ٱقرءوا كتٰبيه"
    },
    {
        "surah_number": 69,
        "verse_number": 20,
        "content": "إني ظننت أني ملٰق حسابيه"
    },
    {
        "surah_number": 69,
        "verse_number": 21,
        "content": "فهو في عيشة راضية"
    },
    {
        "surah_number": 69,
        "verse_number": 22,
        "content": "في جنة عالية"
    },
    {
        "surah_number": 69,
        "verse_number": 23,
        "content": "قطوفها دانية"
    },
    {
        "surah_number": 69,
        "verse_number": 24,
        "content": "كلوا وٱشربوا هنيـا بما أسلفتم في ٱلأيام ٱلخالية"
    },
    {
        "surah_number": 69,
        "verse_number": 25,
        "content": "وأما من أوتي كتٰبه بشماله فيقول يٰليتني لم أوت كتٰبيه"
    },
    {
        "surah_number": 69,
        "verse_number": 26,
        "content": "ولم أدر ما حسابيه"
    },
    {
        "surah_number": 69,
        "verse_number": 27,
        "content": "يٰليتها كانت ٱلقاضية"
    },
    {
        "surah_number": 69,
        "verse_number": 28,
        "content": "ما أغنىٰ عني ماليه"
    },
    {
        "surah_number": 69,
        "verse_number": 29,
        "content": "هلك عني سلطٰنيه"
    },
    {
        "surah_number": 69,
        "verse_number": 30,
        "content": "خذوه فغلوه"
    },
    {
        "surah_number": 69,
        "verse_number": 31,
        "content": "ثم ٱلجحيم صلوه"
    },
    {
        "surah_number": 69,
        "verse_number": 32,
        "content": "ثم في سلسلة ذرعها سبعون ذراعا فٱسلكوه"
    },
    {
        "surah_number": 69,
        "verse_number": 33,
        "content": "إنه كان لا يؤمن بٱلله ٱلعظيم"
    },
    {
        "surah_number": 69,
        "verse_number": 34,
        "content": "ولا يحض علىٰ طعام ٱلمسكين"
    },
    {
        "surah_number": 69,
        "verse_number": 35,
        "content": "فليس له ٱليوم هٰهنا حميم"
    },
    {
        "surah_number": 69,
        "verse_number": 36,
        "content": "ولا طعام إلا من غسلين"
    },
    {
        "surah_number": 69,
        "verse_number": 37,
        "content": "لا يأكله إلا ٱلخٰطـون"
    },
    {
        "surah_number": 69,
        "verse_number": 38,
        "content": "فلا أقسم بما تبصرون"
    },
    {
        "surah_number": 69,
        "verse_number": 39,
        "content": "وما لا تبصرون"
    },
    {
        "surah_number": 69,
        "verse_number": 40,
        "content": "إنه لقول رسول كريم"
    },
    {
        "surah_number": 69,
        "verse_number": 41,
        "content": "وما هو بقول شاعر قليلا ما تؤمنون"
    },
    {
        "surah_number": 69,
        "verse_number": 42,
        "content": "ولا بقول كاهن قليلا ما تذكرون"
    },
    {
        "surah_number": 69,
        "verse_number": 43,
        "content": "تنزيل من رب ٱلعٰلمين"
    },
    {
        "surah_number": 69,
        "verse_number": 44,
        "content": "ولو تقول علينا بعض ٱلأقاويل"
    },
    {
        "surah_number": 69,
        "verse_number": 45,
        "content": "لأخذنا منه بٱليمين"
    },
    {
        "surah_number": 69,
        "verse_number": 46,
        "content": "ثم لقطعنا منه ٱلوتين"
    },
    {
        "surah_number": 69,
        "verse_number": 47,
        "content": "فما منكم من أحد عنه حٰجزين"
    },
    {
        "surah_number": 69,
        "verse_number": 48,
        "content": "وإنه لتذكرة للمتقين"
    },
    {
        "surah_number": 69,
        "verse_number": 49,
        "content": "وإنا لنعلم أن منكم مكذبين"
    },
    {
        "surah_number": 69,
        "verse_number": 50,
        "content": "وإنه لحسرة على ٱلكٰفرين"
    },
    {
        "surah_number": 69,
        "verse_number": 51,
        "content": "وإنه لحق ٱليقين"
    },
    {
        "surah_number": 69,
        "verse_number": 52,
        "content": "فسبح بٱسم ربك ٱلعظيم"
    },
    {
        "surah_number": 70,
        "verse_number": 1,
        "content": "سأل سائل بعذاب واقع"
    },
    {
        "surah_number": 70,
        "verse_number": 2,
        "content": "للكٰفرين ليس له دافع"
    },
    {
        "surah_number": 70,
        "verse_number": 3,
        "content": "من ٱلله ذي ٱلمعارج"
    },
    {
        "surah_number": 70,
        "verse_number": 4,
        "content": "تعرج ٱلملـٰئكة وٱلروح إليه في يوم كان مقداره خمسين ألف سنة"
    },
    {
        "surah_number": 70,
        "verse_number": 5,
        "content": "فٱصبر صبرا جميلا"
    },
    {
        "surah_number": 70,
        "verse_number": 6,
        "content": "إنهم يرونه بعيدا"
    },
    {
        "surah_number": 70,
        "verse_number": 7,
        "content": "ونرىٰه قريبا"
    },
    {
        "surah_number": 70,
        "verse_number": 8,
        "content": "يوم تكون ٱلسماء كٱلمهل"
    },
    {
        "surah_number": 70,
        "verse_number": 9,
        "content": "وتكون ٱلجبال كٱلعهن"
    },
    {
        "surah_number": 70,
        "verse_number": 10,
        "content": "ولا يسـل حميم حميما"
    },
    {
        "surah_number": 70,
        "verse_number": 11,
        "content": "يبصرونهم يود ٱلمجرم لو يفتدي من عذاب يومئذ ببنيه"
    },
    {
        "surah_number": 70,
        "verse_number": 12,
        "content": "وصٰحبته وأخيه"
    },
    {
        "surah_number": 70,
        "verse_number": 13,
        "content": "وفصيلته ٱلتي تـويه"
    },
    {
        "surah_number": 70,
        "verse_number": 14,
        "content": "ومن في ٱلأرض جميعا ثم ينجيه"
    },
    {
        "surah_number": 70,
        "verse_number": 15,
        "content": "كلا إنها لظىٰ"
    },
    {
        "surah_number": 70,
        "verse_number": 16,
        "content": "نزاعة للشوىٰ"
    },
    {
        "surah_number": 70,
        "verse_number": 17,
        "content": "تدعوا من أدبر وتولىٰ"
    },
    {
        "surah_number": 70,
        "verse_number": 18,
        "content": "وجمع فأوعىٰ"
    },
    {
        "surah_number": 70,
        "verse_number": 19,
        "content": "إن ٱلإنسٰن خلق هلوعا"
    },
    {
        "surah_number": 70,
        "verse_number": 20,
        "content": "إذا مسه ٱلشر جزوعا"
    },
    {
        "surah_number": 70,
        "verse_number": 21,
        "content": "وإذا مسه ٱلخير منوعا"
    },
    {
        "surah_number": 70,
        "verse_number": 22,
        "content": "إلا ٱلمصلين"
    },
    {
        "surah_number": 70,
        "verse_number": 23,
        "content": "ٱلذين هم علىٰ صلاتهم دائمون"
    },
    {
        "surah_number": 70,
        "verse_number": 24,
        "content": "وٱلذين في أموٰلهم حق معلوم"
    },
    {
        "surah_number": 70,
        "verse_number": 25,
        "content": "للسائل وٱلمحروم"
    },
    {
        "surah_number": 70,
        "verse_number": 26,
        "content": "وٱلذين يصدقون بيوم ٱلدين"
    },
    {
        "surah_number": 70,
        "verse_number": 27,
        "content": "وٱلذين هم من عذاب ربهم مشفقون"
    },
    {
        "surah_number": 70,
        "verse_number": 28,
        "content": "إن عذاب ربهم غير مأمون"
    },
    {
        "surah_number": 70,
        "verse_number": 29,
        "content": "وٱلذين هم لفروجهم حٰفظون"
    },
    {
        "surah_number": 70,
        "verse_number": 30,
        "content": "إلا علىٰ أزوٰجهم أو ما ملكت أيمٰنهم فإنهم غير ملومين"
    },
    {
        "surah_number": 70,
        "verse_number": 31,
        "content": "فمن ٱبتغىٰ وراء ذٰلك فأولـٰئك هم ٱلعادون"
    },
    {
        "surah_number": 70,
        "verse_number": 32,
        "content": "وٱلذين هم لأمٰنٰتهم وعهدهم رٰعون"
    },
    {
        "surah_number": 70,
        "verse_number": 33,
        "content": "وٱلذين هم بشهٰدٰتهم قائمون"
    },
    {
        "surah_number": 70,
        "verse_number": 34,
        "content": "وٱلذين هم علىٰ صلاتهم يحافظون"
    },
    {
        "surah_number": 70,
        "verse_number": 35,
        "content": "أولـٰئك في جنـٰت مكرمون"
    },
    {
        "surah_number": 70,
        "verse_number": 36,
        "content": "فمال ٱلذين كفروا قبلك مهطعين"
    },
    {
        "surah_number": 70,
        "verse_number": 37,
        "content": "عن ٱليمين وعن ٱلشمال عزين"
    },
    {
        "surah_number": 70,
        "verse_number": 38,
        "content": "أيطمع كل ٱمري منهم أن يدخل جنة نعيم"
    },
    {
        "surah_number": 70,
        "verse_number": 39,
        "content": "كلا إنا خلقنٰهم مما يعلمون"
    },
    {
        "surah_number": 70,
        "verse_number": 40,
        "content": "فلا أقسم برب ٱلمشٰرق وٱلمغٰرب إنا لقٰدرون"
    },
    {
        "surah_number": 70,
        "verse_number": 41,
        "content": "علىٰ أن نبدل خيرا منهم وما نحن بمسبوقين"
    },
    {
        "surah_number": 70,
        "verse_number": 42,
        "content": "فذرهم يخوضوا ويلعبوا حتىٰ يلٰقوا يومهم ٱلذي يوعدون"
    },
    {
        "surah_number": 70,
        "verse_number": 43,
        "content": "يوم يخرجون من ٱلأجداث سراعا كأنهم إلىٰ نصب يوفضون"
    },
    {
        "surah_number": 70,
        "verse_number": 44,
        "content": "خٰشعة أبصٰرهم ترهقهم ذلة ذٰلك ٱليوم ٱلذي كانوا يوعدون"
    },
    {
        "surah_number": 71,
        "verse_number": 1,
        "content": "إنا أرسلنا نوحا إلىٰ قومه أن أنذر قومك من قبل أن يأتيهم عذاب أليم"
    },
    {
        "surah_number": 71,
        "verse_number": 2,
        "content": "قال يٰقوم إني لكم نذير مبين"
    },
    {
        "surah_number": 71,
        "verse_number": 3,
        "content": "أن ٱعبدوا ٱلله وٱتقوه وأطيعون"
    },
    {
        "surah_number": 71,
        "verse_number": 4,
        "content": "يغفر لكم من ذنوبكم ويؤخركم إلىٰ أجل مسمى إن أجل ٱلله إذا جاء لا يؤخر لو كنتم تعلمون"
    },
    {
        "surah_number": 71,
        "verse_number": 5,
        "content": "قال رب إني دعوت قومي ليلا ونهارا"
    },
    {
        "surah_number": 71,
        "verse_number": 6,
        "content": "فلم يزدهم دعاءي إلا فرارا"
    },
    {
        "surah_number": 71,
        "verse_number": 7,
        "content": "وإني كلما دعوتهم لتغفر لهم جعلوا أصٰبعهم في ءاذانهم وٱستغشوا ثيابهم وأصروا وٱستكبروا ٱستكبارا"
    },
    {
        "surah_number": 71,
        "verse_number": 8,
        "content": "ثم إني دعوتهم جهارا"
    },
    {
        "surah_number": 71,
        "verse_number": 9,
        "content": "ثم إني أعلنت لهم وأسررت لهم إسرارا"
    },
    {
        "surah_number": 71,
        "verse_number": 10,
        "content": "فقلت ٱستغفروا ربكم إنه كان غفارا"
    },
    {
        "surah_number": 71,
        "verse_number": 11,
        "content": "يرسل ٱلسماء عليكم مدرارا"
    },
    {
        "surah_number": 71,
        "verse_number": 12,
        "content": "ويمددكم بأموٰل وبنين ويجعل لكم جنـٰت ويجعل لكم أنهٰرا"
    },
    {
        "surah_number": 71,
        "verse_number": 13,
        "content": "ما لكم لا ترجون لله وقارا"
    },
    {
        "surah_number": 71,
        "verse_number": 14,
        "content": "وقد خلقكم أطوارا"
    },
    {
        "surah_number": 71,
        "verse_number": 15,
        "content": "ألم تروا كيف خلق ٱلله سبع سمٰوٰت طباقا"
    },
    {
        "surah_number": 71,
        "verse_number": 16,
        "content": "وجعل ٱلقمر فيهن نورا وجعل ٱلشمس سراجا"
    },
    {
        "surah_number": 71,
        "verse_number": 17,
        "content": "وٱلله أنبتكم من ٱلأرض نباتا"
    },
    {
        "surah_number": 71,
        "verse_number": 18,
        "content": "ثم يعيدكم فيها ويخرجكم إخراجا"
    },
    {
        "surah_number": 71,
        "verse_number": 19,
        "content": "وٱلله جعل لكم ٱلأرض بساطا"
    },
    {
        "surah_number": 71,
        "verse_number": 20,
        "content": "لتسلكوا منها سبلا فجاجا"
    },
    {
        "surah_number": 71,
        "verse_number": 21,
        "content": "قال نوح رب إنهم عصوني وٱتبعوا من لم يزده ماله وولده إلا خسارا"
    },
    {
        "surah_number": 71,
        "verse_number": 22,
        "content": "ومكروا مكرا كبارا"
    },
    {
        "surah_number": 71,
        "verse_number": 23,
        "content": "وقالوا لا تذرن ءالهتكم ولا تذرن ودا ولا سواعا ولا يغوث ويعوق ونسرا"
    },
    {
        "surah_number": 71,
        "verse_number": 24,
        "content": "وقد أضلوا كثيرا ولا تزد ٱلظـٰلمين إلا ضلٰلا"
    },
    {
        "surah_number": 71,
        "verse_number": 25,
        "content": "مما خطيـٰتهم أغرقوا فأدخلوا نارا فلم يجدوا لهم من دون ٱلله أنصارا"
    },
    {
        "surah_number": 71,
        "verse_number": 26,
        "content": "وقال نوح رب لا تذر على ٱلأرض من ٱلكٰفرين ديارا"
    },
    {
        "surah_number": 71,
        "verse_number": 27,
        "content": "إنك إن تذرهم يضلوا عبادك ولا يلدوا إلا فاجرا كفارا"
    },
    {
        "surah_number": 71,
        "verse_number": 28,
        "content": "رب ٱغفر لي ولوٰلدي ولمن دخل بيتي مؤمنا وللمؤمنين وٱلمؤمنٰت ولا تزد ٱلظـٰلمين إلا تبارا"
    },
    {
        "surah_number": 72,
        "verse_number": 1,
        "content": "قل أوحي إلي أنه ٱستمع نفر من ٱلجن فقالوا إنا سمعنا قرءانا عجبا"
    },
    {
        "surah_number": 72,
        "verse_number": 2,
        "content": "يهدي إلى ٱلرشد فـامنا به ولن نشرك بربنا أحدا"
    },
    {
        "surah_number": 72,
        "verse_number": 3,
        "content": "وأنه تعٰلىٰ جد ربنا ما ٱتخذ صٰحبة ولا ولدا"
    },
    {
        "surah_number": 72,
        "verse_number": 4,
        "content": "وأنه كان يقول سفيهنا على ٱلله شططا"
    },
    {
        "surah_number": 72,
        "verse_number": 5,
        "content": "وأنا ظننا أن لن تقول ٱلإنس وٱلجن على ٱلله كذبا"
    },
    {
        "surah_number": 72,
        "verse_number": 6,
        "content": "وأنه كان رجال من ٱلإنس يعوذون برجال من ٱلجن فزادوهم رهقا"
    },
    {
        "surah_number": 72,
        "verse_number": 7,
        "content": "وأنهم ظنوا كما ظننتم أن لن يبعث ٱلله أحدا"
    },
    {
        "surah_number": 72,
        "verse_number": 8,
        "content": "وأنا لمسنا ٱلسماء فوجدنٰها ملئت حرسا شديدا وشهبا"
    },
    {
        "surah_number": 72,
        "verse_number": 9,
        "content": "وأنا كنا نقعد منها مقٰعد للسمع فمن يستمع ٱلأن يجد له شهابا رصدا"
    },
    {
        "surah_number": 72,
        "verse_number": 10,
        "content": "وأنا لا ندري أشر أريد بمن في ٱلأرض أم أراد بهم ربهم رشدا"
    },
    {
        "surah_number": 72,
        "verse_number": 11,
        "content": "وأنا منا ٱلصـٰلحون ومنا دون ذٰلك كنا طرائق قددا"
    },
    {
        "surah_number": 72,
        "verse_number": 12,
        "content": "وأنا ظننا أن لن نعجز ٱلله في ٱلأرض ولن نعجزه هربا"
    },
    {
        "surah_number": 72,
        "verse_number": 13,
        "content": "وأنا لما سمعنا ٱلهدىٰ ءامنا به فمن يؤمن بربه فلا يخاف بخسا ولا رهقا"
    },
    {
        "surah_number": 72,
        "verse_number": 14,
        "content": "وأنا منا ٱلمسلمون ومنا ٱلقٰسطون فمن أسلم فأولـٰئك تحروا رشدا"
    },
    {
        "surah_number": 72,
        "verse_number": 15,
        "content": "وأما ٱلقٰسطون فكانوا لجهنم حطبا"
    },
    {
        "surah_number": 72,
        "verse_number": 16,
        "content": "وألو ٱستقٰموا على ٱلطريقة لأسقينٰهم ماء غدقا"
    },
    {
        "surah_number": 72,
        "verse_number": 17,
        "content": "لنفتنهم فيه ومن يعرض عن ذكر ربه يسلكه عذابا صعدا"
    },
    {
        "surah_number": 72,
        "verse_number": 18,
        "content": "وأن ٱلمسٰجد لله فلا تدعوا مع ٱلله أحدا"
    },
    {
        "surah_number": 72,
        "verse_number": 19,
        "content": "وأنه لما قام عبد ٱلله يدعوه كادوا يكونون عليه لبدا"
    },
    {
        "surah_number": 72,
        "verse_number": 20,
        "content": "قل إنما أدعوا ربي ولا أشرك به أحدا"
    },
    {
        "surah_number": 72,
        "verse_number": 21,
        "content": "قل إني لا أملك لكم ضرا ولا رشدا"
    },
    {
        "surah_number": 72,
        "verse_number": 22,
        "content": "قل إني لن يجيرني من ٱلله أحد ولن أجد من دونه ملتحدا"
    },
    {
        "surah_number": 72,
        "verse_number": 23,
        "content": "إلا بلٰغا من ٱلله ورسٰلٰته ومن يعص ٱلله ورسوله فإن له نار جهنم خٰلدين فيها أبدا"
    },
    {
        "surah_number": 72,
        "verse_number": 24,
        "content": "حتىٰ إذا رأوا ما يوعدون فسيعلمون من أضعف ناصرا وأقل عددا"
    },
    {
        "surah_number": 72,
        "verse_number": 25,
        "content": "قل إن أدري أقريب ما توعدون أم يجعل له ربي أمدا"
    },
    {
        "surah_number": 72,
        "verse_number": 26,
        "content": "عٰلم ٱلغيب فلا يظهر علىٰ غيبه أحدا"
    },
    {
        "surah_number": 72,
        "verse_number": 27,
        "content": "إلا من ٱرتضىٰ من رسول فإنه يسلك من بين يديه ومن خلفه رصدا"
    },
    {
        "surah_number": 72,
        "verse_number": 28,
        "content": "ليعلم أن قد أبلغوا رسٰلٰت ربهم وأحاط بما لديهم وأحصىٰ كل شيء عددا"
    },
    {
        "surah_number": 73,
        "verse_number": 1,
        "content": "يـٰأيها ٱلمزمل"
    },
    {
        "surah_number": 73,
        "verse_number": 2,
        "content": "قم ٱليل إلا قليلا"
    },
    {
        "surah_number": 73,
        "verse_number": 3,
        "content": "نصفه أو ٱنقص منه قليلا"
    },
    {
        "surah_number": 73,
        "verse_number": 4,
        "content": "أو زد عليه ورتل ٱلقرءان ترتيلا"
    },
    {
        "surah_number": 73,
        "verse_number": 5,
        "content": "إنا سنلقي عليك قولا ثقيلا"
    },
    {
        "surah_number": 73,
        "verse_number": 6,
        "content": "إن ناشئة ٱليل هي أشد وطـا وأقوم قيلا"
    },
    {
        "surah_number": 73,
        "verse_number": 7,
        "content": "إن لك في ٱلنهار سبحا طويلا"
    },
    {
        "surah_number": 73,
        "verse_number": 8,
        "content": "وٱذكر ٱسم ربك وتبتل إليه تبتيلا"
    },
    {
        "surah_number": 73,
        "verse_number": 9,
        "content": "رب ٱلمشرق وٱلمغرب لا إلٰه إلا هو فٱتخذه وكيلا"
    },
    {
        "surah_number": 73,
        "verse_number": 10,
        "content": "وٱصبر علىٰ ما يقولون وٱهجرهم هجرا جميلا"
    },
    {
        "surah_number": 73,
        "verse_number": 11,
        "content": "وذرني وٱلمكذبين أولي ٱلنعمة ومهلهم قليلا"
    },
    {
        "surah_number": 73,
        "verse_number": 12,
        "content": "إن لدينا أنكالا وجحيما"
    },
    {
        "surah_number": 73,
        "verse_number": 13,
        "content": "وطعاما ذا غصة وعذابا أليما"
    },
    {
        "surah_number": 73,
        "verse_number": 14,
        "content": "يوم ترجف ٱلأرض وٱلجبال وكانت ٱلجبال كثيبا مهيلا"
    },
    {
        "surah_number": 73,
        "verse_number": 15,
        "content": "إنا أرسلنا إليكم رسولا شٰهدا عليكم كما أرسلنا إلىٰ فرعون رسولا"
    },
    {
        "surah_number": 73,
        "verse_number": 16,
        "content": "فعصىٰ فرعون ٱلرسول فأخذنٰه أخذا وبيلا"
    },
    {
        "surah_number": 73,
        "verse_number": 17,
        "content": "فكيف تتقون إن كفرتم يوما يجعل ٱلولدٰن شيبا"
    },
    {
        "surah_number": 73,
        "verse_number": 18,
        "content": "ٱلسماء منفطر به كان وعده مفعولا"
    },
    {
        "surah_number": 73,
        "verse_number": 19,
        "content": "إن هٰذه تذكرة فمن شاء ٱتخذ إلىٰ ربه سبيلا"
    },
    {
        "surah_number": 73,
        "verse_number": 20,
        "content": "إن ربك يعلم أنك تقوم أدنىٰ من ثلثي ٱليل ونصفه وثلثه وطائفة من ٱلذين معك وٱلله يقدر ٱليل وٱلنهار علم أن لن تحصوه فتاب عليكم فٱقرءوا ما تيسر من ٱلقرءان علم أن سيكون منكم مرضىٰ وءاخرون يضربون في ٱلأرض يبتغون من فضل ٱلله وءاخرون يقٰتلون في سبيل ٱلله فٱقرءوا ما تيسر منه وأقيموا ٱلصلوٰة وءاتوا ٱلزكوٰة وأقرضوا ٱلله قرضا حسنا وما تقدموا لأنفسكم من خير تجدوه عند ٱلله هو خيرا وأعظم أجرا وٱستغفروا ٱلله إن ٱلله غفور رحيم"
    },
    {
        "surah_number": 74,
        "verse_number": 1,
        "content": "يـٰأيها ٱلمدثر"
    },
    {
        "surah_number": 74,
        "verse_number": 2,
        "content": "قم فأنذر"
    },
    {
        "surah_number": 74,
        "verse_number": 3,
        "content": "وربك فكبر"
    },
    {
        "surah_number": 74,
        "verse_number": 4,
        "content": "وثيابك فطهر"
    },
    {
        "surah_number": 74,
        "verse_number": 5,
        "content": "وٱلرجز فٱهجر"
    },
    {
        "surah_number": 74,
        "verse_number": 6,
        "content": "ولا تمنن تستكثر"
    },
    {
        "surah_number": 74,
        "verse_number": 7,
        "content": "ولربك فٱصبر"
    },
    {
        "surah_number": 74,
        "verse_number": 8,
        "content": "فإذا نقر في ٱلناقور"
    },
    {
        "surah_number": 74,
        "verse_number": 9,
        "content": "فذٰلك يومئذ يوم عسير"
    },
    {
        "surah_number": 74,
        "verse_number": 10,
        "content": "على ٱلكٰفرين غير يسير"
    },
    {
        "surah_number": 74,
        "verse_number": 11,
        "content": "ذرني ومن خلقت وحيدا"
    },
    {
        "surah_number": 74,
        "verse_number": 12,
        "content": "وجعلت له مالا ممدودا"
    },
    {
        "surah_number": 74,
        "verse_number": 13,
        "content": "وبنين شهودا"
    },
    {
        "surah_number": 74,
        "verse_number": 14,
        "content": "ومهدت له تمهيدا"
    },
    {
        "surah_number": 74,
        "verse_number": 15,
        "content": "ثم يطمع أن أزيد"
    },
    {
        "surah_number": 74,
        "verse_number": 16,
        "content": "كلا إنه كان لأيٰتنا عنيدا"
    },
    {
        "surah_number": 74,
        "verse_number": 17,
        "content": "سأرهقه صعودا"
    },
    {
        "surah_number": 74,
        "verse_number": 18,
        "content": "إنه فكر وقدر"
    },
    {
        "surah_number": 74,
        "verse_number": 19,
        "content": "فقتل كيف قدر"
    },
    {
        "surah_number": 74,
        "verse_number": 20,
        "content": "ثم قتل كيف قدر"
    },
    {
        "surah_number": 74,
        "verse_number": 21,
        "content": "ثم نظر"
    },
    {
        "surah_number": 74,
        "verse_number": 22,
        "content": "ثم عبس وبسر"
    },
    {
        "surah_number": 74,
        "verse_number": 23,
        "content": "ثم أدبر وٱستكبر"
    },
    {
        "surah_number": 74,
        "verse_number": 24,
        "content": "فقال إن هٰذا إلا سحر يؤثر"
    },
    {
        "surah_number": 74,
        "verse_number": 25,
        "content": "إن هٰذا إلا قول ٱلبشر"
    },
    {
        "surah_number": 74,
        "verse_number": 26,
        "content": "سأصليه سقر"
    },
    {
        "surah_number": 74,
        "verse_number": 27,
        "content": "وما أدرىٰك ما سقر"
    },
    {
        "surah_number": 74,
        "verse_number": 28,
        "content": "لا تبقي ولا تذر"
    },
    {
        "surah_number": 74,
        "verse_number": 29,
        "content": "لواحة للبشر"
    },
    {
        "surah_number": 74,
        "verse_number": 30,
        "content": "عليها تسعة عشر"
    },
    {
        "surah_number": 74,
        "verse_number": 31,
        "content": "وما جعلنا أصحٰب ٱلنار إلا ملـٰئكة وما جعلنا عدتهم إلا فتنة للذين كفروا ليستيقن ٱلذين أوتوا ٱلكتٰب ويزداد ٱلذين ءامنوا إيمٰنا ولا يرتاب ٱلذين أوتوا ٱلكتٰب وٱلمؤمنون وليقول ٱلذين في قلوبهم مرض وٱلكٰفرون ماذا أراد ٱلله بهٰذا مثلا كذٰلك يضل ٱلله من يشاء ويهدي من يشاء وما يعلم جنود ربك إلا هو وما هي إلا ذكرىٰ للبشر"
    },
    {
        "surah_number": 74,
        "verse_number": 32,
        "content": "كلا وٱلقمر"
    },
    {
        "surah_number": 74,
        "verse_number": 33,
        "content": "وٱليل إذ أدبر"
    },
    {
        "surah_number": 74,
        "verse_number": 34,
        "content": "وٱلصبح إذا أسفر"
    },
    {
        "surah_number": 74,
        "verse_number": 35,
        "content": "إنها لإحدى ٱلكبر"
    },
    {
        "surah_number": 74,
        "verse_number": 36,
        "content": "نذيرا للبشر"
    },
    {
        "surah_number": 74,
        "verse_number": 37,
        "content": "لمن شاء منكم أن يتقدم أو يتأخر"
    },
    {
        "surah_number": 74,
        "verse_number": 38,
        "content": "كل نفس بما كسبت رهينة"
    },
    {
        "surah_number": 74,
        "verse_number": 39,
        "content": "إلا أصحٰب ٱليمين"
    },
    {
        "surah_number": 74,
        "verse_number": 40,
        "content": "في جنـٰت يتساءلون"
    },
    {
        "surah_number": 74,
        "verse_number": 41,
        "content": "عن ٱلمجرمين"
    },
    {
        "surah_number": 74,
        "verse_number": 42,
        "content": "ما سلككم في سقر"
    },
    {
        "surah_number": 74,
        "verse_number": 43,
        "content": "قالوا لم نك من ٱلمصلين"
    },
    {
        "surah_number": 74,
        "verse_number": 44,
        "content": "ولم نك نطعم ٱلمسكين"
    },
    {
        "surah_number": 74,
        "verse_number": 45,
        "content": "وكنا نخوض مع ٱلخائضين"
    },
    {
        "surah_number": 74,
        "verse_number": 46,
        "content": "وكنا نكذب بيوم ٱلدين"
    },
    {
        "surah_number": 74,
        "verse_number": 47,
        "content": "حتىٰ أتىٰنا ٱليقين"
    },
    {
        "surah_number": 74,
        "verse_number": 48,
        "content": "فما تنفعهم شفٰعة ٱلشـٰفعين"
    },
    {
        "surah_number": 74,
        "verse_number": 49,
        "content": "فما لهم عن ٱلتذكرة معرضين"
    },
    {
        "surah_number": 74,
        "verse_number": 50,
        "content": "كأنهم حمر مستنفرة"
    },
    {
        "surah_number": 74,
        "verse_number": 51,
        "content": "فرت من قسورة"
    },
    {
        "surah_number": 74,
        "verse_number": 52,
        "content": "بل يريد كل ٱمري منهم أن يؤتىٰ صحفا منشرة"
    },
    {
        "surah_number": 74,
        "verse_number": 53,
        "content": "كلا بل لا يخافون ٱلأخرة"
    },
    {
        "surah_number": 74,
        "verse_number": 54,
        "content": "كلا إنه تذكرة"
    },
    {
        "surah_number": 74,
        "verse_number": 55,
        "content": "فمن شاء ذكره"
    },
    {
        "surah_number": 74,
        "verse_number": 56,
        "content": "وما يذكرون إلا أن يشاء ٱلله هو أهل ٱلتقوىٰ وأهل ٱلمغفرة"
    },
    {
        "surah_number": 75,
        "verse_number": 1,
        "content": "لا أقسم بيوم ٱلقيٰمة"
    },
    {
        "surah_number": 75,
        "verse_number": 2,
        "content": "ولا أقسم بٱلنفس ٱللوامة"
    },
    {
        "surah_number": 75,
        "verse_number": 3,
        "content": "أيحسب ٱلإنسٰن ألن نجمع عظامه"
    },
    {
        "surah_number": 75,
        "verse_number": 4,
        "content": "بلىٰ قٰدرين علىٰ أن نسوي بنانه"
    },
    {
        "surah_number": 75,
        "verse_number": 5,
        "content": "بل يريد ٱلإنسٰن ليفجر أمامه"
    },
    {
        "surah_number": 75,
        "verse_number": 6,
        "content": "يسـل أيان يوم ٱلقيٰمة"
    },
    {
        "surah_number": 75,
        "verse_number": 7,
        "content": "فإذا برق ٱلبصر"
    },
    {
        "surah_number": 75,
        "verse_number": 8,
        "content": "وخسف ٱلقمر"
    },
    {
        "surah_number": 75,
        "verse_number": 9,
        "content": "وجمع ٱلشمس وٱلقمر"
    },
    {
        "surah_number": 75,
        "verse_number": 10,
        "content": "يقول ٱلإنسٰن يومئذ أين ٱلمفر"
    },
    {
        "surah_number": 75,
        "verse_number": 11,
        "content": "كلا لا وزر"
    },
    {
        "surah_number": 75,
        "verse_number": 12,
        "content": "إلىٰ ربك يومئذ ٱلمستقر"
    },
    {
        "surah_number": 75,
        "verse_number": 13,
        "content": "ينبؤا ٱلإنسٰن يومئذ بما قدم وأخر"
    },
    {
        "surah_number": 75,
        "verse_number": 14,
        "content": "بل ٱلإنسٰن علىٰ نفسه بصيرة"
    },
    {
        "surah_number": 75,
        "verse_number": 15,
        "content": "ولو ألقىٰ معاذيره"
    },
    {
        "surah_number": 75,
        "verse_number": 16,
        "content": "لا تحرك به لسانك لتعجل به"
    },
    {
        "surah_number": 75,
        "verse_number": 17,
        "content": "إن علينا جمعه وقرءانه"
    },
    {
        "surah_number": 75,
        "verse_number": 18,
        "content": "فإذا قرأنٰه فٱتبع قرءانه"
    },
    {
        "surah_number": 75,
        "verse_number": 19,
        "content": "ثم إن علينا بيانه"
    },
    {
        "surah_number": 75,
        "verse_number": 20,
        "content": "كلا بل تحبون ٱلعاجلة"
    },
    {
        "surah_number": 75,
        "verse_number": 21,
        "content": "وتذرون ٱلأخرة"
    },
    {
        "surah_number": 75,
        "verse_number": 22,
        "content": "وجوه يومئذ ناضرة"
    },
    {
        "surah_number": 75,
        "verse_number": 23,
        "content": "إلىٰ ربها ناظرة"
    },
    {
        "surah_number": 75,
        "verse_number": 24,
        "content": "ووجوه يومئذ باسرة"
    },
    {
        "surah_number": 75,
        "verse_number": 25,
        "content": "تظن أن يفعل بها فاقرة"
    },
    {
        "surah_number": 75,
        "verse_number": 26,
        "content": "كلا إذا بلغت ٱلتراقي"
    },
    {
        "surah_number": 75,
        "verse_number": 27,
        "content": "وقيل من راق"
    },
    {
        "surah_number": 75,
        "verse_number": 28,
        "content": "وظن أنه ٱلفراق"
    },
    {
        "surah_number": 75,
        "verse_number": 29,
        "content": "وٱلتفت ٱلساق بٱلساق"
    },
    {
        "surah_number": 75,
        "verse_number": 30,
        "content": "إلىٰ ربك يومئذ ٱلمساق"
    },
    {
        "surah_number": 75,
        "verse_number": 31,
        "content": "فلا صدق ولا صلىٰ"
    },
    {
        "surah_number": 75,
        "verse_number": 32,
        "content": "ولٰكن كذب وتولىٰ"
    },
    {
        "surah_number": 75,
        "verse_number": 33,
        "content": "ثم ذهب إلىٰ أهله يتمطىٰ"
    },
    {
        "surah_number": 75,
        "verse_number": 34,
        "content": "أولىٰ لك فأولىٰ"
    },
    {
        "surah_number": 75,
        "verse_number": 35,
        "content": "ثم أولىٰ لك فأولىٰ"
    },
    {
        "surah_number": 75,
        "verse_number": 36,
        "content": "أيحسب ٱلإنسٰن أن يترك سدى"
    },
    {
        "surah_number": 75,
        "verse_number": 37,
        "content": "ألم يك نطفة من مني يمنىٰ"
    },
    {
        "surah_number": 75,
        "verse_number": 38,
        "content": "ثم كان علقة فخلق فسوىٰ"
    },
    {
        "surah_number": 75,
        "verse_number": 39,
        "content": "فجعل منه ٱلزوجين ٱلذكر وٱلأنثىٰ"
    },
    {
        "surah_number": 75,
        "verse_number": 40,
        "content": "أليس ذٰلك بقٰدر علىٰ أن يحـي ٱلموتىٰ"
    },
    {
        "surah_number": 76,
        "verse_number": 1,
        "content": "هل أتىٰ على ٱلإنسٰن حين من ٱلدهر لم يكن شيـا مذكورا"
    },
    {
        "surah_number": 76,
        "verse_number": 2,
        "content": "إنا خلقنا ٱلإنسٰن من نطفة أمشاج نبتليه فجعلنٰه سميعا بصيرا"
    },
    {
        "surah_number": 76,
        "verse_number": 3,
        "content": "إنا هدينٰه ٱلسبيل إما شاكرا وإما كفورا"
    },
    {
        "surah_number": 76,
        "verse_number": 4,
        "content": "إنا أعتدنا للكٰفرين سلٰسلا وأغلٰلا وسعيرا"
    },
    {
        "surah_number": 76,
        "verse_number": 5,
        "content": "إن ٱلأبرار يشربون من كأس كان مزاجها كافورا"
    },
    {
        "surah_number": 76,
        "verse_number": 6,
        "content": "عينا يشرب بها عباد ٱلله يفجرونها تفجيرا"
    },
    {
        "surah_number": 76,
        "verse_number": 7,
        "content": "يوفون بٱلنذر ويخافون يوما كان شره مستطيرا"
    },
    {
        "surah_number": 76,
        "verse_number": 8,
        "content": "ويطعمون ٱلطعام علىٰ حبه مسكينا ويتيما وأسيرا"
    },
    {
        "surah_number": 76,
        "verse_number": 9,
        "content": "إنما نطعمكم لوجه ٱلله لا نريد منكم جزاء ولا شكورا"
    },
    {
        "surah_number": 76,
        "verse_number": 10,
        "content": "إنا نخاف من ربنا يوما عبوسا قمطريرا"
    },
    {
        "surah_number": 76,
        "verse_number": 11,
        "content": "فوقىٰهم ٱلله شر ذٰلك ٱليوم ولقىٰهم نضرة وسرورا"
    },
    {
        "surah_number": 76,
        "verse_number": 12,
        "content": "وجزىٰهم بما صبروا جنة وحريرا"
    },
    {
        "surah_number": 76,
        "verse_number": 13,
        "content": "متكـين فيها على ٱلأرائك لا يرون فيها شمسا ولا زمهريرا"
    },
    {
        "surah_number": 76,
        "verse_number": 14,
        "content": "ودانية عليهم ظلٰلها وذللت قطوفها تذليلا"
    },
    {
        "surah_number": 76,
        "verse_number": 15,
        "content": "ويطاف عليهم بـانية من فضة وأكواب كانت قواريرا"
    },
    {
        "surah_number": 76,
        "verse_number": 16,
        "content": "قواريرا من فضة قدروها تقديرا"
    },
    {
        "surah_number": 76,
        "verse_number": 17,
        "content": "ويسقون فيها كأسا كان مزاجها زنجبيلا"
    },
    {
        "surah_number": 76,
        "verse_number": 18,
        "content": "عينا فيها تسمىٰ سلسبيلا"
    },
    {
        "surah_number": 76,
        "verse_number": 19,
        "content": "ويطوف عليهم ولدٰن مخلدون إذا رأيتهم حسبتهم لؤلؤا منثورا"
    },
    {
        "surah_number": 76,
        "verse_number": 20,
        "content": "وإذا رأيت ثم رأيت نعيما وملكا كبيرا"
    },
    {
        "surah_number": 76,
        "verse_number": 21,
        "content": "عٰليهم ثياب سندس خضر وإستبرق وحلوا أساور من فضة وسقىٰهم ربهم شرابا طهورا"
    },
    {
        "surah_number": 76,
        "verse_number": 22,
        "content": "إن هٰذا كان لكم جزاء وكان سعيكم مشكورا"
    },
    {
        "surah_number": 76,
        "verse_number": 23,
        "content": "إنا نحن نزلنا عليك ٱلقرءان تنزيلا"
    },
    {
        "surah_number": 76,
        "verse_number": 24,
        "content": "فٱصبر لحكم ربك ولا تطع منهم ءاثما أو كفورا"
    },
    {
        "surah_number": 76,
        "verse_number": 25,
        "content": "وٱذكر ٱسم ربك بكرة وأصيلا"
    },
    {
        "surah_number": 76,
        "verse_number": 26,
        "content": "ومن ٱليل فٱسجد له وسبحه ليلا طويلا"
    },
    {
        "surah_number": 76,
        "verse_number": 27,
        "content": "إن هـٰؤلاء يحبون ٱلعاجلة ويذرون وراءهم يوما ثقيلا"
    },
    {
        "surah_number": 76,
        "verse_number": 28,
        "content": "نحن خلقنٰهم وشددنا أسرهم وإذا شئنا بدلنا أمثٰلهم تبديلا"
    },
    {
        "surah_number": 76,
        "verse_number": 29,
        "content": "إن هٰذه تذكرة فمن شاء ٱتخذ إلىٰ ربه سبيلا"
    },
    {
        "surah_number": 76,
        "verse_number": 30,
        "content": "وما تشاءون إلا أن يشاء ٱلله إن ٱلله كان عليما حكيما"
    },
    {
        "surah_number": 76,
        "verse_number": 31,
        "content": "يدخل من يشاء في رحمته وٱلظـٰلمين أعد لهم عذابا أليما"
    },
    {
        "surah_number": 77,
        "verse_number": 1,
        "content": "وٱلمرسلٰت عرفا"
    },
    {
        "surah_number": 77,
        "verse_number": 2,
        "content": "فٱلعٰصفٰت عصفا"
    },
    {
        "surah_number": 77,
        "verse_number": 3,
        "content": "وٱلنـٰشرٰت نشرا"
    },
    {
        "surah_number": 77,
        "verse_number": 4,
        "content": "فٱلفٰرقٰت فرقا"
    },
    {
        "surah_number": 77,
        "verse_number": 5,
        "content": "فٱلملقيٰت ذكرا"
    },
    {
        "surah_number": 77,
        "verse_number": 6,
        "content": "عذرا أو نذرا"
    },
    {
        "surah_number": 77,
        "verse_number": 7,
        "content": "إنما توعدون لوٰقع"
    },
    {
        "surah_number": 77,
        "verse_number": 8,
        "content": "فإذا ٱلنجوم طمست"
    },
    {
        "surah_number": 77,
        "verse_number": 9,
        "content": "وإذا ٱلسماء فرجت"
    },
    {
        "surah_number": 77,
        "verse_number": 10,
        "content": "وإذا ٱلجبال نسفت"
    },
    {
        "surah_number": 77,
        "verse_number": 11,
        "content": "وإذا ٱلرسل أقتت"
    },
    {
        "surah_number": 77,
        "verse_number": 12,
        "content": "لأي يوم أجلت"
    },
    {
        "surah_number": 77,
        "verse_number": 13,
        "content": "ليوم ٱلفصل"
    },
    {
        "surah_number": 77,
        "verse_number": 14,
        "content": "وما أدرىٰك ما يوم ٱلفصل"
    },
    {
        "surah_number": 77,
        "verse_number": 15,
        "content": "ويل يومئذ للمكذبين"
    },
    {
        "surah_number": 77,
        "verse_number": 16,
        "content": "ألم نهلك ٱلأولين"
    },
    {
        "surah_number": 77,
        "verse_number": 17,
        "content": "ثم نتبعهم ٱلأخرين"
    },
    {
        "surah_number": 77,
        "verse_number": 18,
        "content": "كذٰلك نفعل بٱلمجرمين"
    },
    {
        "surah_number": 77,
        "verse_number": 19,
        "content": "ويل يومئذ للمكذبين"
    },
    {
        "surah_number": 77,
        "verse_number": 20,
        "content": "ألم نخلقكم من ماء مهين"
    },
    {
        "surah_number": 77,
        "verse_number": 21,
        "content": "فجعلنٰه في قرار مكين"
    },
    {
        "surah_number": 77,
        "verse_number": 22,
        "content": "إلىٰ قدر معلوم"
    },
    {
        "surah_number": 77,
        "verse_number": 23,
        "content": "فقدرنا فنعم ٱلقٰدرون"
    },
    {
        "surah_number": 77,
        "verse_number": 24,
        "content": "ويل يومئذ للمكذبين"
    },
    {
        "surah_number": 77,
        "verse_number": 25,
        "content": "ألم نجعل ٱلأرض كفاتا"
    },
    {
        "surah_number": 77,
        "verse_number": 26,
        "content": "أحياء وأموٰتا"
    },
    {
        "surah_number": 77,
        "verse_number": 27,
        "content": "وجعلنا فيها روٰسي شٰمخٰت وأسقينٰكم ماء فراتا"
    },
    {
        "surah_number": 77,
        "verse_number": 28,
        "content": "ويل يومئذ للمكذبين"
    },
    {
        "surah_number": 77,
        "verse_number": 29,
        "content": "ٱنطلقوا إلىٰ ما كنتم به تكذبون"
    },
    {
        "surah_number": 77,
        "verse_number": 30,
        "content": "ٱنطلقوا إلىٰ ظل ذي ثلٰث شعب"
    },
    {
        "surah_number": 77,
        "verse_number": 31,
        "content": "لا ظليل ولا يغني من ٱللهب"
    },
    {
        "surah_number": 77,
        "verse_number": 32,
        "content": "إنها ترمي بشرر كٱلقصر"
    },
    {
        "surah_number": 77,
        "verse_number": 33,
        "content": "كأنه جمٰلت صفر"
    },
    {
        "surah_number": 77,
        "verse_number": 34,
        "content": "ويل يومئذ للمكذبين"
    },
    {
        "surah_number": 77,
        "verse_number": 35,
        "content": "هٰذا يوم لا ينطقون"
    },
    {
        "surah_number": 77,
        "verse_number": 36,
        "content": "ولا يؤذن لهم فيعتذرون"
    },
    {
        "surah_number": 77,
        "verse_number": 37,
        "content": "ويل يومئذ للمكذبين"
    },
    {
        "surah_number": 77,
        "verse_number": 38,
        "content": "هٰذا يوم ٱلفصل جمعنٰكم وٱلأولين"
    },
    {
        "surah_number": 77,
        "verse_number": 39,
        "content": "فإن كان لكم كيد فكيدون"
    },
    {
        "surah_number": 77,
        "verse_number": 40,
        "content": "ويل يومئذ للمكذبين"
    },
    {
        "surah_number": 77,
        "verse_number": 41,
        "content": "إن ٱلمتقين في ظلٰل وعيون"
    },
    {
        "surah_number": 77,
        "verse_number": 42,
        "content": "وفوٰكه مما يشتهون"
    },
    {
        "surah_number": 77,
        "verse_number": 43,
        "content": "كلوا وٱشربوا هنيـا بما كنتم تعملون"
    },
    {
        "surah_number": 77,
        "verse_number": 44,
        "content": "إنا كذٰلك نجزي ٱلمحسنين"
    },
    {
        "surah_number": 77,
        "verse_number": 45,
        "content": "ويل يومئذ للمكذبين"
    },
    {
        "surah_number": 77,
        "verse_number": 46,
        "content": "كلوا وتمتعوا قليلا إنكم مجرمون"
    },
    {
        "surah_number": 77,
        "verse_number": 47,
        "content": "ويل يومئذ للمكذبين"
    },
    {
        "surah_number": 77,
        "verse_number": 48,
        "content": "وإذا قيل لهم ٱركعوا لا يركعون"
    },
    {
        "surah_number": 77,
        "verse_number": 49,
        "content": "ويل يومئذ للمكذبين"
    },
    {
        "surah_number": 77,
        "verse_number": 50,
        "content": "فبأي حديث بعده يؤمنون"
    },
    {
        "surah_number": 78,
        "verse_number": 1,
        "content": "عم يتساءلون"
    },
    {
        "surah_number": 78,
        "verse_number": 2,
        "content": "عن ٱلنبإ ٱلعظيم"
    },
    {
        "surah_number": 78,
        "verse_number": 3,
        "content": "ٱلذي هم فيه مختلفون"
    },
    {
        "surah_number": 78,
        "verse_number": 4,
        "content": "كلا سيعلمون"
    },
    {
        "surah_number": 78,
        "verse_number": 5,
        "content": "ثم كلا سيعلمون"
    },
    {
        "surah_number": 78,
        "verse_number": 6,
        "content": "ألم نجعل ٱلأرض مهٰدا"
    },
    {
        "surah_number": 78,
        "verse_number": 7,
        "content": "وٱلجبال أوتادا"
    },
    {
        "surah_number": 78,
        "verse_number": 8,
        "content": "وخلقنٰكم أزوٰجا"
    },
    {
        "surah_number": 78,
        "verse_number": 9,
        "content": "وجعلنا نومكم سباتا"
    },
    {
        "surah_number": 78,
        "verse_number": 10,
        "content": "وجعلنا ٱليل لباسا"
    },
    {
        "surah_number": 78,
        "verse_number": 11,
        "content": "وجعلنا ٱلنهار معاشا"
    },
    {
        "surah_number": 78,
        "verse_number": 12,
        "content": "وبنينا فوقكم سبعا شدادا"
    },
    {
        "surah_number": 78,
        "verse_number": 13,
        "content": "وجعلنا سراجا وهاجا"
    },
    {
        "surah_number": 78,
        "verse_number": 14,
        "content": "وأنزلنا من ٱلمعصرٰت ماء ثجاجا"
    },
    {
        "surah_number": 78,
        "verse_number": 15,
        "content": "لنخرج به حبا ونباتا"
    },
    {
        "surah_number": 78,
        "verse_number": 16,
        "content": "وجنـٰت ألفافا"
    },
    {
        "surah_number": 78,
        "verse_number": 17,
        "content": "إن يوم ٱلفصل كان ميقٰتا"
    },
    {
        "surah_number": 78,
        "verse_number": 18,
        "content": "يوم ينفخ في ٱلصور فتأتون أفواجا"
    },
    {
        "surah_number": 78,
        "verse_number": 19,
        "content": "وفتحت ٱلسماء فكانت أبوٰبا"
    },
    {
        "surah_number": 78,
        "verse_number": 20,
        "content": "وسيرت ٱلجبال فكانت سرابا"
    },
    {
        "surah_number": 78,
        "verse_number": 21,
        "content": "إن جهنم كانت مرصادا"
    },
    {
        "surah_number": 78,
        "verse_number": 22,
        "content": "للطـٰغين مـابا"
    },
    {
        "surah_number": 78,
        "verse_number": 23,
        "content": "لـٰبثين فيها أحقابا"
    },
    {
        "surah_number": 78,
        "verse_number": 24,
        "content": "لا يذوقون فيها بردا ولا شرابا"
    },
    {
        "surah_number": 78,
        "verse_number": 25,
        "content": "إلا حميما وغساقا"
    },
    {
        "surah_number": 78,
        "verse_number": 26,
        "content": "جزاء وفاقا"
    },
    {
        "surah_number": 78,
        "verse_number": 27,
        "content": "إنهم كانوا لا يرجون حسابا"
    },
    {
        "surah_number": 78,
        "verse_number": 28,
        "content": "وكذبوا بـايٰتنا كذابا"
    },
    {
        "surah_number": 78,
        "verse_number": 29,
        "content": "وكل شيء أحصينٰه كتٰبا"
    },
    {
        "surah_number": 78,
        "verse_number": 30,
        "content": "فذوقوا فلن نزيدكم إلا عذابا"
    },
    {
        "surah_number": 78,
        "verse_number": 31,
        "content": "إن للمتقين مفازا"
    },
    {
        "surah_number": 78,
        "verse_number": 32,
        "content": "حدائق وأعنٰبا"
    },
    {
        "surah_number": 78,
        "verse_number": 33,
        "content": "وكواعب أترابا"
    },
    {
        "surah_number": 78,
        "verse_number": 34,
        "content": "وكأسا دهاقا"
    },
    {
        "surah_number": 78,
        "verse_number": 35,
        "content": "لا يسمعون فيها لغوا ولا كذـٰبا"
    },
    {
        "surah_number": 78,
        "verse_number": 36,
        "content": "جزاء من ربك عطاء حسابا"
    },
    {
        "surah_number": 78,
        "verse_number": 37,
        "content": "رب ٱلسمٰوٰت وٱلأرض وما بينهما ٱلرحمٰن لا يملكون منه خطابا"
    },
    {
        "surah_number": 78,
        "verse_number": 38,
        "content": "يوم يقوم ٱلروح وٱلملـٰئكة صفا لا يتكلمون إلا من أذن له ٱلرحمٰن وقال صوابا"
    },
    {
        "surah_number": 78,
        "verse_number": 39,
        "content": "ذٰلك ٱليوم ٱلحق فمن شاء ٱتخذ إلىٰ ربه مـابا"
    },
    {
        "surah_number": 78,
        "verse_number": 40,
        "content": "إنا أنذرنٰكم عذابا قريبا يوم ينظر ٱلمرء ما قدمت يداه ويقول ٱلكافر يٰليتني كنت ترٰبا"
    },
    {
        "surah_number": 79,
        "verse_number": 1,
        "content": "وٱلنـٰزعٰت غرقا"
    },
    {
        "surah_number": 79,
        "verse_number": 2,
        "content": "وٱلنـٰشطٰت نشطا"
    },
    {
        "surah_number": 79,
        "verse_number": 3,
        "content": "وٱلسـٰبحٰت سبحا"
    },
    {
        "surah_number": 79,
        "verse_number": 4,
        "content": "فٱلسـٰبقٰت سبقا"
    },
    {
        "surah_number": 79,
        "verse_number": 5,
        "content": "فٱلمدبرٰت أمرا"
    },
    {
        "surah_number": 79,
        "verse_number": 6,
        "content": "يوم ترجف ٱلراجفة"
    },
    {
        "surah_number": 79,
        "verse_number": 7,
        "content": "تتبعها ٱلرادفة"
    },
    {
        "surah_number": 79,
        "verse_number": 8,
        "content": "قلوب يومئذ واجفة"
    },
    {
        "surah_number": 79,
        "verse_number": 9,
        "content": "أبصٰرها خٰشعة"
    },
    {
        "surah_number": 79,
        "verse_number": 10,
        "content": "يقولون أءنا لمردودون في ٱلحافرة"
    },
    {
        "surah_number": 79,
        "verse_number": 11,
        "content": "أءذا كنا عظٰما نخرة"
    },
    {
        "surah_number": 79,
        "verse_number": 12,
        "content": "قالوا تلك إذا كرة خاسرة"
    },
    {
        "surah_number": 79,
        "verse_number": 13,
        "content": "فإنما هي زجرة وٰحدة"
    },
    {
        "surah_number": 79,
        "verse_number": 14,
        "content": "فإذا هم بٱلساهرة"
    },
    {
        "surah_number": 79,
        "verse_number": 15,
        "content": "هل أتىٰك حديث موسىٰ"
    },
    {
        "surah_number": 79,
        "verse_number": 16,
        "content": "إذ نادىٰه ربه بٱلواد ٱلمقدس طوى"
    },
    {
        "surah_number": 79,
        "verse_number": 17,
        "content": "ٱذهب إلىٰ فرعون إنه طغىٰ"
    },
    {
        "surah_number": 79,
        "verse_number": 18,
        "content": "فقل هل لك إلىٰ أن تزكىٰ"
    },
    {
        "surah_number": 79,
        "verse_number": 19,
        "content": "وأهديك إلىٰ ربك فتخشىٰ"
    },
    {
        "surah_number": 79,
        "verse_number": 20,
        "content": "فأرىٰه ٱلأية ٱلكبرىٰ"
    },
    {
        "surah_number": 79,
        "verse_number": 21,
        "content": "فكذب وعصىٰ"
    },
    {
        "surah_number": 79,
        "verse_number": 22,
        "content": "ثم أدبر يسعىٰ"
    },
    {
        "surah_number": 79,
        "verse_number": 23,
        "content": "فحشر فنادىٰ"
    },
    {
        "surah_number": 79,
        "verse_number": 24,
        "content": "فقال أنا ربكم ٱلأعلىٰ"
    },
    {
        "surah_number": 79,
        "verse_number": 25,
        "content": "فأخذه ٱلله نكال ٱلأخرة وٱلأولىٰ"
    },
    {
        "surah_number": 79,
        "verse_number": 26,
        "content": "إن في ذٰلك لعبرة لمن يخشىٰ"
    },
    {
        "surah_number": 79,
        "verse_number": 27,
        "content": "ءأنتم أشد خلقا أم ٱلسماء بنىٰها"
    },
    {
        "surah_number": 79,
        "verse_number": 28,
        "content": "رفع سمكها فسوىٰها"
    },
    {
        "surah_number": 79,
        "verse_number": 29,
        "content": "وأغطش ليلها وأخرج ضحىٰها"
    },
    {
        "surah_number": 79,
        "verse_number": 30,
        "content": "وٱلأرض بعد ذٰلك دحىٰها"
    },
    {
        "surah_number": 79,
        "verse_number": 31,
        "content": "أخرج منها ماءها ومرعىٰها"
    },
    {
        "surah_number": 79,
        "verse_number": 32,
        "content": "وٱلجبال أرسىٰها"
    },
    {
        "surah_number": 79,
        "verse_number": 33,
        "content": "متٰعا لكم ولأنعٰمكم"
    },
    {
        "surah_number": 79,
        "verse_number": 34,
        "content": "فإذا جاءت ٱلطامة ٱلكبرىٰ"
    },
    {
        "surah_number": 79,
        "verse_number": 35,
        "content": "يوم يتذكر ٱلإنسٰن ما سعىٰ"
    },
    {
        "surah_number": 79,
        "verse_number": 36,
        "content": "وبرزت ٱلجحيم لمن يرىٰ"
    },
    {
        "surah_number": 79,
        "verse_number": 37,
        "content": "فأما من طغىٰ"
    },
    {
        "surah_number": 79,
        "verse_number": 38,
        "content": "وءاثر ٱلحيوٰة ٱلدنيا"
    },
    {
        "surah_number": 79,
        "verse_number": 39,
        "content": "فإن ٱلجحيم هي ٱلمأوىٰ"
    },
    {
        "surah_number": 79,
        "verse_number": 40,
        "content": "وأما من خاف مقام ربه ونهى ٱلنفس عن ٱلهوىٰ"
    },
    {
        "surah_number": 79,
        "verse_number": 41,
        "content": "فإن ٱلجنة هي ٱلمأوىٰ"
    },
    {
        "surah_number": 79,
        "verse_number": 42,
        "content": "يسـلونك عن ٱلساعة أيان مرسىٰها"
    },
    {
        "surah_number": 79,
        "verse_number": 43,
        "content": "فيم أنت من ذكرىٰها"
    },
    {
        "surah_number": 79,
        "verse_number": 44,
        "content": "إلىٰ ربك منتهىٰها"
    },
    {
        "surah_number": 79,
        "verse_number": 45,
        "content": "إنما أنت منذر من يخشىٰها"
    },
    {
        "surah_number": 79,
        "verse_number": 46,
        "content": "كأنهم يوم يرونها لم يلبثوا إلا عشية أو ضحىٰها"
    },
    {
        "surah_number": 80,
        "verse_number": 1,
        "content": "عبس وتولىٰ"
    },
    {
        "surah_number": 80,
        "verse_number": 2,
        "content": "أن جاءه ٱلأعمىٰ"
    },
    {
        "surah_number": 80,
        "verse_number": 3,
        "content": "وما يدريك لعله يزكىٰ"
    },
    {
        "surah_number": 80,
        "verse_number": 4,
        "content": "أو يذكر فتنفعه ٱلذكرىٰ"
    },
    {
        "surah_number": 80,
        "verse_number": 5,
        "content": "أما من ٱستغنىٰ"
    },
    {
        "surah_number": 80,
        "verse_number": 6,
        "content": "فأنت له تصدىٰ"
    },
    {
        "surah_number": 80,
        "verse_number": 7,
        "content": "وما عليك ألا يزكىٰ"
    },
    {
        "surah_number": 80,
        "verse_number": 8,
        "content": "وأما من جاءك يسعىٰ"
    },
    {
        "surah_number": 80,
        "verse_number": 9,
        "content": "وهو يخشىٰ"
    },
    {
        "surah_number": 80,
        "verse_number": 10,
        "content": "فأنت عنه تلهىٰ"
    },
    {
        "surah_number": 80,
        "verse_number": 11,
        "content": "كلا إنها تذكرة"
    },
    {
        "surah_number": 80,
        "verse_number": 12,
        "content": "فمن شاء ذكره"
    },
    {
        "surah_number": 80,
        "verse_number": 13,
        "content": "في صحف مكرمة"
    },
    {
        "surah_number": 80,
        "verse_number": 14,
        "content": "مرفوعة مطهرة"
    },
    {
        "surah_number": 80,
        "verse_number": 15,
        "content": "بأيدي سفرة"
    },
    {
        "surah_number": 80,
        "verse_number": 16,
        "content": "كرام بررة"
    },
    {
        "surah_number": 80,
        "verse_number": 17,
        "content": "قتل ٱلإنسٰن ما أكفره"
    },
    {
        "surah_number": 80,
        "verse_number": 18,
        "content": "من أي شيء خلقه"
    },
    {
        "surah_number": 80,
        "verse_number": 19,
        "content": "من نطفة خلقه فقدره"
    },
    {
        "surah_number": 80,
        "verse_number": 20,
        "content": "ثم ٱلسبيل يسره"
    },
    {
        "surah_number": 80,
        "verse_number": 21,
        "content": "ثم أماته فأقبره"
    },
    {
        "surah_number": 80,
        "verse_number": 22,
        "content": "ثم إذا شاء أنشره"
    },
    {
        "surah_number": 80,
        "verse_number": 23,
        "content": "كلا لما يقض ما أمره"
    },
    {
        "surah_number": 80,
        "verse_number": 24,
        "content": "فلينظر ٱلإنسٰن إلىٰ طعامه"
    },
    {
        "surah_number": 80,
        "verse_number": 25,
        "content": "أنا صببنا ٱلماء صبا"
    },
    {
        "surah_number": 80,
        "verse_number": 26,
        "content": "ثم شققنا ٱلأرض شقا"
    },
    {
        "surah_number": 80,
        "verse_number": 27,
        "content": "فأنبتنا فيها حبا"
    },
    {
        "surah_number": 80,
        "verse_number": 28,
        "content": "وعنبا وقضبا"
    },
    {
        "surah_number": 80,
        "verse_number": 29,
        "content": "وزيتونا ونخلا"
    },
    {
        "surah_number": 80,
        "verse_number": 30,
        "content": "وحدائق غلبا"
    },
    {
        "surah_number": 80,
        "verse_number": 31,
        "content": "وفٰكهة وأبا"
    },
    {
        "surah_number": 80,
        "verse_number": 32,
        "content": "متٰعا لكم ولأنعٰمكم"
    },
    {
        "surah_number": 80,
        "verse_number": 33,
        "content": "فإذا جاءت ٱلصاخة"
    },
    {
        "surah_number": 80,
        "verse_number": 34,
        "content": "يوم يفر ٱلمرء من أخيه"
    },
    {
        "surah_number": 80,
        "verse_number": 35,
        "content": "وأمه وأبيه"
    },
    {
        "surah_number": 80,
        "verse_number": 36,
        "content": "وصٰحبته وبنيه"
    },
    {
        "surah_number": 80,
        "verse_number": 37,
        "content": "لكل ٱمري منهم يومئذ شأن يغنيه"
    },
    {
        "surah_number": 80,
        "verse_number": 38,
        "content": "وجوه يومئذ مسفرة"
    },
    {
        "surah_number": 80,
        "verse_number": 39,
        "content": "ضاحكة مستبشرة"
    },
    {
        "surah_number": 80,
        "verse_number": 40,
        "content": "ووجوه يومئذ عليها غبرة"
    },
    {
        "surah_number": 80,
        "verse_number": 41,
        "content": "ترهقها قترة"
    },
    {
        "surah_number": 80,
        "verse_number": 42,
        "content": "أولـٰئك هم ٱلكفرة ٱلفجرة"
    },
    {
        "surah_number": 81,
        "verse_number": 1,
        "content": "إذا ٱلشمس كورت"
    },
    {
        "surah_number": 81,
        "verse_number": 2,
        "content": "وإذا ٱلنجوم ٱنكدرت"
    },
    {
        "surah_number": 81,
        "verse_number": 3,
        "content": "وإذا ٱلجبال سيرت"
    },
    {
        "surah_number": 81,
        "verse_number": 4,
        "content": "وإذا ٱلعشار عطلت"
    },
    {
        "surah_number": 81,
        "verse_number": 5,
        "content": "وإذا ٱلوحوش حشرت"
    },
    {
        "surah_number": 81,
        "verse_number": 6,
        "content": "وإذا ٱلبحار سجرت"
    },
    {
        "surah_number": 81,
        "verse_number": 7,
        "content": "وإذا ٱلنفوس زوجت"
    },
    {
        "surah_number": 81,
        "verse_number": 8,
        "content": "وإذا ٱلموءدة سئلت"
    },
    {
        "surah_number": 81,
        "verse_number": 9,
        "content": "بأي ذنب قتلت"
    },
    {
        "surah_number": 81,
        "verse_number": 10,
        "content": "وإذا ٱلصحف نشرت"
    },
    {
        "surah_number": 81,
        "verse_number": 11,
        "content": "وإذا ٱلسماء كشطت"
    },
    {
        "surah_number": 81,
        "verse_number": 12,
        "content": "وإذا ٱلجحيم سعرت"
    },
    {
        "surah_number": 81,
        "verse_number": 13,
        "content": "وإذا ٱلجنة أزلفت"
    },
    {
        "surah_number": 81,
        "verse_number": 14,
        "content": "علمت نفس ما أحضرت"
    },
    {
        "surah_number": 81,
        "verse_number": 15,
        "content": "فلا أقسم بٱلخنس"
    },
    {
        "surah_number": 81,
        "verse_number": 16,
        "content": "ٱلجوار ٱلكنس"
    },
    {
        "surah_number": 81,
        "verse_number": 17,
        "content": "وٱليل إذا عسعس"
    },
    {
        "surah_number": 81,
        "verse_number": 18,
        "content": "وٱلصبح إذا تنفس"
    },
    {
        "surah_number": 81,
        "verse_number": 19,
        "content": "إنه لقول رسول كريم"
    },
    {
        "surah_number": 81,
        "verse_number": 20,
        "content": "ذي قوة عند ذي ٱلعرش مكين"
    },
    {
        "surah_number": 81,
        "verse_number": 21,
        "content": "مطاع ثم أمين"
    },
    {
        "surah_number": 81,
        "verse_number": 22,
        "content": "وما صاحبكم بمجنون"
    },
    {
        "surah_number": 81,
        "verse_number": 23,
        "content": "ولقد رءاه بٱلأفق ٱلمبين"
    },
    {
        "surah_number": 81,
        "verse_number": 24,
        "content": "وما هو على ٱلغيب بضنين"
    },
    {
        "surah_number": 81,
        "verse_number": 25,
        "content": "وما هو بقول شيطٰن رجيم"
    },
    {
        "surah_number": 81,
        "verse_number": 26,
        "content": "فأين تذهبون"
    },
    {
        "surah_number": 81,
        "verse_number": 27,
        "content": "إن هو إلا ذكر للعٰلمين"
    },
    {
        "surah_number": 81,
        "verse_number": 28,
        "content": "لمن شاء منكم أن يستقيم"
    },
    {
        "surah_number": 81,
        "verse_number": 29,
        "content": "وما تشاءون إلا أن يشاء ٱلله رب ٱلعٰلمين"
    },
    {
        "surah_number": 82,
        "verse_number": 1,
        "content": "إذا ٱلسماء ٱنفطرت"
    },
    {
        "surah_number": 82,
        "verse_number": 2,
        "content": "وإذا ٱلكواكب ٱنتثرت"
    },
    {
        "surah_number": 82,
        "verse_number": 3,
        "content": "وإذا ٱلبحار فجرت"
    },
    {
        "surah_number": 82,
        "verse_number": 4,
        "content": "وإذا ٱلقبور بعثرت"
    },
    {
        "surah_number": 82,
        "verse_number": 5,
        "content": "علمت نفس ما قدمت وأخرت"
    },
    {
        "surah_number": 82,
        "verse_number": 6,
        "content": "يـٰأيها ٱلإنسٰن ما غرك بربك ٱلكريم"
    },
    {
        "surah_number": 82,
        "verse_number": 7,
        "content": "ٱلذي خلقك فسوىٰك فعدلك"
    },
    {
        "surah_number": 82,
        "verse_number": 8,
        "content": "في أي صورة ما شاء ركبك"
    },
    {
        "surah_number": 82,
        "verse_number": 9,
        "content": "كلا بل تكذبون بٱلدين"
    },
    {
        "surah_number": 82,
        "verse_number": 10,
        "content": "وإن عليكم لحٰفظين"
    },
    {
        "surah_number": 82,
        "verse_number": 11,
        "content": "كراما كٰتبين"
    },
    {
        "surah_number": 82,
        "verse_number": 12,
        "content": "يعلمون ما تفعلون"
    },
    {
        "surah_number": 82,
        "verse_number": 13,
        "content": "إن ٱلأبرار لفي نعيم"
    },
    {
        "surah_number": 82,
        "verse_number": 14,
        "content": "وإن ٱلفجار لفي جحيم"
    },
    {
        "surah_number": 82,
        "verse_number": 15,
        "content": "يصلونها يوم ٱلدين"
    },
    {
        "surah_number": 82,
        "verse_number": 16,
        "content": "وما هم عنها بغائبين"
    },
    {
        "surah_number": 82,
        "verse_number": 17,
        "content": "وما أدرىٰك ما يوم ٱلدين"
    },
    {
        "surah_number": 82,
        "verse_number": 18,
        "content": "ثم ما أدرىٰك ما يوم ٱلدين"
    },
    {
        "surah_number": 82,
        "verse_number": 19,
        "content": "يوم لا تملك نفس لنفس شيـا وٱلأمر يومئذ لله"
    },
    {
        "surah_number": 83,
        "verse_number": 1,
        "content": "ويل للمطففين"
    },
    {
        "surah_number": 83,
        "verse_number": 2,
        "content": "ٱلذين إذا ٱكتالوا على ٱلناس يستوفون"
    },
    {
        "surah_number": 83,
        "verse_number": 3,
        "content": "وإذا كالوهم أو وزنوهم يخسرون"
    },
    {
        "surah_number": 83,
        "verse_number": 4,
        "content": "ألا يظن أولـٰئك أنهم مبعوثون"
    },
    {
        "surah_number": 83,
        "verse_number": 5,
        "content": "ليوم عظيم"
    },
    {
        "surah_number": 83,
        "verse_number": 6,
        "content": "يوم يقوم ٱلناس لرب ٱلعٰلمين"
    },
    {
        "surah_number": 83,
        "verse_number": 7,
        "content": "كلا إن كتٰب ٱلفجار لفي سجين"
    },
    {
        "surah_number": 83,
        "verse_number": 8,
        "content": "وما أدرىٰك ما سجين"
    },
    {
        "surah_number": 83,
        "verse_number": 9,
        "content": "كتٰب مرقوم"
    },
    {
        "surah_number": 83,
        "verse_number": 10,
        "content": "ويل يومئذ للمكذبين"
    },
    {
        "surah_number": 83,
        "verse_number": 11,
        "content": "ٱلذين يكذبون بيوم ٱلدين"
    },
    {
        "surah_number": 83,
        "verse_number": 12,
        "content": "وما يكذب به إلا كل معتد أثيم"
    },
    {
        "surah_number": 83,
        "verse_number": 13,
        "content": "إذا تتلىٰ عليه ءايٰتنا قال أسٰطير ٱلأولين"
    },
    {
        "surah_number": 83,
        "verse_number": 14,
        "content": "كلا بل ران علىٰ قلوبهم ما كانوا يكسبون"
    },
    {
        "surah_number": 83,
        "verse_number": 15,
        "content": "كلا إنهم عن ربهم يومئذ لمحجوبون"
    },
    {
        "surah_number": 83,
        "verse_number": 16,
        "content": "ثم إنهم لصالوا ٱلجحيم"
    },
    {
        "surah_number": 83,
        "verse_number": 17,
        "content": "ثم يقال هٰذا ٱلذي كنتم به تكذبون"
    },
    {
        "surah_number": 83,
        "verse_number": 18,
        "content": "كلا إن كتٰب ٱلأبرار لفي عليين"
    },
    {
        "surah_number": 83,
        "verse_number": 19,
        "content": "وما أدرىٰك ما عليون"
    },
    {
        "surah_number": 83,
        "verse_number": 20,
        "content": "كتٰب مرقوم"
    },
    {
        "surah_number": 83,
        "verse_number": 21,
        "content": "يشهده ٱلمقربون"
    },
    {
        "surah_number": 83,
        "verse_number": 22,
        "content": "إن ٱلأبرار لفي نعيم"
    },
    {
        "surah_number": 83,
        "verse_number": 23,
        "content": "على ٱلأرائك ينظرون"
    },
    {
        "surah_number": 83,
        "verse_number": 24,
        "content": "تعرف في وجوههم نضرة ٱلنعيم"
    },
    {
        "surah_number": 83,
        "verse_number": 25,
        "content": "يسقون من رحيق مختوم"
    },
    {
        "surah_number": 83,
        "verse_number": 26,
        "content": "ختٰمه مسك وفي ذٰلك فليتنافس ٱلمتنٰفسون"
    },
    {
        "surah_number": 83,
        "verse_number": 27,
        "content": "ومزاجه من تسنيم"
    },
    {
        "surah_number": 83,
        "verse_number": 28,
        "content": "عينا يشرب بها ٱلمقربون"
    },
    {
        "surah_number": 83,
        "verse_number": 29,
        "content": "إن ٱلذين أجرموا كانوا من ٱلذين ءامنوا يضحكون"
    },
    {
        "surah_number": 83,
        "verse_number": 30,
        "content": "وإذا مروا بهم يتغامزون"
    },
    {
        "surah_number": 83,
        "verse_number": 31,
        "content": "وإذا ٱنقلبوا إلىٰ أهلهم ٱنقلبوا فكهين"
    },
    {
        "surah_number": 83,
        "verse_number": 32,
        "content": "وإذا رأوهم قالوا إن هـٰؤلاء لضالون"
    },
    {
        "surah_number": 83,
        "verse_number": 33,
        "content": "وما أرسلوا عليهم حٰفظين"
    },
    {
        "surah_number": 83,
        "verse_number": 34,
        "content": "فٱليوم ٱلذين ءامنوا من ٱلكفار يضحكون"
    },
    {
        "surah_number": 83,
        "verse_number": 35,
        "content": "على ٱلأرائك ينظرون"
    },
    {
        "surah_number": 83,
        "verse_number": 36,
        "content": "هل ثوب ٱلكفار ما كانوا يفعلون"
    },
    {
        "surah_number": 84,
        "verse_number": 1,
        "content": "إذا ٱلسماء ٱنشقت"
    },
    {
        "surah_number": 84,
        "verse_number": 2,
        "content": "وأذنت لربها وحقت"
    },
    {
        "surah_number": 84,
        "verse_number": 3,
        "content": "وإذا ٱلأرض مدت"
    },
    {
        "surah_number": 84,
        "verse_number": 4,
        "content": "وألقت ما فيها وتخلت"
    },
    {
        "surah_number": 84,
        "verse_number": 5,
        "content": "وأذنت لربها وحقت"
    },
    {
        "surah_number": 84,
        "verse_number": 6,
        "content": "يـٰأيها ٱلإنسٰن إنك كادح إلىٰ ربك كدحا فملٰقيه"
    },
    {
        "surah_number": 84,
        "verse_number": 7,
        "content": "فأما من أوتي كتٰبه بيمينه"
    },
    {
        "surah_number": 84,
        "verse_number": 8,
        "content": "فسوف يحاسب حسابا يسيرا"
    },
    {
        "surah_number": 84,
        "verse_number": 9,
        "content": "وينقلب إلىٰ أهله مسرورا"
    },
    {
        "surah_number": 84,
        "verse_number": 10,
        "content": "وأما من أوتي كتٰبه وراء ظهره"
    },
    {
        "surah_number": 84,
        "verse_number": 11,
        "content": "فسوف يدعوا ثبورا"
    },
    {
        "surah_number": 84,
        "verse_number": 12,
        "content": "ويصلىٰ سعيرا"
    },
    {
        "surah_number": 84,
        "verse_number": 13,
        "content": "إنه كان في أهله مسرورا"
    },
    {
        "surah_number": 84,
        "verse_number": 14,
        "content": "إنه ظن أن لن يحور"
    },
    {
        "surah_number": 84,
        "verse_number": 15,
        "content": "بلىٰ إن ربه كان به بصيرا"
    },
    {
        "surah_number": 84,
        "verse_number": 16,
        "content": "فلا أقسم بٱلشفق"
    },
    {
        "surah_number": 84,
        "verse_number": 17,
        "content": "وٱليل وما وسق"
    },
    {
        "surah_number": 84,
        "verse_number": 18,
        "content": "وٱلقمر إذا ٱتسق"
    },
    {
        "surah_number": 84,
        "verse_number": 19,
        "content": "لتركبن طبقا عن طبق"
    },
    {
        "surah_number": 84,
        "verse_number": 20,
        "content": "فما لهم لا يؤمنون"
    },
    {
        "surah_number": 84,
        "verse_number": 21,
        "content": "وإذا قرئ عليهم ٱلقرءان لا يسجدون"
    },
    {
        "surah_number": 84,
        "verse_number": 22,
        "content": "بل ٱلذين كفروا يكذبون"
    },
    {
        "surah_number": 84,
        "verse_number": 23,
        "content": "وٱلله أعلم بما يوعون"
    },
    {
        "surah_number": 84,
        "verse_number": 24,
        "content": "فبشرهم بعذاب أليم"
    },
    {
        "surah_number": 84,
        "verse_number": 25,
        "content": "إلا ٱلذين ءامنوا وعملوا ٱلصـٰلحٰت لهم أجر غير ممنون"
    },
    {
        "surah_number": 85,
        "verse_number": 1,
        "content": "وٱلسماء ذات ٱلبروج"
    },
    {
        "surah_number": 85,
        "verse_number": 2,
        "content": "وٱليوم ٱلموعود"
    },
    {
        "surah_number": 85,
        "verse_number": 3,
        "content": "وشاهد ومشهود"
    },
    {
        "surah_number": 85,
        "verse_number": 4,
        "content": "قتل أصحٰب ٱلأخدود"
    },
    {
        "surah_number": 85,
        "verse_number": 5,
        "content": "ٱلنار ذات ٱلوقود"
    },
    {
        "surah_number": 85,
        "verse_number": 6,
        "content": "إذ هم عليها قعود"
    },
    {
        "surah_number": 85,
        "verse_number": 7,
        "content": "وهم علىٰ ما يفعلون بٱلمؤمنين شهود"
    },
    {
        "surah_number": 85,
        "verse_number": 8,
        "content": "وما نقموا منهم إلا أن يؤمنوا بٱلله ٱلعزيز ٱلحميد"
    },
    {
        "surah_number": 85,
        "verse_number": 9,
        "content": "ٱلذي له ملك ٱلسمٰوٰت وٱلأرض وٱلله علىٰ كل شيء شهيد"
    },
    {
        "surah_number": 85,
        "verse_number": 10,
        "content": "إن ٱلذين فتنوا ٱلمؤمنين وٱلمؤمنٰت ثم لم يتوبوا فلهم عذاب جهنم ولهم عذاب ٱلحريق"
    },
    {
        "surah_number": 85,
        "verse_number": 11,
        "content": "إن ٱلذين ءامنوا وعملوا ٱلصـٰلحٰت لهم جنـٰت تجري من تحتها ٱلأنهٰر ذٰلك ٱلفوز ٱلكبير"
    },
    {
        "surah_number": 85,
        "verse_number": 12,
        "content": "إن بطش ربك لشديد"
    },
    {
        "surah_number": 85,
        "verse_number": 13,
        "content": "إنه هو يبدئ ويعيد"
    },
    {
        "surah_number": 85,
        "verse_number": 14,
        "content": "وهو ٱلغفور ٱلودود"
    },
    {
        "surah_number": 85,
        "verse_number": 15,
        "content": "ذو ٱلعرش ٱلمجيد"
    },
    {
        "surah_number": 85,
        "verse_number": 16,
        "content": "فعال لما يريد"
    },
    {
        "surah_number": 85,
        "verse_number": 17,
        "content": "هل أتىٰك حديث ٱلجنود"
    },
    {
        "surah_number": 85,
        "verse_number": 18,
        "content": "فرعون وثمود"
    },
    {
        "surah_number": 85,
        "verse_number": 19,
        "content": "بل ٱلذين كفروا في تكذيب"
    },
    {
        "surah_number": 85,
        "verse_number": 20,
        "content": "وٱلله من ورائهم محيط"
    },
    {
        "surah_number": 85,
        "verse_number": 21,
        "content": "بل هو قرءان مجيد"
    },
    {
        "surah_number": 85,
        "verse_number": 22,
        "content": "في لوح محفوظ"
    },
    {
        "surah_number": 86,
        "verse_number": 1,
        "content": "وٱلسماء وٱلطارق"
    },
    {
        "surah_number": 86,
        "verse_number": 2,
        "content": "وما أدرىٰك ما ٱلطارق"
    },
    {
        "surah_number": 86,
        "verse_number": 3,
        "content": "ٱلنجم ٱلثاقب"
    },
    {
        "surah_number": 86,
        "verse_number": 4,
        "content": "إن كل نفس لما عليها حافظ"
    },
    {
        "surah_number": 86,
        "verse_number": 5,
        "content": "فلينظر ٱلإنسٰن مم خلق"
    },
    {
        "surah_number": 86,
        "verse_number": 6,
        "content": "خلق من ماء دافق"
    },
    {
        "surah_number": 86,
        "verse_number": 7,
        "content": "يخرج من بين ٱلصلب وٱلترائب"
    },
    {
        "surah_number": 86,
        "verse_number": 8,
        "content": "إنه علىٰ رجعه لقادر"
    },
    {
        "surah_number": 86,
        "verse_number": 9,
        "content": "يوم تبلى ٱلسرائر"
    },
    {
        "surah_number": 86,
        "verse_number": 10,
        "content": "فما له من قوة ولا ناصر"
    },
    {
        "surah_number": 86,
        "verse_number": 11,
        "content": "وٱلسماء ذات ٱلرجع"
    },
    {
        "surah_number": 86,
        "verse_number": 12,
        "content": "وٱلأرض ذات ٱلصدع"
    },
    {
        "surah_number": 86,
        "verse_number": 13,
        "content": "إنه لقول فصل"
    },
    {
        "surah_number": 86,
        "verse_number": 14,
        "content": "وما هو بٱلهزل"
    },
    {
        "surah_number": 86,
        "verse_number": 15,
        "content": "إنهم يكيدون كيدا"
    },
    {
        "surah_number": 86,
        "verse_number": 16,
        "content": "وأكيد كيدا"
    },
    {
        "surah_number": 86,
        "verse_number": 17,
        "content": "فمهل ٱلكٰفرين أمهلهم رويدا"
    },
    {
        "surah_number": 87,
        "verse_number": 1,
        "content": "سبح ٱسم ربك ٱلأعلى"
    },
    {
        "surah_number": 87,
        "verse_number": 2,
        "content": "ٱلذي خلق فسوىٰ"
    },
    {
        "surah_number": 87,
        "verse_number": 3,
        "content": "وٱلذي قدر فهدىٰ"
    },
    {
        "surah_number": 87,
        "verse_number": 4,
        "content": "وٱلذي أخرج ٱلمرعىٰ"
    },
    {
        "surah_number": 87,
        "verse_number": 5,
        "content": "فجعله غثاء أحوىٰ"
    },
    {
        "surah_number": 87,
        "verse_number": 6,
        "content": "سنقرئك فلا تنسىٰ"
    },
    {
        "surah_number": 87,
        "verse_number": 7,
        "content": "إلا ما شاء ٱلله إنه يعلم ٱلجهر وما يخفىٰ"
    },
    {
        "surah_number": 87,
        "verse_number": 8,
        "content": "ونيسرك لليسرىٰ"
    },
    {
        "surah_number": 87,
        "verse_number": 9,
        "content": "فذكر إن نفعت ٱلذكرىٰ"
    },
    {
        "surah_number": 87,
        "verse_number": 10,
        "content": "سيذكر من يخشىٰ"
    },
    {
        "surah_number": 87,
        "verse_number": 11,
        "content": "ويتجنبها ٱلأشقى"
    },
    {
        "surah_number": 87,
        "verse_number": 12,
        "content": "ٱلذي يصلى ٱلنار ٱلكبرىٰ"
    },
    {
        "surah_number": 87,
        "verse_number": 13,
        "content": "ثم لا يموت فيها ولا يحيىٰ"
    },
    {
        "surah_number": 87,
        "verse_number": 14,
        "content": "قد أفلح من تزكىٰ"
    },
    {
        "surah_number": 87,
        "verse_number": 15,
        "content": "وذكر ٱسم ربه فصلىٰ"
    },
    {
        "surah_number": 87,
        "verse_number": 16,
        "content": "بل تؤثرون ٱلحيوٰة ٱلدنيا"
    },
    {
        "surah_number": 87,
        "verse_number": 17,
        "content": "وٱلأخرة خير وأبقىٰ"
    },
    {
        "surah_number": 87,
        "verse_number": 18,
        "content": "إن هٰذا لفي ٱلصحف ٱلأولىٰ"
    },
    {
        "surah_number": 87,
        "verse_number": 19,
        "content": "صحف إبرٰهيم وموسىٰ"
    },
    {
        "surah_number": 88,
        "verse_number": 1,
        "content": "هل أتىٰك حديث ٱلغٰشية"
    },
    {
        "surah_number": 88,
        "verse_number": 2,
        "content": "وجوه يومئذ خٰشعة"
    },
    {
        "surah_number": 88,
        "verse_number": 3,
        "content": "عاملة ناصبة"
    },
    {
        "surah_number": 88,
        "verse_number": 4,
        "content": "تصلىٰ نارا حامية"
    },
    {
        "surah_number": 88,
        "verse_number": 5,
        "content": "تسقىٰ من عين ءانية"
    },
    {
        "surah_number": 88,
        "verse_number": 6,
        "content": "ليس لهم طعام إلا من ضريع"
    },
    {
        "surah_number": 88,
        "verse_number": 7,
        "content": "لا يسمن ولا يغني من جوع"
    },
    {
        "surah_number": 88,
        "verse_number": 8,
        "content": "وجوه يومئذ ناعمة"
    },
    {
        "surah_number": 88,
        "verse_number": 9,
        "content": "لسعيها راضية"
    },
    {
        "surah_number": 88,
        "verse_number": 10,
        "content": "في جنة عالية"
    },
    {
        "surah_number": 88,
        "verse_number": 11,
        "content": "لا تسمع فيها لٰغية"
    },
    {
        "surah_number": 88,
        "verse_number": 12,
        "content": "فيها عين جارية"
    },
    {
        "surah_number": 88,
        "verse_number": 13,
        "content": "فيها سرر مرفوعة"
    },
    {
        "surah_number": 88,
        "verse_number": 14,
        "content": "وأكواب موضوعة"
    },
    {
        "surah_number": 88,
        "verse_number": 15,
        "content": "ونمارق مصفوفة"
    },
    {
        "surah_number": 88,
        "verse_number": 16,
        "content": "وزرابي مبثوثة"
    },
    {
        "surah_number": 88,
        "verse_number": 17,
        "content": "أفلا ينظرون إلى ٱلإبل كيف خلقت"
    },
    {
        "surah_number": 88,
        "verse_number": 18,
        "content": "وإلى ٱلسماء كيف رفعت"
    },
    {
        "surah_number": 88,
        "verse_number": 19,
        "content": "وإلى ٱلجبال كيف نصبت"
    },
    {
        "surah_number": 88,
        "verse_number": 20,
        "content": "وإلى ٱلأرض كيف سطحت"
    },
    {
        "surah_number": 88,
        "verse_number": 21,
        "content": "فذكر إنما أنت مذكر"
    },
    {
        "surah_number": 88,
        "verse_number": 22,
        "content": "لست عليهم بمصيطر"
    },
    {
        "surah_number": 88,
        "verse_number": 23,
        "content": "إلا من تولىٰ وكفر"
    },
    {
        "surah_number": 88,
        "verse_number": 24,
        "content": "فيعذبه ٱلله ٱلعذاب ٱلأكبر"
    },
    {
        "surah_number": 88,
        "verse_number": 25,
        "content": "إن إلينا إيابهم"
    },
    {
        "surah_number": 88,
        "verse_number": 26,
        "content": "ثم إن علينا حسابهم"
    },
    {
        "surah_number": 89,
        "verse_number": 1,
        "content": "وٱلفجر"
    },
    {
        "surah_number": 89,
        "verse_number": 2,
        "content": "وليال عشر"
    },
    {
        "surah_number": 89,
        "verse_number": 3,
        "content": "وٱلشفع وٱلوتر"
    },
    {
        "surah_number": 89,
        "verse_number": 4,
        "content": "وٱليل إذا يسر"
    },
    {
        "surah_number": 89,
        "verse_number": 5,
        "content": "هل في ذٰلك قسم لذي حجر"
    },
    {
        "surah_number": 89,
        "verse_number": 6,
        "content": "ألم تر كيف فعل ربك بعاد"
    },
    {
        "surah_number": 89,
        "verse_number": 7,
        "content": "إرم ذات ٱلعماد"
    },
    {
        "surah_number": 89,
        "verse_number": 8,
        "content": "ٱلتي لم يخلق مثلها في ٱلبلٰد"
    },
    {
        "surah_number": 89,
        "verse_number": 9,
        "content": "وثمود ٱلذين جابوا ٱلصخر بٱلواد"
    },
    {
        "surah_number": 89,
        "verse_number": 10,
        "content": "وفرعون ذي ٱلأوتاد"
    },
    {
        "surah_number": 89,
        "verse_number": 11,
        "content": "ٱلذين طغوا في ٱلبلٰد"
    },
    {
        "surah_number": 89,
        "verse_number": 12,
        "content": "فأكثروا فيها ٱلفساد"
    },
    {
        "surah_number": 89,
        "verse_number": 13,
        "content": "فصب عليهم ربك سوط عذاب"
    },
    {
        "surah_number": 89,
        "verse_number": 14,
        "content": "إن ربك لبٱلمرصاد"
    },
    {
        "surah_number": 89,
        "verse_number": 15,
        "content": "فأما ٱلإنسٰن إذا ما ٱبتلىٰه ربه فأكرمه ونعمه فيقول ربي أكرمن"
    },
    {
        "surah_number": 89,
        "verse_number": 16,
        "content": "وأما إذا ما ٱبتلىٰه فقدر عليه رزقه فيقول ربي أهٰنن"
    },
    {
        "surah_number": 89,
        "verse_number": 17,
        "content": "كلا بل لا تكرمون ٱليتيم"
    },
    {
        "surah_number": 89,
        "verse_number": 18,
        "content": "ولا تحـٰضون علىٰ طعام ٱلمسكين"
    },
    {
        "surah_number": 89,
        "verse_number": 19,
        "content": "وتأكلون ٱلتراث أكلا لما"
    },
    {
        "surah_number": 89,
        "verse_number": 20,
        "content": "وتحبون ٱلمال حبا جما"
    },
    {
        "surah_number": 89,
        "verse_number": 21,
        "content": "كلا إذا دكت ٱلأرض دكا دكا"
    },
    {
        "surah_number": 89,
        "verse_number": 22,
        "content": "وجاء ربك وٱلملك صفا صفا"
    },
    {
        "surah_number": 89,
        "verse_number": 23,
        "content": "وجايء يومئذ بجهنم يومئذ يتذكر ٱلإنسٰن وأنىٰ له ٱلذكرىٰ"
    },
    {
        "surah_number": 89,
        "verse_number": 24,
        "content": "يقول يٰليتني قدمت لحياتي"
    },
    {
        "surah_number": 89,
        "verse_number": 25,
        "content": "فيومئذ لا يعذب عذابه أحد"
    },
    {
        "surah_number": 89,
        "verse_number": 26,
        "content": "ولا يوثق وثاقه أحد"
    },
    {
        "surah_number": 89,
        "verse_number": 27,
        "content": "يـٰأيتها ٱلنفس ٱلمطمئنة"
    },
    {
        "surah_number": 89,
        "verse_number": 28,
        "content": "ٱرجعي إلىٰ ربك راضية مرضية"
    },
    {
        "surah_number": 89,
        "verse_number": 29,
        "content": "فٱدخلي في عبٰدي"
    },
    {
        "surah_number": 89,
        "verse_number": 30,
        "content": "وٱدخلي جنتي"
    },
    {
        "surah_number": 90,
        "verse_number": 1,
        "content": "لا أقسم بهٰذا ٱلبلد"
    },
    {
        "surah_number": 90,
        "verse_number": 2,
        "content": "وأنت حل بهٰذا ٱلبلد"
    },
    {
        "surah_number": 90,
        "verse_number": 3,
        "content": "ووالد وما ولد"
    },
    {
        "surah_number": 90,
        "verse_number": 4,
        "content": "لقد خلقنا ٱلإنسٰن في كبد"
    },
    {
        "surah_number": 90,
        "verse_number": 5,
        "content": "أيحسب أن لن يقدر عليه أحد"
    },
    {
        "surah_number": 90,
        "verse_number": 6,
        "content": "يقول أهلكت مالا لبدا"
    },
    {
        "surah_number": 90,
        "verse_number": 7,
        "content": "أيحسب أن لم يره أحد"
    },
    {
        "surah_number": 90,
        "verse_number": 8,
        "content": "ألم نجعل له عينين"
    },
    {
        "surah_number": 90,
        "verse_number": 9,
        "content": "ولسانا وشفتين"
    },
    {
        "surah_number": 90,
        "verse_number": 10,
        "content": "وهدينٰه ٱلنجدين"
    },
    {
        "surah_number": 90,
        "verse_number": 11,
        "content": "فلا ٱقتحم ٱلعقبة"
    },
    {
        "surah_number": 90,
        "verse_number": 12,
        "content": "وما أدرىٰك ما ٱلعقبة"
    },
    {
        "surah_number": 90,
        "verse_number": 13,
        "content": "فك رقبة"
    },
    {
        "surah_number": 90,
        "verse_number": 14,
        "content": "أو إطعٰم في يوم ذي مسغبة"
    },
    {
        "surah_number": 90,
        "verse_number": 15,
        "content": "يتيما ذا مقربة"
    },
    {
        "surah_number": 90,
        "verse_number": 16,
        "content": "أو مسكينا ذا متربة"
    },
    {
        "surah_number": 90,
        "verse_number": 17,
        "content": "ثم كان من ٱلذين ءامنوا وتواصوا بٱلصبر وتواصوا بٱلمرحمة"
    },
    {
        "surah_number": 90,
        "verse_number": 18,
        "content": "أولـٰئك أصحٰب ٱلميمنة"
    },
    {
        "surah_number": 90,
        "verse_number": 19,
        "content": "وٱلذين كفروا بـايٰتنا هم أصحٰب ٱلمشـمة"
    },
    {
        "surah_number": 90,
        "verse_number": 20,
        "content": "عليهم نار مؤصدة"
    },
    {
        "surah_number": 91,
        "verse_number": 1,
        "content": "وٱلشمس وضحىٰها"
    },
    {
        "surah_number": 91,
        "verse_number": 2,
        "content": "وٱلقمر إذا تلىٰها"
    },
    {
        "surah_number": 91,
        "verse_number": 3,
        "content": "وٱلنهار إذا جلىٰها"
    },
    {
        "surah_number": 91,
        "verse_number": 4,
        "content": "وٱليل إذا يغشىٰها"
    },
    {
        "surah_number": 91,
        "verse_number": 5,
        "content": "وٱلسماء وما بنىٰها"
    },
    {
        "surah_number": 91,
        "verse_number": 6,
        "content": "وٱلأرض وما طحىٰها"
    },
    {
        "surah_number": 91,
        "verse_number": 7,
        "content": "ونفس وما سوىٰها"
    },
    {
        "surah_number": 91,
        "verse_number": 8,
        "content": "فألهمها فجورها وتقوىٰها"
    },
    {
        "surah_number": 91,
        "verse_number": 9,
        "content": "قد أفلح من زكىٰها"
    },
    {
        "surah_number": 91,
        "verse_number": 10,
        "content": "وقد خاب من دسىٰها"
    },
    {
        "surah_number": 91,
        "verse_number": 11,
        "content": "كذبت ثمود بطغوىٰها"
    },
    {
        "surah_number": 91,
        "verse_number": 12,
        "content": "إذ ٱنبعث أشقىٰها"
    },
    {
        "surah_number": 91,
        "verse_number": 13,
        "content": "فقال لهم رسول ٱلله ناقة ٱلله وسقيٰها"
    },
    {
        "surah_number": 91,
        "verse_number": 14,
        "content": "فكذبوه فعقروها فدمدم عليهم ربهم بذنبهم فسوىٰها"
    },
    {
        "surah_number": 91,
        "verse_number": 15,
        "content": "ولا يخاف عقبٰها"
    },
    {
        "surah_number": 92,
        "verse_number": 1,
        "content": "وٱليل إذا يغشىٰ"
    },
    {
        "surah_number": 92,
        "verse_number": 2,
        "content": "وٱلنهار إذا تجلىٰ"
    },
    {
        "surah_number": 92,
        "verse_number": 3,
        "content": "وما خلق ٱلذكر وٱلأنثىٰ"
    },
    {
        "surah_number": 92,
        "verse_number": 4,
        "content": "إن سعيكم لشتىٰ"
    },
    {
        "surah_number": 92,
        "verse_number": 5,
        "content": "فأما من أعطىٰ وٱتقىٰ"
    },
    {
        "surah_number": 92,
        "verse_number": 6,
        "content": "وصدق بٱلحسنىٰ"
    },
    {
        "surah_number": 92,
        "verse_number": 7,
        "content": "فسنيسره لليسرىٰ"
    },
    {
        "surah_number": 92,
        "verse_number": 8,
        "content": "وأما من بخل وٱستغنىٰ"
    },
    {
        "surah_number": 92,
        "verse_number": 9,
        "content": "وكذب بٱلحسنىٰ"
    },
    {
        "surah_number": 92,
        "verse_number": 10,
        "content": "فسنيسره للعسرىٰ"
    },
    {
        "surah_number": 92,
        "verse_number": 11,
        "content": "وما يغني عنه ماله إذا تردىٰ"
    },
    {
        "surah_number": 92,
        "verse_number": 12,
        "content": "إن علينا للهدىٰ"
    },
    {
        "surah_number": 92,
        "verse_number": 13,
        "content": "وإن لنا للأخرة وٱلأولىٰ"
    },
    {
        "surah_number": 92,
        "verse_number": 14,
        "content": "فأنذرتكم نارا تلظىٰ"
    },
    {
        "surah_number": 92,
        "verse_number": 15,
        "content": "لا يصلىٰها إلا ٱلأشقى"
    },
    {
        "surah_number": 92,
        "verse_number": 16,
        "content": "ٱلذي كذب وتولىٰ"
    },
    {
        "surah_number": 92,
        "verse_number": 17,
        "content": "وسيجنبها ٱلأتقى"
    },
    {
        "surah_number": 92,
        "verse_number": 18,
        "content": "ٱلذي يؤتي ماله يتزكىٰ"
    },
    {
        "surah_number": 92,
        "verse_number": 19,
        "content": "وما لأحد عنده من نعمة تجزىٰ"
    },
    {
        "surah_number": 92,
        "verse_number": 20,
        "content": "إلا ٱبتغاء وجه ربه ٱلأعلىٰ"
    },
    {
        "surah_number": 92,
        "verse_number": 21,
        "content": "ولسوف يرضىٰ"
    },
    {
        "surah_number": 93,
        "verse_number": 1,
        "content": "وٱلضحىٰ"
    },
    {
        "surah_number": 93,
        "verse_number": 2,
        "content": "وٱليل إذا سجىٰ"
    },
    {
        "surah_number": 93,
        "verse_number": 3,
        "content": "ما ودعك ربك وما قلىٰ"
    },
    {
        "surah_number": 93,
        "verse_number": 4,
        "content": "وللأخرة خير لك من ٱلأولىٰ"
    },
    {
        "surah_number": 93,
        "verse_number": 5,
        "content": "ولسوف يعطيك ربك فترضىٰ"
    },
    {
        "surah_number": 93,
        "verse_number": 6,
        "content": "ألم يجدك يتيما فـاوىٰ"
    },
    {
        "surah_number": 93,
        "verse_number": 7,
        "content": "ووجدك ضالا فهدىٰ"
    },
    {
        "surah_number": 93,
        "verse_number": 8,
        "content": "ووجدك عائلا فأغنىٰ"
    },
    {
        "surah_number": 93,
        "verse_number": 9,
        "content": "فأما ٱليتيم فلا تقهر"
    },
    {
        "surah_number": 93,
        "verse_number": 10,
        "content": "وأما ٱلسائل فلا تنهر"
    },
    {
        "surah_number": 93,
        "verse_number": 11,
        "content": "وأما بنعمة ربك فحدث"
    },
    {
        "surah_number": 94,
        "verse_number": 1,
        "content": "ألم نشرح لك صدرك"
    },
    {
        "surah_number": 94,
        "verse_number": 2,
        "content": "ووضعنا عنك وزرك"
    },
    {
        "surah_number": 94,
        "verse_number": 3,
        "content": "ٱلذي أنقض ظهرك"
    },
    {
        "surah_number": 94,
        "verse_number": 4,
        "content": "ورفعنا لك ذكرك"
    },
    {
        "surah_number": 94,
        "verse_number": 5,
        "content": "فإن مع ٱلعسر يسرا"
    },
    {
        "surah_number": 94,
        "verse_number": 6,
        "content": "إن مع ٱلعسر يسرا"
    },
    {
        "surah_number": 94,
        "verse_number": 7,
        "content": "فإذا فرغت فٱنصب"
    },
    {
        "surah_number": 94,
        "verse_number": 8,
        "content": "وإلىٰ ربك فٱرغب"
    },
    {
        "surah_number": 95,
        "verse_number": 1,
        "content": "وٱلتين وٱلزيتون"
    },
    {
        "surah_number": 95,
        "verse_number": 2,
        "content": "وطور سينين"
    },
    {
        "surah_number": 95,
        "verse_number": 3,
        "content": "وهٰذا ٱلبلد ٱلأمين"
    },
    {
        "surah_number": 95,
        "verse_number": 4,
        "content": "لقد خلقنا ٱلإنسٰن في أحسن تقويم"
    },
    {
        "surah_number": 95,
        "verse_number": 5,
        "content": "ثم رددنٰه أسفل سٰفلين"
    },
    {
        "surah_number": 95,
        "verse_number": 6,
        "content": "إلا ٱلذين ءامنوا وعملوا ٱلصـٰلحٰت فلهم أجر غير ممنون"
    },
    {
        "surah_number": 95,
        "verse_number": 7,
        "content": "فما يكذبك بعد بٱلدين"
    },
    {
        "surah_number": 95,
        "verse_number": 8,
        "content": "أليس ٱلله بأحكم ٱلحٰكمين"
    },
    {
        "surah_number": 96,
        "verse_number": 1,
        "content": "ٱقرأ بٱسم ربك ٱلذي خلق"
    },
    {
        "surah_number": 96,
        "verse_number": 2,
        "content": "خلق ٱلإنسٰن من علق"
    },
    {
        "surah_number": 96,
        "verse_number": 3,
        "content": "ٱقرأ وربك ٱلأكرم"
    },
    {
        "surah_number": 96,
        "verse_number": 4,
        "content": "ٱلذي علم بٱلقلم"
    },
    {
        "surah_number": 96,
        "verse_number": 5,
        "content": "علم ٱلإنسٰن ما لم يعلم"
    },
    {
        "surah_number": 96,
        "verse_number": 6,
        "content": "كلا إن ٱلإنسٰن ليطغىٰ"
    },
    {
        "surah_number": 96,
        "verse_number": 7,
        "content": "أن رءاه ٱستغنىٰ"
    },
    {
        "surah_number": 96,
        "verse_number": 8,
        "content": "إن إلىٰ ربك ٱلرجعىٰ"
    },
    {
        "surah_number": 96,
        "verse_number": 9,
        "content": "أرءيت ٱلذي ينهىٰ"
    },
    {
        "surah_number": 96,
        "verse_number": 10,
        "content": "عبدا إذا صلىٰ"
    },
    {
        "surah_number": 96,
        "verse_number": 11,
        "content": "أرءيت إن كان على ٱلهدىٰ"
    },
    {
        "surah_number": 96,
        "verse_number": 12,
        "content": "أو أمر بٱلتقوىٰ"
    },
    {
        "surah_number": 96,
        "verse_number": 13,
        "content": "أرءيت إن كذب وتولىٰ"
    },
    {
        "surah_number": 96,
        "verse_number": 14,
        "content": "ألم يعلم بأن ٱلله يرىٰ"
    },
    {
        "surah_number": 96,
        "verse_number": 15,
        "content": "كلا لئن لم ينته لنسفعا بٱلناصية"
    },
    {
        "surah_number": 96,
        "verse_number": 16,
        "content": "ناصية كٰذبة خاطئة"
    },
    {
        "surah_number": 96,
        "verse_number": 17,
        "content": "فليدع ناديه"
    },
    {
        "surah_number": 96,
        "verse_number": 18,
        "content": "سندع ٱلزبانية"
    },
    {
        "surah_number": 96,
        "verse_number": 19,
        "content": "كلا لا تطعه وٱسجد وٱقترب"
    },
    {
        "surah_number": 97,
        "verse_number": 1,
        "content": "إنا أنزلنٰه في ليلة ٱلقدر"
    },
    {
        "surah_number": 97,
        "verse_number": 2,
        "content": "وما أدرىٰك ما ليلة ٱلقدر"
    },
    {
        "surah_number": 97,
        "verse_number": 3,
        "content": "ليلة ٱلقدر خير من ألف شهر"
    },
    {
        "surah_number": 97,
        "verse_number": 4,
        "content": "تنزل ٱلملـٰئكة وٱلروح فيها بإذن ربهم من كل أمر"
    },
    {
        "surah_number": 97,
        "verse_number": 5,
        "content": "سلٰم هي حتىٰ مطلع ٱلفجر"
    },
    {
        "surah_number": 98,
        "verse_number": 1,
        "content": "لم يكن ٱلذين كفروا من أهل ٱلكتٰب وٱلمشركين منفكين حتىٰ تأتيهم ٱلبينة"
    },
    {
        "surah_number": 98,
        "verse_number": 2,
        "content": "رسول من ٱلله يتلوا صحفا مطهرة"
    },
    {
        "surah_number": 98,
        "verse_number": 3,
        "content": "فيها كتب قيمة"
    },
    {
        "surah_number": 98,
        "verse_number": 4,
        "content": "وما تفرق ٱلذين أوتوا ٱلكتٰب إلا من بعد ما جاءتهم ٱلبينة"
    },
    {
        "surah_number": 98,
        "verse_number": 5,
        "content": "وما أمروا إلا ليعبدوا ٱلله مخلصين له ٱلدين حنفاء ويقيموا ٱلصلوٰة ويؤتوا ٱلزكوٰة وذٰلك دين ٱلقيمة"
    },
    {
        "surah_number": 98,
        "verse_number": 6,
        "content": "إن ٱلذين كفروا من أهل ٱلكتٰب وٱلمشركين في نار جهنم خٰلدين فيها أولـٰئك هم شر ٱلبرية"
    },
    {
        "surah_number": 98,
        "verse_number": 7,
        "content": "إن ٱلذين ءامنوا وعملوا ٱلصـٰلحٰت أولـٰئك هم خير ٱلبرية"
    },
    {
        "surah_number": 98,
        "verse_number": 8,
        "content": "جزاؤهم عند ربهم جنـٰت عدن تجري من تحتها ٱلأنهٰر خٰلدين فيها أبدا رضي ٱلله عنهم ورضوا عنه ذٰلك لمن خشي ربه"
    },
    {
        "surah_number": 99,
        "verse_number": 1,
        "content": "إذا زلزلت ٱلأرض زلزالها"
    },
    {
        "surah_number": 99,
        "verse_number": 2,
        "content": "وأخرجت ٱلأرض أثقالها"
    },
    {
        "surah_number": 99,
        "verse_number": 3,
        "content": "وقال ٱلإنسٰن ما لها"
    },
    {
        "surah_number": 99,
        "verse_number": 4,
        "content": "يومئذ تحدث أخبارها"
    },
    {
        "surah_number": 99,
        "verse_number": 5,
        "content": "بأن ربك أوحىٰ لها"
    },
    {
        "surah_number": 99,
        "verse_number": 6,
        "content": "يومئذ يصدر ٱلناس أشتاتا ليروا أعمٰلهم"
    },
    {
        "surah_number": 99,
        "verse_number": 7,
        "content": "فمن يعمل مثقال ذرة خيرا يره"
    },
    {
        "surah_number": 99,
        "verse_number": 8,
        "content": "ومن يعمل مثقال ذرة شرا يره"
    },
    {
        "surah_number": 100,
        "verse_number": 1,
        "content": "وٱلعٰديٰت ضبحا"
    },
    {
        "surah_number": 100,
        "verse_number": 2,
        "content": "فٱلموريٰت قدحا"
    },
    {
        "surah_number": 100,
        "verse_number": 3,
        "content": "فٱلمغيرٰت صبحا"
    },
    {
        "surah_number": 100,
        "verse_number": 4,
        "content": "فأثرن به نقعا"
    },
    {
        "surah_number": 100,
        "verse_number": 5,
        "content": "فوسطن به جمعا"
    },
    {
        "surah_number": 100,
        "verse_number": 6,
        "content": "إن ٱلإنسٰن لربه لكنود"
    },
    {
        "surah_number": 100,
        "verse_number": 7,
        "content": "وإنه علىٰ ذٰلك لشهيد"
    },
    {
        "surah_number": 100,
        "verse_number": 8,
        "content": "وإنه لحب ٱلخير لشديد"
    },
    {
        "surah_number": 100,
        "verse_number": 9,
        "content": "أفلا يعلم إذا بعثر ما في ٱلقبور"
    },
    {
        "surah_number": 100,
        "verse_number": 10,
        "content": "وحصل ما في ٱلصدور"
    },
    {
        "surah_number": 100,
        "verse_number": 11,
        "content": "إن ربهم بهم يومئذ لخبير"
    },
    {
        "surah_number": 101,
        "verse_number": 1,
        "content": "ٱلقارعة"
    },
    {
        "surah_number": 101,
        "verse_number": 2,
        "content": "ما ٱلقارعة"
    },
    {
        "surah_number": 101,
        "verse_number": 3,
        "content": "وما أدرىٰك ما ٱلقارعة"
    },
    {
        "surah_number": 101,
        "verse_number": 4,
        "content": "يوم يكون ٱلناس كٱلفراش ٱلمبثوث"
    },
    {
        "surah_number": 101,
        "verse_number": 5,
        "content": "وتكون ٱلجبال كٱلعهن ٱلمنفوش"
    },
    {
        "surah_number": 101,
        "verse_number": 6,
        "content": "فأما من ثقلت موٰزينه"
    },
    {
        "surah_number": 101,
        "verse_number": 7,
        "content": "فهو في عيشة راضية"
    },
    {
        "surah_number": 101,
        "verse_number": 8,
        "content": "وأما من خفت موٰزينه"
    },
    {
        "surah_number": 101,
        "verse_number": 9,
        "content": "فأمه هاوية"
    },
    {
        "surah_number": 101,
        "verse_number": 10,
        "content": "وما أدرىٰك ما هيه"
    },
    {
        "surah_number": 101,
        "verse_number": 11,
        "content": "نار حامية"
    },
    {
        "surah_number": 102,
        "verse_number": 1,
        "content": "ألهىٰكم ٱلتكاثر"
    },
    {
        "surah_number": 102,
        "verse_number": 2,
        "content": "حتىٰ زرتم ٱلمقابر"
    },
    {
        "surah_number": 102,
        "verse_number": 3,
        "content": "كلا سوف تعلمون"
    },
    {
        "surah_number": 102,
        "verse_number": 4,
        "content": "ثم كلا سوف تعلمون"
    },
    {
        "surah_number": 102,
        "verse_number": 5,
        "content": "كلا لو تعلمون علم ٱليقين"
    },
    {
        "surah_number": 102,
        "verse_number": 6,
        "content": "لترون ٱلجحيم"
    },
    {
        "surah_number": 102,
        "verse_number": 7,
        "content": "ثم لترونها عين ٱليقين"
    },
    {
        "surah_number": 102,
        "verse_number": 8,
        "content": "ثم لتسـلن يومئذ عن ٱلنعيم"
    },
    {
        "surah_number": 103,
        "verse_number": 1,
        "content": "وٱلعصر"
    },
    {
        "surah_number": 103,
        "verse_number": 2,
        "content": "إن ٱلإنسٰن لفي خسر"
    },
    {
        "surah_number": 103,
        "verse_number": 3,
        "content": "إلا ٱلذين ءامنوا وعملوا ٱلصـٰلحٰت وتواصوا بٱلحق وتواصوا بٱلصبر"
    },
    {
        "surah_number": 104,
        "verse_number": 1,
        "content": "ويل لكل همزة لمزة"
    },
    {
        "surah_number": 104,
        "verse_number": 2,
        "content": "ٱلذي جمع مالا وعدده"
    },
    {
        "surah_number": 104,
        "verse_number": 3,
        "content": "يحسب أن ماله أخلده"
    },
    {
        "surah_number": 104,
        "verse_number": 4,
        "content": "كلا لينبذن في ٱلحطمة"
    },
    {
        "surah_number": 104,
        "verse_number": 5,
        "content": "وما أدرىٰك ما ٱلحطمة"
    },
    {
        "surah_number": 104,
        "verse_number": 6,
        "content": "نار ٱلله ٱلموقدة"
    },
    {
        "surah_number": 104,
        "verse_number": 7,
        "content": "ٱلتي تطلع على ٱلأفـدة"
    },
    {
        "surah_number": 104,
        "verse_number": 8,
        "content": "إنها عليهم مؤصدة"
    },
    {
        "surah_number": 104,
        "verse_number": 9,
        "content": "في عمد ممددة"
    },
    {
        "surah_number": 105,
        "verse_number": 1,
        "content": "ألم تر كيف فعل ربك بأصحٰب ٱلفيل"
    },
    {
        "surah_number": 105,
        "verse_number": 2,
        "content": "ألم يجعل كيدهم في تضليل"
    },
    {
        "surah_number": 105,
        "verse_number": 3,
        "content": "وأرسل عليهم طيرا أبابيل"
    },
    {
        "surah_number": 105,
        "verse_number": 4,
        "content": "ترميهم بحجارة من سجيل"
    },
    {
        "surah_number": 105,
        "verse_number": 5,
        "content": "فجعلهم كعصف مأكول"
    },
    {
        "surah_number": 106,
        "verse_number": 1,
        "content": "لإيلٰف قريش"
    },
    {
        "surah_number": 106,
        "verse_number": 2,
        "content": "إلٰفهم رحلة ٱلشتاء وٱلصيف"
    },
    {
        "surah_number": 106,
        "verse_number": 3,
        "content": "فليعبدوا رب هٰذا ٱلبيت"
    },
    {
        "surah_number": 106,
        "verse_number": 4,
        "content": "ٱلذي أطعمهم من جوع وءامنهم من خوف"
    },
    {
        "surah_number": 107,
        "verse_number": 1,
        "content": "أرءيت ٱلذي يكذب بٱلدين"
    },
    {
        "surah_number": 107,
        "verse_number": 2,
        "content": "فذٰلك ٱلذي يدع ٱليتيم"
    },
    {
        "surah_number": 107,
        "verse_number": 3,
        "content": "ولا يحض علىٰ طعام ٱلمسكين"
    },
    {
        "surah_number": 107,
        "verse_number": 4,
        "content": "فويل للمصلين"
    },
    {
        "surah_number": 107,
        "verse_number": 5,
        "content": "ٱلذين هم عن صلاتهم ساهون"
    },
    {
        "surah_number": 107,
        "verse_number": 6,
        "content": "ٱلذين هم يراءون"
    },
    {
        "surah_number": 107,
        "verse_number": 7,
        "content": "ويمنعون ٱلماعون"
    },
    {
        "surah_number": 108,
        "verse_number": 1,
        "content": "إنا أعطينٰك ٱلكوثر"
    },
    {
        "surah_number": 108,
        "verse_number": 2,
        "content": "فصل لربك وٱنحر"
    },
    {
        "surah_number": 108,
        "verse_number": 3,
        "content": "إن شانئك هو ٱلأبتر"
    },
    {
        "surah_number": 109,
        "verse_number": 1,
        "content": "قل يـٰأيها ٱلكٰفرون"
    },
    {
        "surah_number": 109,
        "verse_number": 2,
        "content": "لا أعبد ما تعبدون"
    },
    {
        "surah_number": 109,
        "verse_number": 3,
        "content": "ولا أنتم عٰبدون ما أعبد"
    },
    {
        "surah_number": 109,
        "verse_number": 4,
        "content": "ولا أنا عابد ما عبدتم"
    },
    {
        "surah_number": 109,
        "verse_number": 5,
        "content": "ولا أنتم عٰبدون ما أعبد"
    },
    {
        "surah_number": 109,
        "verse_number": 6,
        "content": "لكم دينكم ولي دين"
    },
    {
        "surah_number": 110,
        "verse_number": 1,
        "content": "إذا جاء نصر ٱلله وٱلفتح"
    },
    {
        "surah_number": 110,
        "verse_number": 2,
        "content": "ورأيت ٱلناس يدخلون في دين ٱلله أفواجا"
    },
    {
        "surah_number": 110,
        "verse_number": 3,
        "content": "فسبح بحمد ربك وٱستغفره إنه كان توابا"
    },
    {
        "surah_number": 111,
        "verse_number": 1,
        "content": "تبت يدا أبي لهب وتب"
    },
    {
        "surah_number": 111,
        "verse_number": 2,
        "content": "ما أغنىٰ عنه ماله وما كسب"
    },
    {
        "surah_number": 111,
        "verse_number": 3,
        "content": "سيصلىٰ نارا ذات لهب"
    },
    {
        "surah_number": 111,
        "verse_number": 4,
        "content": "وٱمرأته حمالة ٱلحطب"
    },
    {
        "surah_number": 111,
        "verse_number": 5,
        "content": "في جيدها حبل من مسد"
    },
    {
        "surah_number": 112,
        "verse_number": 1,
        "content": "قل هو ٱلله أحد"
    },
    {
        "surah_number": 112,
        "verse_number": 2,
        "content": "ٱلله ٱلصمد"
    },
    {
        "surah_number": 112,
        "verse_number": 3,
        "content": "لم يلد ولم يولد"
    },
    {
        "surah_number": 112,
        "verse_number": 4,
        "content": "ولم يكن له كفوا أحد"
    },
    {
        "surah_number": 113,
        "verse_number": 1,
        "content": "قل أعوذ برب ٱلفلق"
    },
    {
        "surah_number": 113,
        "verse_number": 2,
        "content": "من شر ما خلق"
    },
    {
        "surah_number": 113,
        "verse_number": 3,
        "content": "ومن شر غاسق إذا وقب"
    },
    {
        "surah_number": 113,
        "verse_number": 4,
        "content": "ومن شر ٱلنفـٰثٰت في ٱلعقد"
    },
    {
        "surah_number": 113,
        "verse_number": 5,
        "content": "ومن شر حاسد إذا حسد"
    },
    {
        "surah_number": 114,
        "verse_number": 1,
        "content": "قل أعوذ برب ٱلناس"
    },
    {
        "surah_number": 114,
        "verse_number": 2,
        "content": "ملك ٱلناس"
    },
    {
        "surah_number": 114,
        "verse_number": 3,
        "content": "إلٰه ٱلناس"
    },
    {
        "surah_number": 114,
        "verse_number": 4,
        "content": "من شر ٱلوسواس ٱلخناس"
    },
    {
        "surah_number": 114,
        "verse_number": 5,
        "content": "ٱلذي يوسوس في صدور ٱلناس"
    },
    {
        "surah_number": 114,
        "verse_number": 6,
        "content": "من ٱلجنة وٱلناس"
    }
];